[
{"title": ["Fitch sees fuel subsidies as key irritant in IMF talks"], "author": ["Khaleeq Kiani"], "content": [["ISLAMABAD: Highlighting the fuel subsidies as key complications to the International Monetary Fund (IMF) programme, Fitch Ratings has advised Pakistan to clear policy uncertainties rather quickly to address the near-term balance of payments and fiscal challenges.", "The New York-based agency — one of the three major global rating agencies — in a special note on Pakistan said the change in government may complicate the timely completion of the remaining three reviews of the IMF programme even though senior officials from key parties in the new government have signalled they planned to maintain engagement with the IMF.", "However, negotiations around key revenue-raising reforms could prove lengthy, particularly as the government is a broad coalition of disparate political parties. “New fuel subsidies introduced in March as part of efforts to restrain inflation have already added to the complications facing programme negotiations and medium-term fiscal consolidation, as have upcoming elections, which are still due by mid-2023,” it observed.", "Urges quick end to policy uncertainties to cope with fiscal challenges", "The agency noted that the recent government change had been peaceful, but raised near-term policy uncertainty even as the country faced external and fiscal challenges from rising commodity prices and an increase in global risk aversion. The authorities’ policy agenda remains central to Pakistan’s ability to refinance its external debt over the medium term, as well as our assessment of the rating, affirmed at ‘B’/Stable in February 2022.", "Fitch believed Pakistan had the ability to manage its external liquidity position in the near term if policy uncertainty was resolved relatively quickly and commodity prices do not rise substantially above forecasts for 2022-23. It expected Pakistan’s access to bilateral financing to remain robust, particularly from China. The two countries’ strong bilateral relationship is unlikely to be significantly weakened by Pakistan’s change in leadership.", "The change in government will test how institutionalised recent reforms, such as the independence of the SBP and the more market-determined exchange rate, are, the Fitch said adding it would view slippage on reform momentum as credit negative. In the longer term, if the authorities are unable to pursue fiscal consolidation, Pakistan’s access to market financing would remain constrained.", "Fitch said the outgoing government lost public support and the backing of coalition allies against a backdrop of rising inflation. Pakistan’s then Prime Minister, Imran Khan, initially sought to prevent a no-confidence motion against his government. However, his ultimate acceptance of the Supreme Court’s verdict that it should go ahead and the outcome of the vote strengthens the legitimacy of constitutional mechanisms.", "The recent oil price shock will push up the current-account deficit, adding to already high gross external financing needs from an elevated debt-repayment schedule. “We now forecast a current-account deficit of around 5pc of GDP (around $18.5bn) for the fiscal year ending June 2022 (FY22), up from 4pc in February review. We expect this to moderate to around 4pc in FY23, as oil prices ease”.", "Pakistan faces $20bn in external debt repayments in FY23, though this includes $7bn in Chinese and Saudi deposits expected to be rolled over. Higher trade deficits and capital outflows have driven a sharp depreciation of the Pakistani rupee against the US dollar. This, along with debt repayments, has put pressure on liquid foreign-exchange reserves with the State Bank of Pakistan (SBP), which fell by $5.1bn between end-February and April 1, 2022, to $11.3bn.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [[]], "time": [["09:54am"]], "date": ["April 13, 2022"], "category": "business", "source": ""},
{"title": "Industry demands cap on diesel prices", "author": "Our Correspondent", "content": "Prime Minister Shehbaz Sharif should cap the prices of diesel till the completion of the wheat harvesting season in a bid to facilitate the farmers of the country, said Pakistan Businesses Forum (PBF) Vice President Ahmad Jawad.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "business", "source": ""},
{"title": ["FO rejects 'unwarranted reference' to Pakistan in India-US joint statement after ministerial talks"], "author": ["Dawn.com"], "content": [["The Foreign Office categorically rejected on Wednesday the \"unwarranted reference\" to Pakistan in a ", " issued by India and US following the fourth ‘2+2’ dialogue between the two countries. ", "The joint statement was issued as a part of the fourth ‘2+2’ dialogue between India and the United States, which ended yesterday in Washington DC. India’s external affairs and defence ministers, S Jaishankar and Rajnath Singh, held meetings with their US counterparts, Secretary of State Anthony Blinken and Secretary of Defense Lloyd Austin.", "In the statement, US and India called on Pakistan to take \"immediate, sustained, and irreversible action\" to ensure that no territory under its control was used for terrorist attacks.", "\"[India] strongly condemned any use of terrorist proxies and cross-border terrorism in all its forms and called for the perpetrators of the 26/11 Mumbai attack, and Pathankot attack, to be brought to justice,\" the ", " — issued by the US Embassy and Consulates in India — reads. ", "\t\t\t", ": ", "According to ", ", the 2+2 dialogue is a format of talks between the foreign and defence ministers of India and its allies on strategic and security issues. India holds dialogues on this format with four of its strategic partners — US, Russia, Australia, and Japan. ", "In the joint statement issued yesterday after the meeting, both countries called for concerted action against all terrorist groups, including those proscribed by the UNSC 1267 Sanctions Committee, such as al Qaeda, ISIS/Daesh, Lashkar-e-Tayyiba (LeT), Jaish-e-Mohammad (JeM), and Hizb ul Mujahideen. ", "\"The ministers committed to continued exchange of information about sanctions and designations against terror groups and individuals, countering violent radicalism, use of the Internet for terrorist purposes, and cross-border movement of terrorists,\" it read. ", "India also emphasised the importance of upholding international standards on anti-money laundering and combating the financing of terrorism by all countries, consistent with Financial Action Task Force (FATF) recommendations. ", "\"The ministers also reaffirmed their support for the early adoption of a UN Comprehensive Convention on International Terrorism (CCIT) that advances and strengthens the framework for global cooperation and reinforces that no cause or grievance justifies terrorism,\" the statement added. ", "According to ", ", the Foreign Office in Islamabad today rejected the statement and called it a \"betrayal to the counter-terrorism focus of both countries\". ", "\"It is unfortunate that a bilateral cooperation mechanism is being used to target a third country for political expediency and to mislead public opinion away from the real and emerging terrorism threats. The assertions made against Pakistan in the statement are malicious and lack any credibility.\" ", "The Foreign Office said Pakistan had remained a major, proactive, reliable and willing partner of the international community in the global fight against terrorism over last two decades. \"Pakistan’s successes and sacrifices in countering terrorism are unparalleled and widely acknowledged by the international community, including the United States. No country in the region has sacrificed more for peace than Pakistan,\" it stated. ", "The FO expressed that India’s insinuations against Pakistan were a desperate attempt to conceal its state-terrorism and brutal atrocities against the subjugated Kashmiris in Indian Illegally Occupied Jammu and Kashmir. ", "\"Responsible members of the international community must condemn India’s use of terrorism as an instrument of state policy and the impunity that continues to be associated with it,\" it urged, adding that India’s terrorism network using the soil of other countries through supporting UN-designated terrorist organisations, was on record. ", "\"Failing to take cognizance of this serious situation is tantamount to abdication of international responsibility,\" the FO highlighted. ", "\"Pakistan expects and urges partner countries to adopt an objective view of the issues of peace and security in South Asia and refrain from associating themselves with positions that are one-sided, politically motivated, and divorced from ground realities,\" it further stated. ", "The FO added that its concerns regarding the statement had been conveyed to the US side through diplomatic channels.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [["https://i.dawn.com/primary/2022/04/6256bc980ea9a.jpg"]], "time": [["05:18pm"]], "date": ["April 13, 2022"], "category": "business", "source": ""},
{"title": ["PTI dissident Noor Alam and PPP leaders involved in fight with elderly at hotel in Islamabad"], "author": ["Dawn.com"], "content": [["PTI dissident Noor Alam Khan and PPP leaders Senator Mustafa Nawaz Khokhar, Faisal Karim Kundi and Nadeem Afzal Chan were involved in a fight with an unidentified elderly at a hotel in Islamabad on Tuesday.", "Footage shared through various social media accounts showed Khokar and Co approaching the elderly amid a state of commotion in what appears to be a dining hall.", "Kundi was seen picking up a glass from a nearby table and hurling its contents on the elderly, who  responded in kind by throwing an object back at the PPP politician. As the elderly tried to grab onto something else to fling, Khokhar managed to closed in on him and delivered a punch to the head. ", "The elderly was thrown off balance and floored as PTI dissident Khan joined in and tried to grab hold of him before the two parties were separated.", "\t\t\t", "It remains unclear how the scuffle started and who instigated it.", "Later, Noor Alam called police and submitted a complaint describing his version of the events.", "In his handwritten complaint addressed to station house officer of Thana Secretariat, he said that he was at the hotel with his friends, including Khokhar, Chan, Kundi and Sheikh Waqas Akram when an unidentified man began abusing him and threatened to kill him.", "The PTI MNA said that he ignored the threats at first but the man threatened him again at the time of Iftari, at which Khokhar tried to reason with him. ", "\"The man did not stop and assaulted me and Mustafa Nawaz Khokhar with intent to kill, at which point we tried to stop him in our defence,\" he claimed.", "Noor Alam complained that he had been misbehaved with by PTI workers in the past as well, of which there is a video available. He requested the police official to take action against \"such miscreants\".", "The complaint was personally collected from the hotel by police officials.", "PTI leaders condemned the incident, with Hammad Azhar saying the situation was not the same as it was being portrayed. ", "\t\t\t ", "Ali Haider Zaidi questioned if the Supreme Court would take note of the issue. ", "\t\t\t ", "Lawyer and activist Jibran Nasir said he empathised with politicians who get abused but condemned their \"violent reactions\". \"Our political culture is toxic but [the] solution is compassion, not retaliation,\" he said. ", "\t\t\t ", "Noor Alam Khan is one of ", " who last month were found staying at the Sindh House in Islamabad and who had said they would vote against party chairman Imran Khan in the vote of no-confidence against him. In the end, he did not have to vote as the then-opposition managed to gather enough votes by itself.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [["https://i.dawn.com/primary/2022/04/6255a1f1ad0be.jpg"]], "time": [["11:58pm"]], "date": ["April 12, 2022"], "category": "business", "source": ""},
{"title": ["The ‘honest’ captain myth"], "author": ["Pervez Hoodbhoy"], "content": [["WITH the no-confidence motion to be voted upon today (Saturday) by a parliament restored on the Supreme Court’s ", ", Prime Minister Imran Khan’s stint in power could be over by midday. But even if that transpires, the cricket captain and his cult are out to create chaos in the weeks and months ahead. For his devotees, he is the only honest and sincere politician in Pakistan and must be followed.   ", "Cults — political and religious — can be long-lived and deadly dangerous. In 1978, devoted groupies followed Jim Jones, their discredited leader, in a mass suicide that claimed 909 lives, including 304 children. More to the point: Donald Trump spent four disastrous years in office and assaulted American democracy, but he is still adored by simple-minded Americans from the Bible Belt who cling to their guns and religion.", "Building on his cricketing success and cancer hospital, Imran Khan worked relentlessly for decades at self-promotion. His growing cult swallowed story after story: corruption would end in 90 days; the national treasury would overflow once ‘looted dollars’ stashed by political rivals in secret overseas accounts were brought back. Never again, he said, would Pakistan see the dirty politics of horse trading. ", "Naya Pakistan would overflow with milk and honey — Khan ", " “commit suicide but never return to the IMF”; foreign policy would be based upon principle rather than expediency; the world’s most sought-after passport would become the green one; and Pakistan would turn into a tourist haven. Jobs would be aplenty, the justice system would be overhauled, civil service officers appointed purely on merit, and the police system revamped. Emigrants, said Khan, would choose Naya Pakistan over Europe and America. ", "Imran Khan may not be a money-chaser but his lust for power makes him dangerous for Pakistan.", "Well-meaning overseas Pakistanis, desperate for good news from their ex-country, lapped it up. But the reality turned out starkly different. ", "Just months after winning a bitterly disputed election, Khan’s government requested the IMF for a loan. Critical dependency on the United States was traded for equal dependency upon China. Today, the Pakistani passport is no more desirable than before and the only foreign tourists are intrepid mountain climbers. In January 2022, Transparency International ", " that perceptions of corruption had taken a quantum leap. As for looted billions returning: sure, keep dreaming! Meanwhile, the dollar has gone through the roof.", " ", "Horse-trading politics got a boost once Khan decided that “electable” candidates would be preferred over principled candidates. Although he now ", " “mistakes”, the future may be no different. In a desperate move, the Punjab chief minister — apparently chosen by his first lady and praised sky-high by Khan until two weeks ago — has just been thrown under the bus. His replacement, handpicked by Khan himself, was once derided by Khan as a scumbag. ", "To save his sinking ship, Captain Khan has invented the cock-and-bull story of an ", " to oust him. This, he said, owes to his independent stand on Ukraine. So why hasn’t Narendra Modi — also ambivalent on Russia’s aggression — alleged the same? Khan’s groupies cannot explain why this weeks-old ‘revelation’ came only after a no-confidence motion threatened his survival. ", "What makes cults so attractive and cultists so impervious to factual evidence and reason? Why do so many people set aside good sense and worship leaders? Of course, some followers do quit when the truth becomes ugly enough. But for others even that doesn’t happen. The herd instinct, reluctance to admit a past mistake, or continued attachment to some utopic vision still keeps some going.", "Anthropologists have related the degree of cultic affiliation to the perceived uncertainty within an environment. For example, they find that rougher seas make fishermen engage in more elaborate magic rituals. Correspondingly, Pakistan’s lack of a shared national purpose creates space for putschists and captains who promise to steer the ship of state out of stormy waters. Reason and rationality are temporarily suspended lest they undermine faith, unity and discipline.", "Military interventions that debilitated democracy paved the way for fix-all miracle magic men like Imran Khan. The broken idols of other wannabe messiahs with fanatical followings litter the political landscape. Zulfikar Ali Bhutto, Benazir Bhutto, Altaf Husain, and Maulana Fazlullah also had sophisticated urbanites among their followers. This happened even before the invention of social media, but technology has created virtually impenetrable silos of political groupthink. ", "Today, one particular belief sits securely in a nuclear-protected bunker and may survive even the no-confidence vote. Common wisdom is that all opposition leaders are money-hungry cheats and Khan, even with his shortcomings, is clean as a whistle. Correct? After all, it is commonly held that all opposition politicians are venal, even if there is disagreement on which is the more corrupt one.", "Imran Khan wins out on this. Chasing money is not his first priority. Of course, opponents do point to his magnificent Banigala palace, high-style living, minimal payment of personal taxes, and the doubts raised by the ECP regarding PTI’s ", ". These are minor sins. But it is Khan’s insatiable lust for power that makes him truly dangerous for this country. While money fattens individuals, absolute power brings catastrophe. Donald Trump wanted both money and power but Hitler, Stalin, Mao, and Pol Pot craved only the latter.", "If parliament dismisses Khan, how will he rally his followers again? He has already revealed his strategy for the forthcoming elections: whip up xenophobic nationalism; mobilise the religious sentiment that he helped generate through encouraging TLP’s anti-France anti-blasphemy agitations; and turn Pakistani against Pakistani. Pro-Khan people are patriots, those against him are traitors, and fence sitters are, in his words, mere animals.", "If Imran Khan is voted out of power today, Pakistan will have won a temporary victory. However, its larger interest demands that all political parties obey rules and the Constitution. They must embrace democracy and pluralism, and cease pursuing narrow interests. Aggression and hate propagation, use of foul language, and denigration of women and religious minorities should have no role to play in politics. Instead, live and let live. Let reason and rationality take precedence over blind faith in leaders. ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [["https://i.dawn.com/primary/2022/04/6250b33182ed6.jpg"]], "time": [[]], "date": ["April 9, 2022"], "category": "business", "source": ""},
{"title": ["IMF to be approached for help over balance of payments: Miftah"], "author": ["Khaleeq Kiani"], "content": [["ISLAMABAD: Accusing the PTI government of leaving behind an unprecedented economic mess, including the highest-ever fiscal deficit of Rs6.4 trillion (slightly over 10 pc of GDP), finance adviser in-waiting Miftah Ismail said on Tuesday the new government would restart negotiations with the International Monetary Fund (IMF) for balance of payments support.", "“Stabilisation of declining foreign exchange reserves and increasing them is the most important thing,” he said. “Taking the IMF programme forward with mutual understanding is important.”", "In reply to a question, he said that “we will take the existing programme forward and complete its three reviews”, which involve about $3 billion in outstanding disbursement, by September.", "He was speaking at a hurriedly called news conference with former caretaker energy minister Senator Musaddiq Malik and former Sindh governor Muhammad Zubair.", "Accuses PTI government of leaving behind unprecedented economic mess", "Mr Miftah said the baggage left by the PTI government was such that all problems could not be overcome immediately, but at least the prices of items like wheat flour and sugar would be brought down immediately with the support of provincial governments.", "“The Khan government has played havoc with the economy and lied to the nation that the relief package floated to save the government in its dying days is to be financed through additional revenues. In fact, it added to the fiscal deficit as there was no financing available,” Mr Ismail claimed.", "“We will talk to the IMF immediately and negotiate. We will make our best efforts and hopefully agree things which are sustainable under the given circumstances,” he said.", "“It is not possible to reduce inflation immediately because of the lag impact of the policies of fiscal and monetary expansion. First we will negotiate with the IMF and try to persuade them to ease the tough conditions so that the government could provide relief to the nation.”", "He explained that the current account deficit (CAD) for the current fiscal year was estimated at $20bn — by far the highest ever. It meant Pakistan had to fund $6bn CAD on top of about $3bn debt repayments during the remaining period of the fiscal year. The financing needs for next year were estimated at $30bn.", "“You need to finance this gap for which continuation of the IMF programme is necessary.”", "He said the State Bank reserves currently stood at $11.3bn and unless there was an IMF programme, neither can there be assistance from friendly countries nor from the World Bank and Asian Development Bank nor the international bond market.", "The former finance minister said he did not want to paint a doomsday scenario, but it was important to put on record what the PTI government had left behind and the numbers he was presented had been finalised by outgoing finance minister Shaukat Tarin and presented to the new coalition government by the finance ministry.", "He said the previous government had put the fiscal deficit limit at Rs3.990 trillion, but it had now been estimated at Rs5.6tr, which is by far the highest-ever breach.", "But that’s not all, they also left behind another Rs800bn worth of supplementary grants, taking the total fiscal deficit at Rs6.4tr. This also included Rs373bn worth of ‘highly explosive landmine package’ of reducing petroleum and electricity prices and then freezing them for four months when international prices were going up, besides Rs220bn required for gas companies to avoid bankruptcy and Rs80bn by generation companies just to remain afloat.", "He said the numbers were finalised when Mr Tarin was finance minister that expenditures would be around Rs8.7 trillion this year against budget estimate of Rs7.5tr. This, however, did not include Rs800bn of supplementary grants that took total expenditures to Rs9.5tr.", "He said the total debt since prime minister Liaquat Ali Khan to Nasir-ul-Mulk amounted to Rs25tr, while more than 80 per cent of that amount was built up by the previous government in just four years.", "Asked about the increase in petroleum prices, Miftah Ismail said while a decision would be taken after looking into the working paper of the oil regulator on April 15, it was important to be known why the previous government backtracked from its commitments. He wondered why the government suddenly announced another amnesty scheme to please their friends for future incomes and assets as well while all previous amnesties had been offered to whiten past assets.", "Miftah Ismail said that in his first meeting with economists, Prime Minister Shehbaz Sharif decided to hold two separate meetings with agriculturists and businesses to reverse the food import trend, which cost $8bn in buying sugar and wheat alone. On the other hand, the country used to export both products when PML-N was in power.", "He said he would push for privatisation of Pakistan Steel Mills and Pakistan International Airlines while protecting their employees and offer power distribution companies to the provinces.", "He said all-out efforts would be made to contain the deficits and criticised the PTI for reneging on commitments made to the IMF by offering an amnesty scheme for industrialists.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [["https://i.dawn.com/primary/2022/04/62563407ba379.png"]], "time": [["07:25am"]], "date": ["April 13, 2022"], "category": "business", "source": ""},
{"title": ["Pakistani politics’ enfant terrible"], "author": ["Zahid Hussain"], "content": [["THE ", " of PTI MNAs, except for the dissidents, from the National Assembly is not surprising. It is in character with former prime minister Imran Khan’s maverick style of politics. It appears that he would rather wreck the system than accept the humiliation of being ousted. Even a democratic change is not acceptable to his ego. By quitting the National Assembly, he seeks to dismantle the entire edifice. Even in government, the former prime minister never really descended from his container.", "The ", " as the new prime minister has given an ironic twist to the country’s chequered politics. It is seen as the restoration of the old order after a three-and-a-half-year experiment with ‘naya Pakistan’. A major challenge for the new government is to bring political stability to the country and curb the economic slide. The challenge demands tough measures to prevent an economic meltdown.", "More importantly, the Sharif government needs to work on easing the prevailing polarisation in the country. The transfer of power may have ended the uncertainty that has gripped the country for the past several weeks, but the political crisis is far from over. It will be extremely difficult for a coalition made up of disparate political parties, with varying political agendas, to deliver. But an inclusive government could help build bridges.", "In his first speech after being elected, the new prime minister set a clear agenda for his administration that may continue till the end of the year before general elections are called. Surely, the economy is on top of the list of priorities. But it is equally important to reset the country’s foreign policy that had lost its sense of direction under Khan.", "The former PM’s actions were proof of his contempt for the constitutional process.", "It’s a good decision on the part of the new prime minister to urgently call a meeting of parliament’s security committee to probe the ", " to accomplish regime change. There may not be any truth to this theory, but it is imperative to clear the false narrative built around a cable from a former ambassador to Washington. The episode has damaged the country’s image internationally, with political implications at home. The issue has been used by the PTI government to subvert the Constitution.", "What happened over the past week plunged the country into a constitutional crisis. Khan’s actions were proof of his contempt for the constitutional process. It may have seemed that he ‘accepted’ the Supreme Court ruling that declared the April 3 ", " illegal, but the reality was different. The high drama that unfolded on April 9 in the Assembly, ahead of the no-confidence vote, showed his defiance of the law.", "Every effort was made by his party to filibuster the proceedings of the National Assembly, and it was only minutes before the deadline set by the Supreme Court expired that the vote was called. The threat of imminent court action forced the Speaker to back down. It was a disgraceful exit from office by a leader who has never stopped lecturing on Western democratic values and morality.", "The false narrative of a ‘foreign conspiracy’ against the Khan government failed to prevent the unravelling of the former ruling coalition and stop defections from the erstwhile prime minister’s own party. His decision to quit the National Assembly is yet another example of his recklessness.", " ", "Now it is back to the ‘container’, marking the beginning of what he describes as a ‘freedom struggle’ against the ‘foreign conspiracy of regime change’. He vows to bring down what he calls an ‘imported regime’. Such populist ultra-nationalist rhetoric has galvanised his supporters, as evident from the large public rallies across the country. But that cannot change the political dynamics. Given the long history of external involvement in Pakistani politics, many among the educated urban middle class tend to believe in the ‘foreign conspiracy’ narrative. Support for Imran Khan has certainly soared but it cannot be seen as a game changer. Many of his supporters equate the ", " with the so-called Arab Spring that brought down some authoritarian dispensations in the Middle East. Nothing could be more delusionary than to draw such a parallel.", "A major question is whether Imran Khan can build and sustain a mass movement to force the new government to call early elections. His single-track strategy has neither worked in the past nor can it succeed now, with the country’s changing social dynamics. He seems to have learnt no lesson from his 2014 dharna that failed to disrupt the system, despite some tacit support from a section of the security establishment.", "The PTI’s decision to resign from the Assembly will leave the parliamentary field open to his rivals and could further divide the party. Absence from parliament can adversely affect the party’s electoral base, with a few months left for the general elections.", "It is debatable if Khan himself has ever believed in the parliamentary process. He seldom attended Assembly sessions. There is no instance in Pakistan where a ruling party acted like an opposition party. For Khan, every other political leader is corrupt and he would rather not sit with them. His biggest failure was his inability to work within the system. His governance capacity was limited as evident by his arbitrary decisions and frequent changes in his team.", "His authoritarian mindset, self-righteousness and lack of understanding of statecraft were the main reasons behind his downfall, and not an external conspiracy. He survived in power for as long as he did, despite heading a minority government because of the prop provided by the security establishment. It fell as soon as the crutches were removed. But even though the hybrid rule has ended, Imran Khan’s reckless politics and populist rhetoric will continue to haunt the country.", "Twitter: ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [["https://i.dawn.com/primary/2022/04/62563bd37dc5b.jpg"]], "time": [["09:01am"]], "date": ["April 13, 2022"], "category": "business", "source": ""},
{"title": ["Rupee gains 91 paise against dollar"], "author": ["The Newspaper's Staff Reporter"], "content": [["KARACHI:  The rupee continued its rising streak against the US dollar for the third consecutive session recovering another 91 paise to close at Rs182.02 in the interbank market on Tuesday.", "The local currency has recovered Rs6.16 after hitting an all-time low at Rs188.18 on Wednesday last.", "The currency market was expecting some recovery of rupee  against the US dollar as most of them were sure that speculative  elements were taking the greenback higher than the real worth. ", "The  dollar is losing despite no change in key economic indicators except that the change of government in Islamabad. ", "Analysts and researchers don’t see any  quick remedy to improve the strength of local currency while the inflows  of dollars are expected to remain same. However, market sources in the  financial sector expressed fear that any attempt to bring down the  exchange rate artificially would be counterproductive.  ", "Bankers said the exporters would not support any idea to bring  down the dollar prices artificially as it could hurt the export which  has so far shown a growth of 25 per cent during the current fiscal year  FY22.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [[]], "time": [["10:01am"]], "date": ["April 13, 2022"], "category": "business", "source": ""},
{"title": ["Stocks stay bullish amid likely release of IMF tranche"], "author": ["The Newspaper's Staff Reporter"], "content": [["KARACHI: The Pakistan Stock Exchange witnessed another positive session on Tuesday as Shehbaz Sharif assumed premiership after the ouster of the PTI from the federal government.", "In addition to the long-awaited end of political uncertainty, the continued appreciation in the rupee’s value against the dollar also helped improve investors’ sentiments. According to Ahsan Mehanti of Arif Habib Corporation, falling crude oil prices and speculations over the likely release of the next tranche of the International Monetary Fund loan played the role of a catalyst in the market’s bullish close.", "As a result, the KSE-100 index settled at 46,407.26 points, up 262.3 points or 0.57 per cent from a day ago.", "\t\t\t", "The trading volume decreased 11.5pc to 493.6 million shares while the traded value went up 3.7pc to $76.1m on a day-on-day basis.", "Stocks contributing significantly to the traded volume included WorldCall Telecom Ltd (62m shares), Telecard Ltd (32.6m shares), Flying Cement Ltd (30.8m shares), Cnergyico PK Ltd (29.7m shares) and Unity Foods Ltd (27.6m shares).", "Sectors that contributed the highest number of points to the benchmark index included technology and communication (96.66 points), cement (55.71 points), commercial banking (52.18 points), engineering (24.94 points) and refinery (21.6 points).", "Shares contributing most positively to the index included TRG Pakistan Ltd (78.05 points), Meezan Bank Ltd (34.74 points), Maple Leaf Cement Factory Ltd (20.74 points), Avanceon Ltd (18.65 points) and Unity Foods Ltd (16.86 points).", "Stocks that took away the maximum number of points from the index included Mari Petroleum Company Ltd (11.28 points), Pakistan State Oil Company Ltd (11.06 points), MCB Bank Ltd (9.42 points), Oil and Gas Development Company Ltd (6.53 points) and Pakistan Petroleum Ltd (6.42 points).", "Shares that increased the most in percentage terms were Pak-Gulf Leasing Company Ltd (19.57pc), National Refinery Ltd (7.54pc), Avanceon Ltd (7.33pc), TRG Pakistan Ltd (7.12pc) and Attock Refinery Ltd (6.61pc).", "Foreign investors were net sellers as they offloaded shares worth $0.88m.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [["https://i.dawn.com/primary/2022/04/6255f025ceb40.jpg"]], "time": [["10:03am"]], "date": ["April 13, 2022"], "category": "business", "source": ""},
{"title": ["PM forms advisory body to tackle economic challenges"], "author": ["Syed Irfan Raza"], "content": [["ISLAMABAD: Prime Minister Shehbaz Sharif said on Tuesday the government will take short and long-term measures to overcome the economic challenges left behind by the Pakistan Tehreek-i-Insaf (PTI) regime.", "“After the formation of the federal cabinet, the government would come up with… plans to overcome inflation and revive the economy,” the prime minister told reporters at an iftar dinner at PM House on Tuesday. ", "Talking about the relief measures announced in his ", " as prime minister, including raising minimum wage to Rs 25,000 and a 10 per cent increase in pensions, he said these were still not enough to meet the 25pc inflation that had afflicted citizens. ", "Earlier in the day, PM Sharif also issued directives for the implementation of the ‘relief package’ he had announced during his speech at the National Assembly on Monday, and decided to form a National Economic Advisory Council (NEAC) consisting of leading economists to find a way out of the prevailing economic crunch.", "Meets economic experts on first day in office; seeks proposals to rescue economy", "Sources said the NEAC will consist of seasoned economists and industrialists, such as Muhammad Ali Tabba, Mian Nansha, Ali Cheema and Yousuf Nazar, among others.", "Insiders told Dawn that while the prime minister desired that the NEAC should meet on a weekly basis, every Saturday. However, his economic team suggested that the meeting should not be fixed for a specific day.", "In his meeting with economic, the PM issued directives to come up with urgent financial proposals to rescue the country from the current economic crisis.", "The proposals will be devised in line with the consultation with stakeholders in areas including agriculture, trade, investment, and banking.", "A summit on economic revival will also be held in coming few days to discuss the suggestions of the economic experts.", "PM Sharif also sought a reduction in the prices of daily-use commodities and essential items, particularly during the month of Ramazan, stressing the need for maintaining a balance between the national and public interests.", "In the meeting, the finance secretary gave a briefing on the economic situation, revenues, the budget deficit, and loans, besides the overall national balance sheet.", "APP adds: Separately, Lahore Chamber of Commerce & Industry (LCCI) Vice President Haris Ateeq has backed PM Sharif as someone who would be able to bring all economic issues under control. Talking to a group of businessmen in Lahore on Tuesday, Mr Ateeq said that the country was currently facing acute economic challenges like mounting inflation, trade deficit, soaring public debt and high devaluation.", "He said that it was a good omen that the economic indicators like stock market and rupee value got positive as soon as Shehbaz Sharif assumed the office of Prime Minister.", "Mr Ateeq said that Shehbaz Sharif had served matchless services as Chief Minister Punjab. It is hoped that the new Prime Minister would continue his untiring efforts for the development of the country, he added.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [["https://i.dawn.com/primary/2022/04/6255f043ed73c.jpg"]], "time": [["09:52am"]], "date": ["April 13, 2022"], "category": "business", "source": ""},
{"title": ["Back to the pavilion"], "author": ["Editorial"], "content": [["AT one point late last night, it seemed as if all the pillars of the state were on course for a catastrophic collision. Calamity seemed ready to strike at the highest levels of the state. Even with his ouster a near certainty, Mr Imran Khan seemed more than willing to turn a simple parliamentary procedure into a farce by forcing the heads of the judiciary and military, along with the entire legislature, to play along to the ‘last ball’ of his tiresome ruse.", "He was ", " just as the clock was about to run out on the day, allowing the opposition to finally have its say. And thus, in the early hours of Constitution Day, the PTI government fell not with a bang, but a whimper in the dead of the night.", ": ", " ", "When it emerged as the single largest party in the 2018 elections, the PTI had promised to be a breath of fresh air. Though political engineering and a faulty results transmission system had diminished the legitimacy of its victory, the country had been generally willing to give it a chance. However, the party almost immediately found itself falling short of its lofty ideals.", "Due to its failure to secure a simple majority, it shook hands with non-democratic forces to make a claim on the federal government. If the party’s leaders had believed that the compromise could be compensated by their achievements in office, they were soon to be let down by their inexperience. Within a year, the prime minister was scrambling to reshuffle his cabinet.", "What was unfortunate was that instead of introspecting and compensating for its shortcomings, the PTI chose to go after the opposition instead. The strategy put off many who were expecting it to deliver real change. Meanwhile, it became increasingly reliant on the establishment for ‘guidance’ in key decision-making areas. This ultimately proved fatal for it when the establishment decided they would no longer be providing any crutches for the government to stand on.", "Though inexperience ultimately became its undoing, the PTI did also record some commendable achievements. Successful handling of the Covid pandemic, the multifaceted Ehsaas programme and a new public health insurance scheme made a positive difference in many citizens’ lives. Many will remember the former prime minister for it. Therefore, even if Mr Khan’s time in government is up, it would be unwise to write him off.", ": ", " ", "He has always been a ferocious challenger when in the opposition; a fighter who doggedly pursues his goals. His unrelenting zeal and sense of divine mission make him a formidable force in Pakistan’s politics. One hopes, however, that his next avatar will have evolved from the vitriolic demagogue he has become. It is important for a true leader to unite the nation, not poison it with divisive narratives and corrosive politics. He would do well to recognise this.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [[]], "time": [[]], "date": ["April 10, 2022"], "category": "business", "source": ""},
{"title": ["ISPR rejects BBC report on events at PM House, calls it 'totally baseless and a pack of lies'"], "author": ["Naveed Siddiqui"], "content": [["The Inter-Services Public Relations (ISPR) on Sunday rejected the contents of a story published by ", " on what allegedly took place at the Prime Minister House on Saturday night, terming it to be \"totally baseless and a pack of lies\".", "In a statement, the military's media affairs wing branded the story \"typical propaganda\" lacking \"any credible, authentic and relevant source\" and claiming that it \"violates basic journalistic ethos\".", "\"There is no truth in the fake story whatsoever and clearly seems part of an organised disinformation campaign. The matter is being taken up with ", " authorities,\" the statement concluded.", "The story in question supposedly recounts the events leading up to the ouster of Imran Khan as prime minister.", ": ", "According to the article, Parliament House was abuzz with activity during the day as the National Assembly was in session. However, it claimed that this activity shifted to the PM House once the session was adjourned for Iftar.", "The report said that Imran had convened an emergency meeting of his cabinet — summoning his legal and political advisers, the NA speaker and deputy speaker and several bureaucrats — where it was decided that the \"threat letter\" would be shown to a select few officials.", "The story alleged that \"two uninvited guests\" reached PM House, with an extraordinary security detail, via helicopter and held a 45-minute private meeting with Imran.", "The biggest claim in the story — made by quoting government sources — said that the meeting was less than pleasant. \"Just an hour ago, former prime minister Imran Khan had given orders to remove one of the senior officials present for the meeting,\" the story alleged, without taking any names.", "It went on to say that the sudden arrival of the guests was \"unexpected\" for the former premier, adding that  Imran was instead expecting the arrival of his \"newly appointed officials\".", "The story alleged that the necessary notifications for the removal and the new appointment were not issued by the Ministry of Defence. \"Even if the removal was carried out on the prime minister's orders, preparations had been made to declare it null and void,\" the ", " report said.", "The story also talked about how the doors of the Islamabad High Court (IHC) were open late at night to take up a ", " asking the court to restrain Imran from possibly de-notifying Chief of Army Staff (COAS) Gen Qamar Bajwa.", "The urgent petition — which was filed but never fixed for hearing — said that Imran, for political and personal purposes, had misused his powers and recommended the removal of the Chief of Army Staff, urging the court to quash the order in public interest, the report said.", "\"It is important to mention that while the petition was prepared, the space for the number of the notification regarding the army chief's dismissal was left blank. The reason for this was that despite the prime minister's request, the notification could not be issued and there was no need for a hearing,\" the report concluded.", "Late last night, a petition was filed in the IHC, asking the court to restrain Prime Minister Imran Khan from de-notifying General Qamar Jawed Bajwa as the chief of army staff. The petition was filed but never fixed for hearing as government ministers vehemently denied having any such plans in place.", "The petition, a copy of which is available with ", " was filed by Advocate Adnan Iqbal under Article 199 of the Constitution and mentioned the Federation of Pakistan, Government of Pakistan, Prime Minister Imran Khan, President Dr Arif Alvi, Ministry of Law and the secretary of the Ministry of Defence as respondents.", "Iqbal said he was filing the petition to \"uphold the enforcement and mandatory constitutional provision with regard to identification of term\" of the COAS.", "The petition was a pre-emptive measure to restrain the premier from \"using his arbitrary power\" to recommend the army chief's approval before the expiry of his term for \"personal and political motive\".", "No such notification was issued by the prime minister.", "The petition raised a number of questions: whether the approval of the cabinet was obtained for the issuance of any such supposed notification; whether the prime minister had \"unfettered powers\" to remove the COAS when he had recommended his appointment and in the \"absence of any cogent reason for altering the earlier recommendation\"; and lastly whether the premier could remove the army chief for \"furtherance of political interests\".", "It also drew the attention of the court towards the observations of the Supreme Court during suo motu hearings of the National Assembly's dissolution and its verdict on Thursday whereby it said that any order passed by the prime minister or president would be subject to the order of the apex court.", "Meanwhile, federal Information Minister Fawad Chaudhry had denied that the government had taken any step to remove the army chief, terming such reports \"baseless\".", "\"The government fully understands the importance of the army chief and Pakistan Army as an institution. Reports that anyone is even thinking of changing the leadership of Pakistan Army are baseless rumours and lies. This is being done under an agenda. The government condemns these rumours and completely denies them,\" the minister wrote on Twitter.", "The development followed a lengthy impasse over a no-confidence motion to oust the premier as the National Assembly was adjourned four times before the vote was ", " around midnight.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [[]], "time": [[]], "date": ["April 10, 2022"], "category": "business", "source": ""},
{"title": ["Afghanistan cricket team names Younis Khan, Umar Gul as consultants"], "author": ["Reuters"], "content": [["Afghanistan have appointed former Pakistan players Younis Khan and Umar Gul as batting and bowling consultants respectively for their training camp in the United Arab Emirates, the country's cricket board (ACB) said.", "Former captain Younis retired from international cricket in 2017 and later took up coaching, working briefly as the batting coach of Pakistan.", "\t\t\t", "Gul retired in 2020 before taking up a bowling coach role with Pakistan Super League team Quetta Gladiators the following year.", "“Younis Khan and Omar Gul have rich experience of international cricket and I am sure they will help our boys overcome the concerns they have got in the batting and bowling departments,” said Naseeb Khan, CEO of ACB.", "On Tuesday, the board appointed former England batsman Graham Thorpe as their head coach, replacing South African Lance Klusener.", "Afghanistan are training in the UAE to prepare for their upcoming international matches", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [["https://i.dawn.com/primary/2022/04/6249a07a89123.png"]], "time": [[]], "date": ["April 3, 2022"], "category": "sports", "source": ""},
{"title": ["For cellphone bargain hunting online, try PriceOye.pk"], "author": ["Munir Rahool"], "content": [["In Pakistan, shopping without bargaining isn’t really shopping – something that online stores unfortunately take away. ", "And while bargain hunting can be done on the internet (prices often vary on online stores), it requires users to visit different e-stores in order to find the best prices, which takes time and kills the whole point of convenient online shopping.", "But with ", ", developers have found a solution.  ", "The e-store was launched in 2015. It does not sell cellphone on its own. The website, still in its beta version, is actually a service that allows users to compare cellphone prices from different Pakistani online stores. Once a user selects a handset, the website displays a list of e-stores where the product is available. By clicking on the tab of a particular store, the user is taken to that store's website where the order can be placed. ", "\t\t\t\n", "Smartphones are the largest online selling product in Pakistan, which is why PriceOye started with cellphones. The need to expand to other products in the future has also been mentioned, but for now, the website only deals with cellphones.", "Apart from gathering prices from different online stores, PriceOye also makes sure that prices are always up to date and the offers are credible – two things that other online stores aren’t always able to ensure. It does so by implementing an automatic system that keeps a check on prices offered by legitimate online stores. ", "PriceOye also has user-friendly website, with a straightforward presentation of products. It has filters that help narrow down handsets based on price, screen size, processor, camera quality, storage, and operating systems. The website also shows a chart displaying weekly changes in prices of a cellphone. ", "\t\t\t\n", "While general browsing is smooth, the website still needs to be more flexible. ", "For example, you can only search for the phones by brand and compare the prices between different stores. There is no option to compare different phones in the same price brackets. You can know how much a Samsung phone is available for, but you cannot know what kind of phones are available and where for, let’s say, RS35000-50000. ", "\t\t\t\n", "Absence of such crucial feature could be deal breaker for some. It’s more efficient to have all your results on one page instead of having to go through five or six pages. An improvement on this front would save users a lot of frustration. As for the mobile version of the website, it does not have all the features yet.", "PriceOye is a welcome addition to the growing number of online stores in Pakistan. Small improvements to the the website’s platform will make it much better.  ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [[]], "time": [[]], "date": ["July 20, 2016"], "category": "tech", "source": ""},
{"title": ["IPL corruption: Chennai Super Kings suspended for two years"], "author": ["Dawn Sport"], "content": [["Former Indian Premier League champions Chennai Super Kings (CSK) and Rajasthan Royals (RR) have been suspended from the tournament for two years after team officials were found guilty of illegally betting on matches by a Supreme Court-appointed panel on Tuesday.", "\t\t\t", "In what is Indian cricket's biggest corruption scandal, CSK's Gurunath Meiyappan and RR co-owner Raj Kundra have been suspended for life from cricket related activities, former chief justice Rajendra Mal Lodha, who headed the three-man Supreme Court panel, announced in the verdict.", "“Their conduct has affected the image of the game, the players and others associated with the tournament,” Lodha told reporters while revealing his panel's verdict.", "Asked about the financial losses of players from the two teams, Lodha said: “We did not consider financial losses to players and teams. That is not significant. The integrity of the game is what matters.” ", "“They (Meiyappan and and Kundra) have brought the game to disrepute. The purity of the game has been affected. Fans feel cheated and doubts abound if the IPL is clean,” Lodha added. ", "\t\t\t", "The ban on CSK, captained by Indian skipper MS Dhoni and a franchise of India Cements of which the managing director is International Cricket Council chairman Narayanaswami Srinivasan, will be a devastating blow to the eight-team tournament and is likely to have major repercussions on the game of cricket.", "Earlier, the court had rejected the claims of Meiyappan, who had previously been described as team principal, that he was merely an enthusiast.", "\t\t\t\t\t\t", "The court also ruled at the same time that Srinivasan, who is Meiyappan's father-in-law, would be banned from holding any post in the Board of Control for Cricket in India (BCCI), where he served as the president for three years from 2011.", "\t\t\t", "The decision could have major financial consequences for some of cricket's biggest names ", "The 2013 IPL season was mired in controversy after police launched legal proceedings against several officials and cricketers, including former Test fast bowler Shanthakumaran Sreesanth, for illegal betting and spot-fixing.", "\t\t\t", "The IPL, a domestic tournament which began in 2008, features the world's top players signed up for huge fees by companies and high-profile individuals in a mix of sport and entertainment.", "But it has been continuously dogged by corruption allegations and Hiken Shah, a player from Mumbai, was suspended indefinitely on Monday over an approach he made to an unnamed team-mate before this year's tournament in April-May.", "The hugely popular Chennai Super Kings are also the most successful team in the IPL, having won the tournament in 2010 and 2011, and finished runners-up in 2008, 2012, 2013 and 2015.", "\t\t\t", "Rajasthan Royals won the inaugural event in 2008 under the captaincy of Australian spin legend Shane Warne, but have failed to make the final since then.", "The Lodha panel has also been empowered to recommend changes in the BCCI constitution, but this is expected to be taken up at a later date.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [["https://i.dawn.com/primary/2015/07/55a4c3026793e.jpg"]], "time": [[]], "date": ["July 14, 2015"], "category": "sports", "source": ""},
{"title": ["Ramiz Raja emerges as leading contender to take over as PCB chairman"], "author": ["Abdul Ghaffar"], "content": [["Cricketer-turned-commentator Ramiz Raja could soon embark on a new career in sports administration as he says he has been nominated by Prime Minister Imran Khan to become the next chairman of the Pakistan Cricket Board (PCB).", "In an interview with ", ", Raja confirmed to \"have been informed by the Prime Minister's Office\" that he is PM Imran's choice to take over the PCB from Ehsan Mani.", "Raja said an official notification of his nomination by the prime minister, also the PCB's patron-in-chief, will be issued soon, following which he would contest PCB elections and become the new chairman of the board.", "Meanwhile, Mani, whose three-year term ended on Wednesday, is all but out of the door as a senior PCB official, on condition of anonymity, said that \"he will not be continuing as the PCB chairman.\"", "It is pertinent to mention here that the practice of the government's head nominating PCB chairmen is in stark contrast to PM Imran's former position on the subject. Back in 2015, he had ", " a \"democratically elected cricket board\", saying that the PCB would be powerful only if it had elected officials.", "Raja's nomination, if true, comes after PM Imran held separate meetings with both Mani and Raja earlier this week.", " said the prime minister wanted to replace Mani, who had sought a second term to complete \"unfinished\" tasks.", "A source said Mani was a bit \"off colour\" when he came out of the PM’s Office after the meeting.", "After meeting Mani, the prime minister met Ramiz who also served Pakistan captain during his playing days. ", "Earlier, sources had said that the prime minister would approve two names for PCB’s Board of Governors and there are certain chances that both Mani and Ramiz will be nominated as BoG members as only a member of the Board of Governors can contest elections for the post of PCB chairman.", "There are chances that Mani will retain his position as the BoG member and another member Asad Ali Khan will be replaced by Ramiz, sources had revealed.", "Meanwhile, sources said during his meeting with Mani, the prime minister showed his displeasure over Pakistan’s poor performance in England where the national team lost the T20 series 1-2 besides suffering a 0-3 ODI whitewash in July this year. ", "Mani was appointed as BoG member by the prime minister three years ago, and subsequently he contested and won elections to become PCB head in September 2018, replacing Najam Sethi who had resigned.", "During three years as PCB chairman, Mani who also served as the president of the International Cricket Council played good role for restoring international cricket in Pakistan. On the other hand, the transformation of the domestic structure which ended departments’ role in the game resulting in many departmental cricketers getting jobless also took place during his time in office.", "Mani also got PCB’s new constitution approved.", "However during his tenure, club cricket faced a tough challenge as there was no recognised and approved contest at club level, which is the nursery of cricket.", "While the PCB is yet to complete the registration process of the six newly formed provincial associations. Besides gradually bringing the Pakistan Super League T20 tournament, PCB’s flagship event, to Pakistan from 2019 and afterwards, the Mani-led PCB regime also submitted expression of interest for hosting six international events during the 2024-2031 ICC Future Tours Programme.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [["https://i.dawn.com/primary/2021/08/612768aad8877.jpg"]], "time": [[]], "date": ["August 26, 2021"], "category": "sports", "source": ""},
{"title": ["Imran Khan loses no-trust vote, prime ministerial term comes to unceremonious end"], "author": ["Dawn.com"], "content": [["The opposition's no-trust motion against Prime Minister Imran Khan succeeded an hour past midnight on Sunday, with 174 members in the 342-strong house voting in favour of the resolution.", "PML-N's Ayaz Sadiq, who was chairing the session after Asad Qaiser resigned as speaker, announced the result, after which Imran Khan ceased to hold the office of prime minister, according to Article 95 of the Constitution.", "Imran Khan is the first prime minister in Pakistan's history to have been removed from office through a no-confidence vote. Before him, Shaukat Aziz in 2006, and Benazir Bhutto in 1989, survived the moves against them.", "PML-N spokesperson Marriyum Aurangzeb said Sadiq could not cast his vote as he was chairing the session. PTI dissenting members did not cast their votes either.", "\t\t\t", "Before adjourning the session, Sadiq said the nomination papers for the new prime minister may be submitted by 2pm today (Sunday) and scrutiny would be done by 3pm. He summoned the session on Monday at 11am and said the new premier would be elected then.", "Later, it was ", " that the assembly would meet at 2:00pm instead.", "Earlier, after announcing the result, Sadiq gave the floor to Shehbaz Sharif, who is the joint opposition's candidate for the post of prime minister. Shehbaz paid tribute to all leaders part of the joint opposition, and vowed that the \"new regime would not indulge in politics of revenge\".", "\"I don't want to go back to bitterness of the past. We want to forget them and move forward. We will not take revenge or do injustice; we will not send people to jail for no reason, law and justice will take its course,\" Shehbaz said.", "\t\t\t", "After Shehbaz, Bilawal took the floor and congratulated the house for passing a no-trust resolution against a premier for the first time in history. ", "\"On April 10,1973, this house approved the Constitution. On April 10, 1986, Benazir Bhutto ended her exile and returned to Lahore for her struggle against Gen Ziaul Haq,\" Bilawal recalled.", "\"Today is April 10, 2022, and the one we had declared selected, the non-democratic burden this country was bearing for the past 3 years, today, April 10, 2022, welcome back to ", " (old) Pakistan.\"", "\"I have been a member of this house for 3-4 years and I have learned a lot in these years. My message to youth is that they should never give up on their dreams, nothing is impossible ... democracy is the best revenge,\" Bilawal said.", "\t\t\t", "Minutes before voting began, National Assembly Speaker Asad Qaiser resigned from his post, saying he could not take part in a foreign conspiracy to oust the prime minister.", "Qaiser's resignation came almost 15 minutes before midnight, which according to legal experts, was the deadline to implement the Supreme Court's orders to conduct voting on the no-trust motion. By that time, activity was seen at the apex court's premises. A ", " correspondent, who was present at the building's gate, said official cars were seen entering and exiting.", "Some media reports suggested that the larger bench which had issued the April 7 order had fixed the matter for hearing at 12:05am.", "Before announcing his resignation, Qaiser said that he had received \"important documents\" from the cabinet, which he invited the leader of the opposition and the chief justice of Pakistan to see. ", "\"In line with our laws and the need to stand for our country, I have decided that I can't remain on the position of speaker and thereby resign,\" he said. ", "\"Because this is a national duty and it is the Supreme Court's decision, I will ask the panel chairman Ayaz Sadiq to run the session,\" Qaiser said.", "After Sadiq took the chair, he paid tribute to Qaiser for remaining with his party and opting for an \"honourable exit\". ", "\"He [Qaiser] had a very good relationship with all of us, a working relationship. He tried to conduct all these proceedings with dignity and together with the opposition.\"", "Then, Sadiq asked for bells to be rung in the house for five minutes to notify members that the voting process was about to begin, after which the doors of the assembly were closed.", "Voting on the resolution then began at 11:58pm, and members in favour of the resolution were asked to exit the gate on Sadiq's left. Sadiq then adjourned the session for four minutes since according to rules, a sitting of the same session cannot continue past midnight. ", "The session then resumed at 12:02am, with recitation of the Holy Quran and naat. Following that, the voting process continued, with lawmakers confirming their votes by writing their names in a register placed near one of the assembly doors.", "Bells were then rung for another two minutes to signal that voting had ended and members returned to their seats.", "All government members but Ali Muhammad Khan had walked out of the house and boycotted the session after Qaiser announced his resignation as speaker.", "As the lone voice in the house supporting Imran Khan, Ali delivered a fiery speech, reminding the former opposition of his leader's achievements, claiming that Imran Khan \"sacrificed his government but did not accept slavery\".", "\"God willing, Imran Khan will be back ... he will be back with a two-thirds majority,\" Ali said. ", "\"Bilawal, years ago your grandfather gathered the Muslim ummah in Islamabad. He did it once, but my leader gathered [the ummah] twice in two months.", "\t\t\t", "\"Imran Khan talked about a Muslim bloc, that's his sin. Imran Khan talked about an independent foreign policy, that's his sin ... Russia [visit] is just an excuse, the real target has always been Imran Khan,\" Ali said.  ", "Earlier, the session, called to decide the fate of Prime Minister Imran Khan through a no-confidence motion, was adjourned multiple times before voting on the resolution could take place.", "The last adjournment was the fourth of the day as the opposition's clamour for immediate voting throughout the day had fallen on deaf ears amid lengthy speeches delivered from treasury members on the floor of the house.", "NA Speaker Asad Qaiser was chairing the session when it began at 10:30am sharp in the morning, in accordance with the ", ", and with the recitation of the Holy Quran. It was followed by the national anthem and prayers for the recently deceased mother of MNA Shazia Sobia.", "However, Amjad Ali Khan Niazi chaired the session for a brief period when it resumed after the first adjournment before Qaiser returned. The post-Iftar session was again chaired by Niazi.", "Voting on the no-confidence motion against the prime minister was the fourth item on the ", ". PML-N MNA Rana Sanaullah, while talking to reporters, claimed that it had been agreed with the speaker to conduct the vote tonight after Iftar. However, when the opposition enquired about it after Iftar, it was told that the prime minister had not agreed to it, Sanaullah added. ", "While the opposition came out in full force for the session this morning, very few members of the treasury benches were in attendance before the session was adjourned for the first time. Prime Minister Imran Khan was also not present.", "The opposition needed the support of at least 172 lawmakers from a total of 342 to oust the premier through the no-trust move.", "A meeting was held between the treasury and opposition benches in the speaker's chamber after the session was adjourned for the first time in the day, where the latter called for holding proceedings according to the Supreme Court's directives.", "Foreign Minister Shah Mahmood Qureshi and PTI leader Amir Dogar participated from the government's side while Bilawal Bhutto-Zardari, Rana Sanaullah, Ayaz Sadiq, Naveed Qamar and Maulana Asad Mahmood represented the opposition.", "Following this, a meeting of the opposition's parliamentary group was called at the opposition leader's chamber. PML-N's Khawaja Saad Rafique, speaking in the NA after the adjournment, said that the speaker had promised that voting would be held after Iftar.", "Separately, the government ", " to the apex court against its decision to set aside the deputy speaker's April 3 ruling. The petition, however, was yet to be filed since the officers of the court did not process it on receipt as they close early in Ramazan. According to the PTI's counsel Azhar Siddique, it would be processed on Monday.", "As the session began after adjournment, FM Qureshi took the floor once again and lambasted the fact that lawmakers switched their loyalties for material gain.", "\"Are those powers who have sworn to uphold the Constitution not seeing this ", "?\" he asked, adding that the nation was well aware of how votes were bought and sold during last year's Senate elections.", "\"We raised objections [...] we presented those videos in the Election Commission of Pakistan (ECP). The PTI kept knocking on the ECP's doors for a year. After this struggle, the arguments were concluded. [But] despite the lapse of a year, the judgement is reserved and we have not gotten justice,\" he lamented.", "The foreign minister also said that \"blatant attempts\" for changing the regime were not hidden. Striking a philosophical note, he said that man was temporary but facts could not be suppressed. \"History will expose those who have run this entire drama [...] the pen of the historian does not forgive anyone.\"", "\t\t\t", "Qureshi said that the prime minister had called on the nation to decide whether they would live as a sovereign state or would remain slaves.", "\"Pakistan is standing at the crossroads of history. The nation has to decide whether we will live with our heads bowed or with our heads held high,\" he said.", "Acknowledging that today may perhaps be his last day as foreign minister, Qureshi said he wanted to take the house into confidence. He maintained that the process for the prime minister's Russia visit was set in motion two months before it was scheduled.", "The prime minister decided to go after consulting with officials, he said, adding that the prime objective behind it was to benefit Pakistan.", "\"We called and consulted Pakistan's seasoned diplomats, academics and some media persons at PM House regarding the pros and cons of undertaking the visit. it was decided with mutual consultation that it would be in Pakistan's interest to go ahead with it.", "\"We are a sovereign state. We do not want to bear the yoke of slavery,\" he said. He also stated that prior to the visit, the US national security adviser (NSA) called his Pakistani counterpart with one message: Don't go. Qureshi questioned how a sovereign state could be stopped from a bilateral visit in this manner.", "He added that once the decision to go was made, Pakistan decided to give its input on the Ukraine war. \"Pakistan is a country that believes in the United Nations charter and self-determination and we have never supported the use of force. We reiterated that in the UN General Assembly and when the American NSA gave us the message.\"", "He also highlighted how Pakistani citizens were evacuated from Ukraine as the Russian invasion began. \"We made what efforts [we could]. There was talk of humanitarian assistance, I sent it myself.\"", "Qureshi also talked about the recently held meeting of the Council of Foreign Ministers (CFM) of the Organisation of Islamic Cooperation (OIC).", "\"The Afghan issue, the Kashmir issue and the Ukraine issue were raised [...] we built consensus among 57 countries of the Islamic ummah,\" he noted, saying that the Islamabad Declaration would go down in history.", "Talking about the \"threat letter\", the foreign minister noted how the opposition had termed it to be fake while PML-N's Maryam Nawaz had alleged it was drafted in the Foreign Office.", "\"This is a very big claim. I am fasting and I am saying with God as my witness that we were not lying but presenting the facts to the nation. The document that I received and read was authentic,\" he said, calling on the opposition to not question the professionalism of seasoned diplomats.", "\"If the opposition members still have questions about that document, I will give a briefing in parliament. Let's go for an in-camera session and let the ambassador to the US tell us whether he stands by what he sent.", "\"Is it not a threat if you are told that there will be very bad consequences if you do not desist, that Pakistan will be forgiven if the no-confidence motion is passed but will be isolated if the motion fails?\"", "He stated that Pakistan had long-standing relations with the US. \"We want to have good relations with them, our objective is not to spoil [relations]. But the US wants Pakistan to offer support on all issues important to them,\" he said.", "The minister also talked about India's \"accidental\" fire of a missile into Pakistan. \"There was no loss of life but when we asked them for an explanation, they said it was accidental. Will India tell this to the UN Security Council (UNSC)?\"", "Qureshi said he had written to the UNSC and said the accidental fire could have led to an \"accidental war\". \"It is such a dangerous game that India has played. Where were the standard operating procedures and the protocols?\"", "Talking about the China-Pakistan Economic Corridor (CPEC), he said that the PTI government felt that this was a project that would enhance regional connectivity and lift millions of people out of poverty.", "He stated that PTI government's foreign policy called for good relations with every country and to increase Pakistan's diplomatic space.", "\"We want good relations with everyone and don't want to be hostile with any country. That has been our policy,\" he said.", "He recalled how the PPP talked about the sovereignty and supremacy of parliament, adding that he was in agreement with them. He went on to say that the deputy speaker's ruling had the \"concept of finality\", the rejection of which would open up a pandora's box.", "Qureshi also noted how the opposition had alleged that the ambassador to the US was abruptly transferred so that he could escape questions.", "\"He completed his three-year tenure on January 11 and we were making a new posting plan for Brussels. Why was I sending him to Brussels? Because he is a seasoned and polished diplomat.\"", "He rejected the claims that the \"threat letter\" was fake, adding that the meeting in Washington took place on March 7.", "\"On March 8, the no-confidence motion was submitted against the prime minister. Look at how these things coincided,\" he said, calling for holding an in-camera session. ", "Turning to the opposition, he said that they had been calling for elections for the last three-and-a-half years. \"They said the elections were not fair and said that Imran Khan was selected. Now when the prime minister said let's hold elections and see what the nation wants, they are not ready for it,\" he said, calling for the nation to decide.", "He called on lawmakers to not push Pakistan into a constitutional crisis and to go for fresh elections. 'Why are you scared of the nation?\" he asked the opposition benches. He added that all of the nation's political parties were on one side while PM Imran was on the other.", "Bilawal began by telling Niazi he was violating the Constitution and the court's orders. \"You cannot take up anything else except for what is on the agenda. Not only you, the speaker also did the same,\" he told him, demanding that voting is held on the no-confidence motion.", "At this, Niazi told the PPP chairman that the court can't intervene in parliamentary matters. Bilawal replied by saying that Niazi would be disqualified for violating the law, adding that this was not the first time the court had set aside the speaker's ruling.", "Turning his guns on PM Imran, Bilawal said that the premier was breaking the law on his way out of office. \"If you want to be involved in it, then it's your choice. But I had warned the prime minister to stay away from the man speaking before me,\" he said, referring to the foreign minister.", "\t\t\t", "The PPP chairman alleged that FM Qureshi was responsible for the premier's troubles, again calling for voting to be held on the no-confidence motion. \"If you don't come to today's agenda, then you should know that the opposition will not leave [...] we will snatch our constitutional rights from you.\"", "He said that the government had lost its majority in the assembly. \"We can debate on the foreign conspiracy for 100 days but first conduct voting.\"", "Bilawal alleged that the government had told several lies in this whole saga. The supposed conversation took place on March 7 and the no-confidence was presented on March 8, he noted.", "\"But there is a time difference between Pakistan and America which means that the no-trust move was presented as the conversation was underway.\"", "He claimed that those who were advising the prime minister were only thinking about themselves. \"They will land him in trouble.\" He also called the premier out for being absent during today's session.", "Once again turning his guns on Qureshi, Bilawal questioned why the foreign minister was not present for the National Security Committee meeting. He also questioned why the statement issued after the meeting did not mention the no-trust motion. \"It just included a decision to issue a demarche.\"", "Bilawal said that if there was a conspiracy against the government, PM Imran should have taken action immediately. He maintained that the current battle was not between the PTI, the PPP or the PDM, rather between those who upheld the Constitution and those who disregarded it.", "The PPP chairman added that PM Imran was \"scared of fair and free elections\". The prime minister knows that he will be defeated in the same way he was defeated in the by-elections, Bilawal thundered, adding that the prime minister could not be Zulfikar Ali Bhutto no matter how hard he tried.", "He said that the opposition wanted to oust the government in a \"democratic way\". \"This is the only legal and democratic means to dismiss the government,\" he said, adding that the NA belonged to the people of Pakistan.", "Talking about the government's claims of horse-trading, he asked how much money the foreign minister took each time he switched alliances. \"Ninety per cent of the faces on the treasury benches are turncoats.\"", "He added that PM Imran had divided the house, the judiciary, the establishment and the entire country. \"The prime minister should show sportsmanship. He is the first captain who is running away from the pitch after taking away the wicket.\" ", "In his speech, former president Asif Ali Zardari began by saying that he never wanted to make personal attacks. He lamented the recent devaluation of the rupee and highlighted how the central bank had increased interest rates.", "\"I just want to make a request to hold voting on the no-confidence motion. Don't waste time.\" He said that the stock market rose after the apex court issued its verdict while the dollar also fell, once again calling on the speaker to hold the vote.", "\"I don't want to go to the court against you tomorrow. We have to live in Pakistan. We have to maintain links with every political party. So hold the vote and end this. Let's move forward so that Pakistan can prosper,\" he told Qaiser.", "This prompted the NA speaker to say that he would implement the court's directive in \"true spirit\".", "Jamiat Ulema-i-Islam-Fazl (JUI-F's) Maulana Asad Mehmood said that the government wanted to sabotage the country's politics, the Constitution and the parliament by using the \"threat letter\".", "He questioned why the government did not present the \"threat letter\" to lawmakers in parliament. \"Why did you use the letter to break the law and dismiss the no-confidence motion?\"", "He claimed that the government had lost the mandate as well as the support of its allies and lawmakers. He said that PM Imran was fighting for himself and not the nation, adding that the government was lying about the NSC meeting.", "He claimed the speaker no longer had any more excuses to delay the vote and called on him to accept his defeat. ", "Human Rights Minister Dr Shireen Mazari's speech revolved around the alleged US influence on Pakistani politics. \"It is this nation's misfortune that America has always been successful in [changing] the leaders of Pakistan.\"", "She recalled that the opposition was invited to check the 'threat letter' that according to government is 'proof' of a foreign-funded conspiracy. ", "“But I know why you did not come ... because you're a part of that conspiracy, which clearly states that 'if you will oust Imran Khan and no-confidence vote is successful, then the nation will be forgiven.", "\"What will be forgiven? What crime has Pakistan done? An independent foreign policy? Who the hell is America to forgive us? And for what crime? For God's sake have some shame. This is America's old ways. In the 1950s, America and UK conspired to oust Iranian leader Musaddik — who was a democratic leader.”", "She said America has either ousted democratic leaders or assassinated them and has installed dictatorship in countries.", "“A few days ago, [US President Joe] Biden went to Poland and said 'remove Putin and bring regime change'. This is America's way.\"", "Mazari said the ECP's statement of not being able to hold elections, too, was a part of this conspiracy.", "Following Mazari's speech, the session was initially adjourned for a 20-minute Asar prayers break, following which another adjournment was taken till 7:30pm due to Iftar break.", "Once the session resumed, Shehbaz demanded the speaker to cut to the chase and immediate hold voting. \"This special session has been held today under Supreme Court's orders,\" he said. \"We heard their speeches for three hours. Speaker ... let the vote of no-confidence take place. ", "\"You are under the orders of the Supreme Court to chair this session just for one item, which is to proceed for voting. If you will no abide by the order, then you would further spoil this parliament's respect. We have been here since morning and you keep adjourning on one excuse or another.\"", "Following Energy Minister Hammad Azhar's rebuttal, the session was adjourned for the fourth time.", "Amid the crucial NA proceedings, the PTI submitted references against its 20 dissident members to the NA speaker. The references were sent by the prime minister and handed over to Qaiser by the PTI's chief whip in the NA, Amir Dogar. ", "The references were filed under Article 63-A of the Constitution, which suggests disqualification on grounds of defection for not obeying the parliamentary party's directions in the election of the prime minister, chief minister or vote of confidence or no confidence or money bill etc.", "The text of the references said that the dissidents were exposed via \"large-scale broadcast and videos\" to have left the PTI, joined the opposition for the no-trust motion against the prime minister and no denials or rebuttals were issued to the apparent acts of defection.", "The references stated that show-cause notices were sent to the dissidents to clarify why declarations to de-seat them from the NA should not be issued against them but the individuals failed to respond to them or clarify their position. ", "The text said that the members had failed to adhere to their \"sacred duty\" and had deceived the confidence of the party, the voters and the public by changing their loyalties to another party and caused \"irreparable loss to the democratic system ... and blatantly injured the cause and object of the PTI\". ", "The speaker was requested to initiate proceedings to de-seat the members since they were held to have defected from the PTI under Article 63-A. According to the text, sufficient material was available to hold that the members had exhibited a \"change of loyalty\" by joining another party and willfully defied the PTI's trust and policy and violated their oath.", "Taking the floor shortly after the session initially began, Leader of the Opposition in the National Assembly Shehbaz Sharif hailed Thursday as a historic day in the country's history when the apex court rejected the deputy speaker's ruling. According to the PML-N leader, the SC decision had made Pakistan's future \"bright\".", "He called on Qaiser to conduct proceedings in accordance with the SC's directives, stating that parliament would be writing history today. \"Today, parliament is going to defeat a selected prime minister in a constitutional manner,\" he declared.", "Shehbaz told the speaker to let bygones be bygones and to stand for the law and the Constitution. He urged the speaker to play his role and to have his name \"written in history in golden words\". ", "\"You must cash in on this moment with conviction and with your heart and your mind. Don't go off of the dictation of a selected prime minister,\" he urged Qaiser, adding that the apex court's directives were clear.", "Responding to Shehbaz's earnest plea, Qaiser assured the opposition leader that he would conduct proceedings according to the law and the Constitution.", "\"[But] the important thing is that there has been talk of an international conspiracy. This should also be discussed,\" he said, as the hall echoed with protests from the opposition benches.", "This prompted Shehbaz to tell the Qaiser that he would be violating the court's directives if he would go down that road. He also read out the court's directives regarding the convening of the session.", "\t\t\t", "\"Under the court's directives, you are bound to take up this agenda item and no other item. That is the intent of the order and you cannot deviate from it,\" he said, calling on the speaker to hold voting on the motion forthwith.", "\"The SC's orders will be followed in true letter and spirit,\" Qaiser replied, giving the floor to Foreign Minister Shah Mahmood Qureshi.", "The foreign minister began by acknowledging that the opposition had the right to table a no-trust motion against the prime minister but said that defending it was his obligation. \"We intend to fight it in a constitutional, political and democratic manner,\" he asserted.", "Talking about constitutional violations, he said that it was obligatory \"on us to respect the Constitution\". \"As the prime minister said yesterday, he is disappointed but has accepted the court's decision,\" Qureshi said, referring to PM Imran's late-night ", " on Friday.", "Qureshi said there had been many examples of constitutional violations in Pakistan's history. \"Constitutional violations, unfortunately, have been a part of our history.\"", "He said a major example of a constitutional violation from recent history pertained to October 12, 1999, when PML-N supremo Nawaz Sharif's government was toppled as a result of a military coup.", "\"The nation is a witness to the fact that the Constitution was violated on October 12, 2009. And when the case was presented before the apex court ... history is witness, that not only justifications were made but permission was also given for an amendment to the Constitution,\" he said.", "Qureshi noted that Pakistan Democratic Movement chief Maulana Fazlur Rehman and PPP Chairperson Bilawal Bhutto-Zardari had said they would not accept any ruling based on the doctrine of necessity, even before the SC had issued its verdict and while the matter was sub-judice. ", "The minister went on to say that the doctrine of necessity should have been buried, voicing his happiness at the \"evolution\" of Pakistan's democracy. \"I am happy that Pakistan's democracy has evolved and that we all are not ready to take its (doctrine of necessity) support.\"", "Qureshi also presented the stance of the prime minister, saying that he was disappointed but respected the court's orders. He added that NA proceedings were being conducted in accordance with the directives issued by the court.", "\"Today is Saturday and the session has started at 10:30am. The court said the session will not be prorogued unless the process of Article 95 and rule 37 is concluded.\"", "However, it is important to present the context under which the court directed to summon the session again, he added. He said that the clock was turned back and the apex court unanimously dismissed the April 3 ruling.", "The minister said that the prime minister went to the people by dissolving the assembly, adding that the opposition had been calling for early polls for close to four years.", "\"He (prime minister) said let's go to the people and let them decide in whose hands they want to see Pakistan's future.\"", "He reiterated that the government had accepted the court's decision but questioned why the opposition parties went to the court and why the SC took suo motu notice. \"The ruling the deputy speaker gave when he was chairing the session [...] he did not reject the constitutional process. He said a new situation had surfaced  and that it should be probed in its light.\"", "Qureshi added that the National Security Committee (NSC), one of the country's top forums, had seen the cable — purportedly containing evidence of a foreign plot against the government — and concluded that it was a sensitive matter.", "\"The NSC took two decisions. First, they acknowledged there was interference in Pakistan's internal matters and that a demarche must be issued,\" he said, adding that the Foreign Office followed these directives.", "\"The second was to immediately summon the Parliamentary Committee on National Security and for the matter to be presented before elected representatives,\" he said, adding that the opposition was also invited.", "At this point, the opposition benches started protesting and shouting which led the minister to ask why they were \"nervous\". Amid the commotion, the speaker adjourned the session till 12:30pm.", "Lawmakers began arriving at Parliament House ahead of the session while television footage showed tight security arrangements in place in the capital. The united opposition also held a meeting of its parliamentary group that was chaired by PML-N President Shehbaz Sharif and attended by 176 lawmakers.", "\t\t\t", "Despite the impression that the PTI has lost its majority in the lower house, the ruling party is still adamant that it would not leave the field open for the opposition and has vowed to make things as difficult for them as they can, be it creating hurdles in the voting procedure or preventing the election of opposition nominee Shehbaz Sharif as the new leader of the house.", "Ahead of the session, on Friday, PM Imran had presided over a meeting of the party’s parliamentary group.", "Meanwhile, Information Minister Fawad Chaudhry has said the government would present the \"threatening\" cable — purportedly containing evidence of a foreign plot against the government — or its contents in the assembly and will ask the speaker for a debate on the issue.", "Speaking to ", " on Friday night, he was of the opinion that even though the vote of no confidence was on the agenda, voting would likely not take place today. He said that while the SC had instructed voting to be held in the session called on April 9, that didn't mean it would have to be on the same date.", "The joint opposition — primarily the Pakistan Democratic Movement (PDM) and the PPP — had ", " the no-confidence motion against the premier with the NA Secretariat on March 8.", "In the days to follow, the country's political landscape was abuzz with activity as parties and individuals changed alliances and the PTI and opposition were seen trading barbs and allegations alongside intensifying efforts to ensure their success in the no-confidence contest.", "Eventually, major allies of the ruling PTI — Balochistan Awami Party and Muttahida Qaumi Movement-Pakistan — deserted the government and joined the opposition ranks which led to PM Imran losing his majority in the lower house of parliament.", "In addition, over a dozen PTI dissident MNAs have already come into the open with their criticism on the government policies, indicating that they might support the opposition’s no-trust motion even at the cost of being disqualified as NA members. ", "For its part, the PTI has managed to secure the support of another one of its key allies, the Pakistan Muslim League-Quaid (PML-Q), as Usman Buzdar stepped down as the Punjab chief minister in favour of the PML-Q's Chaudhry Pervaiz  Elahi, who the ruling party announced as its candidate for the province's new chief executive. ", "However, one of the many twists in the saga emerged when PM Imran ", " to have evidence of a \"foreign conspiracy\" to oust his government. At the PTI's rally on March 27, the premier had pulled out a piece of paper from his pocket and waved it at the crowd, claiming it was evidence of an \"international conspiracy\" being hatched to topple his government.", "The PTI accused the opposition of being part of the foreign plot and tried to turn the tide in its favour by disclosing some of the details in the \"threat letter\" to journalists and lawmakers.", "Separately, after a few delays, the National Assembly finally convened on April 3 to vote on the no-trust motion against the premier. In a \"surprise\" move, the opposition submitted a similar motion against the speaker which led to the deputy speaker chairing the session.", "However, the PTI would prove to be five steps ahead of the opposition as Suri dismissed the motion, saying it was part of a foreign conspiracy to oust PM Imran, after Information Minister Fawad Chaudhry spoke on a point of order, citing Article 5 of the Constitution, which mandates loyalty to the state for every citizen. ", "Within minutes of the pandemonium that broke out, PM Imran appeared on television to announce that he had advised the president to dissolve the lower house of parliament and called on the people to prepare for fresh elections.", "The government's move also led to the Supreme Court taking ", " of the deputy speaker's ruling with Chief Justice of Pakistan Umar Ata Bandial stating that all orders and actions initiated by the prime minister and president regarding the dissolution of the National Assembly would be subject to the court's order. Meanwhile, opposition parties also filed pleas questioning the legality of Suri's ruling.", "What followed were five days of marathon hearings where the court heard arguments from the government and the opposition. At the same time, the PTI began its preparations for the next elections, insisting on the existence of a foreign conspiracy behind the no-confidence motion.", "On Thursday night, the apex court — in a historic ruling — ", " Suri's ruling and the subsequent dissolution of the assembly by the president on the PM's advice, with all five judges unanimously voting 5-0 against it.", "The court's verdict also restored the prime minister and his cabinet in their position and directed for the session of the National Assembly to reconvene on Saturday (today) no later than 10:30am, saying that the session cannot be prorogued without the conclusion of the no-trust motion against PM Imran.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [["https://i.dawn.com/primary/2022/04/6251f89f1684e.png", "https://i.dawn.com/primary/2022/04/6251e3ea7f99f.png", "https://i.dawn.com/primary/2022/04/625163685cb31.jpg", "https://i.dawn.com/primary/2022/04/62511c141030c.png", "https://i.dawn.com/primary/2022/04/6251d8397ee98.png"]], "time": [[]], "date": ["April 9, 2022"], "category": "business", "source": ""},
{"title": ["Pakistan pull out of Asia Cup Cricket for the Blind in India"], "author": ["Dawn Sport"], "content": [["KARACHI: Pakistan Blind Cricket Council (PBCC) on Wednesday pulled out of the Asia Cup Cricket for the Blind, scheduled to be held in Indian city of Kochi from January 17-24, 2016.", "The PBCC has decided to withdraw its team due to deteriorating relations between the two countries at present and keeping in view security concerns of Pakistani nationals in India.", "In a press statement, PBCC General Manager Cricket Operations Maher M. Yousaf Haroon, said: “Shiv Sena’s attack on Indian cricket’s headquarters in Mumbai, cancellation of PCB chairman’s meeting with BCCI president, [hurling] threats to Aleem Dar from officiating matches [in India] and ICC’s decision to send him back compelled us to consider the matter of Pakistan’s team security seriously.”", "Haroon added that the Pakistan team had already started preparations for the event and the team had also been shortlisted but the “current scenario all of a sudden changed” everything.", "The PBCC has officially informed the Cricket Association of the Blind in India (CABI) that Pakistan will not take part in the event.", "The drama began on Monday when the PCB chief Shaharyar Khan was due to meet his Indian counterpart Shashank Manohar.", "Manohar had invited Shaharyar to discuss the prospect of a bilateral series between the two countries. But before the meeting could start some workers of Shiv Sena stormed into the building protesting the PCB chief’s visit and shouting anti-Pakistan slogans.", "Earlier, India’s failure to provide security to Pakistan’s commentators and match officials, following Shiv Sena’s hooliganism, also forced Wasim Akram and Shoaib Akhtar to quit the ongoing India-South Africa series and head home early.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [["https://i.dawn.com/primary/2015/10/562740d075ad8.jpg"]], "time": [[]], "date": ["October 21, 2015"], "category": "sports", "source": ""},
{"title": ["Australia's Labuschagne says learned from Babar's masterclass"], "author": ["Reuters"], "content": [["Australia's Marnus Labuschagne did not allow the disappointment of defeat to interfere with his appreciation of Babar Azam's sublime century, saying he learned from the Pakistan captain's masterclass in the second one-dayer on Thursday.", "Babar orchestrated Pakistan's ", " with a masterly 114 of 83 balls, denying Australia an unassailable 2-0 lead in the three-match series.", "The elegant right-hander, ably supported by fellow centurion Imam-ul-Haq, scored his 15th ODI century in 83 innings, which is the fastest by any batsman.", "“I enjoyed every minute of watching, it was a pity it was against us,” Labuschagne told reporters after their six-wicket defeat in Lahore.", "“That was a very good innings. I sat back and I took some things on board for my own game to learn from that innings.", "“To score 100 off 73 balls, he barely put a foot wrong. It was just phenomenal.” Labuschagne praised Imam as well but felt dismissing Babar early in Saturday's decider, also in Lahore, was crucial to clinch the series.", "“I think if we can find a way to get him out early, put a bit more pressure on the middle to lower order, we have a chance,” the 27-year-old said.", "“He batted us out of the game and fair play to him. It was a tremendous innings.” ", "Ben McDermott smashed his maiden international century for Australia and Labuschagne, who made 59, was elated to be at the non-striker's end when his childhood friend brought up his hundred.", "“We were best mates growing up in Australia. He was over at my house almost every second day, coming on the train home and we used to (play) in my backyard,” Labuschagne said.", "“The hard work that he's putting in domestic cricket in the Big Bash and his four-day game as well has just come such a long way, and I was I was over the moon for him today.”", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": [["https://i.dawn.com/primary/2022/04/6246ce0bbebde.jpg"]], "time": [[]], "date": ["April 1, 2022"], "category": "sports", "source": ""},
{"title": "Clijsters retires from tennis for third time", "author": "AFP", "content": "Former women's world number one", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "sports", "source": ""},
{"title": "Ferrari's hopes run high after previous false starts", "author": "REUTERS", "content": "fans know all about false dawns and dashed hopes but the first three races of the Formula One season have brought the good times back to Maranello and sent expectations soaring.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "sports", "source": ""},
{"title": "Villarreal stun Bayern to reach semi-finals", "author": "AFP", "content": "Villarreal dumped", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "sports", "source": ""},
{"title": "Man Utd fans planning 'constant' protest against Glazers", "author": "AFP", "content": "fans are planning a protest against the Glazer family, the owners of the English football giants, on Saturday.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "sports", "source": ""},
{"title": "Liverpool want to be a team no one wants to play: Klopp", "author": "REUTERS", "content": "Liverpool's goal is to become a team nobody wants to face, manager", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "sports", "source": ""},
{"title": "FIFA launches its own streaming platform", "author": "AFP", "content": "on Tuesday announced the launch of its own digital platform that will offer live streaming of thousands of football matches as well as archive footage of the World Cup and a library of other material in a variety of languages.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "sports", "source": ""},
{"title": "Djokovic 'runs out of gas' in Monte Carlo defeat", "author": "AFP", "content": "said he \"ran out of gas\" as he lost his opening match at the Monte Carlo Masters on Tuesday in just his second tournament of the year following his refusal to get vaccinated against Covid-19.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "sports", "source": ""},
{"title": "LIV Invitational will attract top players: Norman", "author": "REUTERS", "content": "Many of the world's top golfers have distanced themselves from the Saudi-backed LIV Golf Invitational Series but", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "sports", "source": ""},
{"title": "Ukraine hope BJK Cup tie will bring distraction ", "author": "REUTERS", "content": "Ukraine's players hope to provide some much-needed distraction for their compatriots this week when they face the United States in the Billie Jean King Cup but concede it is difficult to keep their thoughts from drifting to the war back home.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "sports", "source": ""},
{"title": "Credit ceiling raised for oil firms", "author": "Zafar Bhutta", "content": "Banks have revised credit lines for the oil industry to facilitate the import of petroleum products to meet the country’s requirements.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "business", "source": ""},
{"title": "Economic challenges to persist: Fitch", "author": "Our Correspondent", "content": "Despite the change in the political setup, the challenges remain the same and the problems of inflation, external risks and supply disruption are expected to loom large over Pakistan’s economy in the days to come.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "business", "source": ""},
{"title": "PSX relaxes investor eligibility criteria", "author": "Our Correspondent", "content": "The Pakistan Stock Exchange, with the approval of the Securities and Exchange Commission of Pakistan (SECP), has significantly eased the requirements for the eligibility of accredited individuals investing in companies on the Growth Enterprise Market (GEM) board.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "business", "source": ""},
{"title": "US inflation at 16.5-year high", "author": "REUTERS", "content": "US monthly consumer prices increased by the most in 16.5 years in March as Russia’s war against Ukraine boosted the cost of gasoline to record highs, cementing the case for a 50-basis-point interest rate hike from the Federal Reserve next month. The surge in prices reported by the Labour Department on Tuesday culminated in annual inflation rising at its fastest pace since the end of 1981. But there were some glimmers of hope, with monthly underlying price pressures rising moderately as motor vehicle prices cooled. Economists also believe overall inflation has peaked. “The Fed will take a tiny bit of comfort from today’s (Tuesday’s) report, but it still has much work to do to restore price stability,” said Sal Guatieri, a senior economist at BMO Capital Markets in Toronto. The consumer price index accelerated 1.2% last month, the biggest monthly gain since September 2005.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "business", "source": ""},
{"title": "OPEC to stop using IEA data", "author": "REUTERS", "content": "A decision driven by Saudi Arabia that OPEC+ should stop using oil data from the West’s energy watchdog reflected concern about US influence on the figures, sources close to the matter said, adding to strain on ties between Riyadh and Washington. The OPEC and allies including Russia, a group referred to as OPEC+, has so far ignored Western calls to increase output to try to lower oil prices of around $100 a barrel. The issue is delicate as expensive energy, in part because of Russia’s war with Ukraine, has stoked inflation and as US President Joe Biden faces pressure to lower record US gasoline prices ahead of mid-term elections in November. Any willingness on the part of Riyadh and its allies to help the US has been eroded as Washington has not addressed Gulf concerns about Iran at nuclear talks in Vienna.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "business", "source": ""},
{"title": "Global casinos raise bets on gambling in the Gulf", "author": "Reuters", "content": "It's been the subject of quiet speculation among diplomats and executives for years, but now global casino bosses are setting their sights on a once improbable prize: gambling in the United Arab Emirates", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "sports", "source": ""},
{"title": "Fernandinho surprises Guardiola by announcing exit", "author": "AFP", "content": "Manchester City captain Fernandinho shocked manager", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "sports", "source": ""},
{"title": "Meta to start testing money-making tools for its metaverse", "author": "Reuters", "content": "Facebook owner Meta Platforms is beginning to test tools for selling digital assets and experiences within its virtual reality platform Horizon Worlds, a key part of its plan for creating a metaverse, it said on Monday.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 12, 2022", "category": "sports", "source": ""},
{"title": "Women entrepreneurs urged to improve products", "author": "APP ", "content": "Women entrepreneurs of Pakistan should improve their products to move forward in economic sector, said Multan Chamber of Commerce and Industry (MCCI) women wing convener Romana Tanveer Sheikh.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "business", "source": ""},
{"title": "Rupee strengthens against dollar", "author": "Our Correspondent", "content": "The rupee strengthened against the US dollar at Rs182.02 in the inter-bank market on Tuesday compared with Monday’s close of Rs182.93, according to the State Bank of Pakistan (SBP). On April 7, 2022, the rupee closed at an all-time low at Rs188.18 owing to speculation stemming from political turbulence in the country. Moreover, demand for the dollar stood higher compared to its supply in the wake of an expanding current account deficit, swelling imports and rising global commodity prices. Earlier, the announcement of $3 billion cash deposit by Saudi Arabia in the State Bank helped the rupee to appreciate, however, the recovery proved short-lived.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "business", "source": ""},
{"title": "TikTok's ad revenue to surpass Twitter and Snapchat combined in 2022", "author": "Reuters", "content": "Video-sharing app TikTok's advertisement revenue is likely to triple in 2022 to more than $11 billion, exceeding the combined sales of its rivals Twitter Inc and Snap Inc, according to research firm Insider Intelligence.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 12, 2022", "category": "sports", "source": ""},
{"title": "Bitcoin falls 5.3% to $39,881", "author": "Reuters", "content": "Bitcoin dropped 5.3% to $39,881.02 at on Monday, down $2,231.58 from its previous close.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 12, 2022", "category": "sports", "source": ""},
{"title": "Apple starts manufacturing iPhone 13 in India", "author": "Reuters", "content": "Apple Inc has started making the iPhone 13 in India, the company said on Monday, as the US tech giant tries to reduce reliance on its Chinese supply chain.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 12, 2022", "category": "sports", "source": ""},
{"title": "This is how you should clean your wireless earphones", "author": "Hiba", "content": "Wireless earphones have become quite popular in the recent years, whether its the latest luxury earbuds, or the cheaper ones, these small devices have provided convenience listening to great quality sound.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 12, 2022", "category": "sports", "source": ""},
{"title": "Oil rises on OPEC warning, easing of Covid curbs", "author": "REUTERS", "content": "Oil prices climbed on Tuesday as Shanghai’s relaxation of some Covid-19 restrictions eased concerns about Chinese demand and as OPEC warned it would be impossible to replace potential supply losses from Russia.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "business", "source": ""},
{"title": "Crypto firm MoonPay raises $87m from Justin Bieber, Bruce Willis, others", "author": "Reuters", "content": "Cryptocurrency payments startup MoonPay has raised $87 million from more than 60 high-profile investors including singer Justin Bieber, rapper Snoop Dogg, tennis player Maria Sharapova and actor Bruce Willis as the role of non-fungible tokens (NFTs) in content creation and fan engagement expands.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "sports", "source": ""},
{"title": "YouTube back online after outage disrupts services", "author": "Reuters", "content": "Alphabet Inc's YouTube said on Tuesday it has fixed issues that had disrupted certain features for several thousands of its users across the online video sharing and social media platform.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "sports", "source": ""},
{"title": "Spotify rebrands live audio streaming service", "author": "Reuters", "content": "Spotify Technology SA on Tuesday re-branded its live audio-streaming service to Spotify Live and announced a slew of new content by top artists, as it doubles down on the format at a time when virtual events continue to attract audiences.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 13, 2022", "category": "sports", "source": ""},
{"title": "10 billion reasons bitcoin could become a reserve currency", "author": "Reuters", "content": "A crypto platform's pledge to amass $10 billion worth of bitcoin to back its own \"stablecoin\" is firing up the market. It's part of a wider movement to crown bitcoin as the reserve currency of a new age.", "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "", "date": "April 12, 2022", "category": "sports", "source": ""}
]