[
{"title": ["Stocks rally 2,157 points after govt change"], "author": ["The Newspaper's Staff Reporter"], "content": [["KARACHI: Bulls retook the stock market in the outgoing week following the return of certainty in the political arena.", "According to Arif Habib Ltd, the new coalition government has begun work to tackle the serious issues facing the economy, which led to a positive momentum in the national bourse.", "Moreover, the rupee recovered against the dollar at a rapid pace and closed at 181.4, marking a 3.6 per cent appreciation.", "Additionally, the country ", " last month as inflows amounted to $28.3 billion, up 28pc on a month-on-month basis, thanks to the Ramazan/Eid factor.", "Although there was a slight correction mid-week, the market sustained its momentum and posted its highest week-on-week increase since April 3, 2020. As a result, the bourse closed at 46,602, up 2,157 points or 4.9pc from a week ago.", "Sector-wise, positive contributions came from commercial banking (395 points), fertiliser 292 points, technology and communication (268 points), cement (241 points) and refinery (129 points).", "Whereas, sectors that contributed negatively were real estate investment trust (2.19 points), vanaspati and allied industries (1.55 points).", "Scrip-wise, positive contributions came from Engro Corporation Ltd (152 points), TRG Pakistan Ltd (136 points), Meezan Bank Ltd (122 points), Habib Bank Ltd (85 points) and Systems Ltd (80 points).", "Meanwhile, negative contributors were Colgate-Palmolive Pakistan Ltd (14 points), Faysal Bank Ltd (10.88 points), Fatima Fertiliser Company Ltd (4.74 points), Allied Bank Ltd (3.18 points) and Dolmen City REIT (2.19 points).", "Foreign buying was witnessed in the outgoing week as it amounted to $1.29 million versus a net sell of $3.78m in the preceding week. Major buying was witnessed in technology ($2.21m) and fertiliser ($1.16m).", "On the local front, selling was reported by mutual funds ($9.89m) and insurance companies ($7.76m). According to AKD Sec­urities, the positive momentum will likely continue in the near term.", "The market is currently trading at a price-to-earnings multiple of 4.5, which is fairly low given its historical average. However, the political arena is also heating up with the PTI staging protests across the country, the brokerage added.", "“Even though this largely remains a non-event from the stock market’s vantage (point), any escalation in tensions can have a negative impact on the investors’ sentiments. Moreover, the result season is likely to pick up pace in the upcoming week where surprises cannot be ruled out for driving individual stock performance,” it added.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/04/625b9681e76c7.jpg"], "time": [["09:25am"]], "date": ["April 17, 2022"], "category": "business", "source": "DAWN"},
{"title": ["Imran Khan asks judiciary to explain why courts opened their doors at midnight prior to his ouster"], "author": ["Dawn.com"], "content": [["Pakistan Tehreek-i-Insaaf Chairman Imran Khan on Wednesday asked the judiciary to explain why it felt the need to open its doors at midnight on Saturday, hours before he was ousted from the prime minister's office via a successful no-confidence motion against him in the National Assembly.", "With the deadline set by the Supreme Court to hold voting on no-trust move fast approaching after a marathon NA session last Saturday, the apex court and the Islamabad High Court  (IHC) had opened their doors beyond their notified timings. The vote was eventually held and saw Khan voted out from the top office.", "\t\t\t", "The IHC has since ", " that \"as a constitutional court, it ensures that cases relating to extreme urgency are presented at any time after the notified timings.\" ", "The high court's decision to resume court activity at the unusual hour came after a pre-emptive petition was filed asking the court to restrain Khan from de-notifying Gen Qamar Javed Bajwa as chief of the army staff. The then government had denied having any such plans.", "Khan today, in what was his first public address since ", ", directly addressed the judiciary, and asked: \"My dear judges, my judiciary, I have spent time in jail because of your freedom because I dream that one day the judiciary would stand with the weak people of the society, and not the powerful. ", "\"I ask the judiciary that when you opened the court in the dead of night ... this nation has known me for 45 years. Have I ever broken the law? When I played cricket, did anyone every accuse me of match fixing? ", "\"During my 25 years of politics, I have never provoked the public against state institutions or the judiciary because my life and death is in Pakistan. I ask you, what crime had I exactly committed that you opened up the courts at midnight?\"", "Khan addressed his successor and newly appointed prime minister Shehbaz Sharif and told him to stop the harassment of PTI supporters. \"This crackdown that you're doing against our youth over social media ... listen to this clearly ... the day we give the call, you would not find a place to hide.\"", "The former prime minister asked security institutions if the country's nuclear assets would be safe under the leadership of the Sharifs-led government.", "Earlier, in his opening remarks, Khan said: \"Whenever a prime minister of Pakistan was removed, people used to distribute sweets. But I am thankful to God that I was removed and you all came and gave me such respect.", "\"Pakistan has now become a nation. Whoever thought that an imported government of the US would be accepted by this nation ... on Sunday, the entire nation gave their answer that the imported government stands rejected.", "Khan said that the \"decisive moment\" has arrived and the nation needs to choose if it wants slavery or liberty. \"Do we want to be the slaves of the US' slaves or do we want real freedom?\"", "He said that the 'imported government' currently in charge was full of individuals out on bail. \"Shehbaz Sharif is out on bail, his son is out on bail, Nawaz Sharif is a convict, and his son is an absconder in London and the same is the case with his sons, daughter and son-in-law.\" ", "Khan said that the Americans have \"disrespected\" Pakistan by \"imposing outlaws\" on this nation. \"I will go to every city of the country ... and I challenge to them that they would have never seen the kind of mobility of the public the way I would do.\"", "The PTI chairman accused newly appointed Prime Minister Shehbaz Sharif of being involved in corruption to the tune of Rs40billion.", "\"Everyone should know that this is not the Pakistan of the 1970s when the US conspired to remove Zulfikar Ali Bhutto ... this is not the same Pakistan. The Pakistan of today is of social media. The country has 60 million mobile phones. All our youth now have a voice and no one can zip their mouths.\"", "He told his audience of supporters that he would be in Karachi on Saturday and urged them to take the streets in the entire country.", "\"My youth, get ready, I will be out on the streets with you in every city until we do not force them to hold elections,\" he said. ", "\"Today marks the beginning of the struggle to find actual freedom,\" he added.", "Footage shared by the PTI showed a throng of people at the rally's site. ", "Prior to Khan taking the stage, his fellow party leaders, including Ali Amin Gandapur, KP Chief Minister Mahmood Khan, Vice Chairman Shah Mahmood Qureshi, former defence minister Parvez Khattak, Awami Muslim League chief Sheikh Rashid and National Assembly Deputy Speaker Qasim Suri addressed the gathering.", "\t\t\t ", "PTI leader Shibli Faraz, earlier today, said that Khan would make important announcements at the rally and take the nation into confidence on the party's future roadmap. ", "\t\t\t", "Meanwhile, PTI leader Shireen Mazari alleged that coverage of the rally was being blocked on the orders of Prime Minister Shehbaz Sharif's new coalition government. ", "\t\t\t", "According to the PTI, the Peshawar rally is expected to kick off a new series of demonstrations with one scheduled on Saturday for Karachi as well. ", "\t\t\t", "The PTI took out massive rallies in several cities on Sunday to protest against Khan's ouster. Karachi, Peshawar, Malakand, Multan, Khanewal, Khyber, Jhang, Quetta, Okara, Islamabad, Lahore and Abbottabad were among the cities where large demonstrations were held. ", "Protests were also staged in Bajaur, Lower Dir, Shangla, Kohistan, Mansehra, Swat, Gujrat, Faisalabad, Nowshera, Dera Ghazi Khan and Mandi Bahauddin.", "Khan had tweeted that Sunday marked the beginning of a \"freedom struggle\" against what he called a \"foreign conspiracy of regime change\". In an attempt to galvanise his supporters, he had said \"it is always the people who protected their own sovereignty and democracy.\"", "\t\t\t", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/04/62571dbbc2948.png"], "time": [[]], "date": ["April 13, 2022"], "category": "business", "source": "DAWN"},
{"title": ["IHC to hear petition against issuance of diplomatic passport to Nawaz"], "author": ["Tahir Naseer"], "content": [["The Islamabad High Court (IHC) was moved on Friday to prevent the expected issuance of a diplomatic passport to PML-N supremo and former prime minister Nawaz Sharif and direct the relevant authorities to immediately arrest him upon his return to Pakistan from London.", "Nawaz, who is convicted in a corruption case, has been living in London on the pretext of ill health since November 2019, when the Lahore High Court had ", " him to leave the country for four weeks for medical treatment after Shehbaz Sharif, his younger brother and the incumbent prime minister, gave an undertaking that the senior Sharif would return within the stipulated time. Later, Nawaz sought extensions to prolong his stay in London on medical grounds. ", "A lawyer, Advocate Naeem Haider Panjutha, filed a petition in the IHC on Thursday, referring to ", " that said Nawaz was being issued a diplomatic passport on the instructions of newly elected PM Shehbaz. He specified that the instructions for the issuance of the diplomatic passport were given to the interior and foreign affairs secretaries. ", "The petitioner contended that as Nawaz was \"a court absconder who was convicted by learned NAB (National Accountability Bureau) Court for corruption ... it is violative of law, a mockery of the justice system and disgrace to the nation if a diplomatic passport is issued to a convict\".", "The \"issuance of a diplomatic passport to a convict is tantamount to bestowing respect, state protocols and dignity to a convict and if the convict is a court absconder it becomes a disgrace to the entire judicial system of the country,\" he said, adding the act was also \"against the spirit of the Constitution and against the fundamental rights whereby it has been guaranteed to every citizen that they will be treated equally\".", "Moreover, the petition stated, the country's courts had held that a fugitive would lose all rights a normal person was entitled to, adding that Article 25 of the Constitution had set clear standards against discrimination against citizens.", "\"And all the ordinary citizens will be discriminated if a convict is issued a diplomatic passport which has so many privileges and immunities, far more than the ordinary passport.\"", "The petitioner further argued that the \"illegal and unlawful\" act of the interior and foreign affairs secretaries of issuing a diplomatic passport to a convict and court absconder \"is not sustainable in the eyes of law\".", "\"The honorable superior courts have held in a number of cases that public servants are not duty-bound to implement or obey the illegal directions of the superiors and whoever acts illegal just to please a superior will solely be responsible for that illegal act.\"", "Advocate Panjutha highlighted that diplomatic passports were issued to the heads of states, highest officials and dignitaries, and that the holders of these passports enjoyed certain immunities and priviliges outlined in the Vienna Convention on Diplomatic Relations 1961.", "In this connection, he also cited Passport Rules 2021, which, he said, limit the issuance of diplomatic passports to a certain class of state officials so long as they held office. Moreover, he said, according to the rules, persons entitled to get the passport are to apply for the same with the relevant authority and furnish three copies of their photographs.", "\"No authority other than the Ministry of Foreign Affairs will, in any circumstances, issue authorisation for diplomatic passports,\" the petitioner said, adding that the process for the issuance of the passport had not been followed in Nawaz's case.", "The process, he said, \"cannot be exempted or bypassed and ignored merely on the ground that the applicant is a brother of the prime minister\".", "He also pointed out that Nawaz had passed \"derogatory remarks against the serving military and judicial officials\" at public rallies, which caused \"disgrace, disrespect, injury and insult\" to the Pakistan Army and judiciary. ", "\"It is also pertinent to mention that action is yet to be taken by the law enforcement agencies for the remarks mentioned above,\" he added.", "Advocate Panjutha underlined that it was mandatory for all convicts to surrender before the law.", "Nawaz, on the other hand, had \"yet to surrender before the law\", while \"the federal government is hurriedly trying to issue [a] diplomatic passport to him\", he claimed.", "He prayed the court to prevent the issuance of a diplomatic passport to Nawaz, direct the Establishment Division secretary to arrest him immediately upon his arrival in Pakistan and produce him before a court.", "\"During the pendency of this petition, [a] diplomatic passport shall not be issued to\" Nawaz, the petitioner requested.", "IHC Chief Justice Athar Minallah will hear the petition on April 18.", "In August last year, Nawaz had ", " an appeal with the British Immigration Tribunal after the Home Department refused to extend his stay in the country on “medical grounds” any further.", "Nawaz can legally remain in the UK till the tribunal issues its decision on his plea for his stay in the country. His passport had expired in February 2021.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/04/62593401d300f.jpg"], "time": [["02:25pm"]], "date": ["April 15, 2022"], "category": "business", "source": "DAWN"},
{"title": ["Exchange rate still in grip of uncertainty"], "author": ["Shahid Iqbal"], "content": [["KARACHI: Currency experts and dealers say the exchange rate is still under a strong grip of political and economic uncertainty, even after one of the quickest recoveries in the past week.", "The rupee has gained 3.5 per cent in the interbank market since April 7 to reach 181.55 on Saturday, according to State Bank of Pakistan data. ", "Before that recovery, the dollar rose on the back of speculation by currency players amid political turmoil. ", "However, currency dealers believe the exchange rate can once again start moving in favour of the dollar because apparently there isn’t any force that can protect or strengthen the rupee.", "Rupee strengthened 3.5pc against the dollar in interbank market since April 7", "“Foreign exchange reserves of the country, particularly of the State Bank, have been declining, which is sending a strong negative signal to the currency market,” said Atif Ahmed, a currency dealer in the interbank market.", "He said the growing import bill showed the trade deficit would continue to widen in the coming weeks and months.", "“We paid over $14 billion to import petroleum products during the first nine months [July to March] of this fiscal year, almost twice as compared to a year ago,” he said.", "Malik Bostan, the chairman of the Exchange Companies Association of Pakistan, agreed that the situation was far from normal. “Uncertainty is still there. The political crisis is in not yet over. We are living under the grip of all sorts of uncertainties, which will not allow the exchange rate to get stability.”", "He said the country’s economic managers should closely watch the developments in Sri Lanka, which was not attacked by any country, but the country’s economy was still in trouble and citizens were on roads demanding food and fuel.", "Earlier this week, ", " announced a default on its $51 billion foreign debt as the island nation is grappling with its worst economic downturn since independence in 1948, with regular blackouts and acute shortages of food and fuel in addition to record inflation.   ", "Mr Bostan said Pakistan’s external front of the economy was dangerously exposed, particularly due to falling foreign exchange reserves and resident accountholders having withdrawn dollars from commercial banks. Pakistanis withdrew $329m from March 25 to April 8 from commercial banks.", "Rising ", " and its high demand at home have pushed up the import bill. ", "However, bankers and analysts said it was not only the oil import bill that has been rising. A surge was also noted in the import of vehicles, machinery and vaccines. The government is also importing wheat and sugar and costly palm oil.", "Aamir Aziz, a manufacturer and exporter of finished textile goods, said the industry had been importing modern textile machines to compete with regional countries. He said Bangladesh and India were already working with state-of-the-art machines.", "He said growth of 8.4 per cent in large-scale manufacturing (LSM) in February reflected the increase in industrial activity. However, the LSM growth during July-February averaged out at 4.6pc.", "The growth pattern is also reflected through a 170pc per cent increase in the private sector credit offtake during the first nine months of the current fiscal year.", "However, currency dealers said the outflows of dollars from banks and domestic bonds reflected the uncertainty looming over both political and economic fronts.", "“The demand is still high. Importers are willing to buy more, but the State Bank’s restrictions have kept buying and selling at a certain level,” said Atif Ahmed, the currency dealer.", "There was no official confirmation, but the sources in the financial circle said paperwork had been completed for the rollover of $2.4bn from China. Pakistan paid back the due amount to China, whose foreign minister assured Islamabad of the rollover of the same amount.", "The rollover will help the foreign exchange reserves of the State Bank, which have almost halved to $10.5bn this week from $20.07bn in August.", "Bankers said the country still needed $15bn for debt servicing and other foreign obligations until the end of June, while widening trade and current account deficits were still the biggest challenges facing the country.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/04/625b3a415a519.jpg"], "time": [["09:22am"]], "date": ["April 17, 2022"], "category": "business", "source": "DAWN"},
{"title": ["'Was it a conspiracy or interference?' Imran Khan asks supporters at PTI power show in Karachi"], "author": ["Dawn.com"], "content": [["PTI Chairman Imran Khan on Saturday asked his supporters at a political power show in Karachi if his now dissolved government was up against a foreign \"conspiracy\" or mere \"interference\" in what was an indirect reference to Inter-Services Public Relations (ISPR) Director General Major General Babar's ", " that had jolted the former prime minister's political narrative.", "The DG ISPR on Thursday ", " that the word \"conspiracy\" was not used in the statement issued after a meeting of the National Security Committee last month, instead saying that the demarche was issued for the use of \"undiplomatic language\" which he said \"is equal to interference\".", "\t\t\t", "Khan, while addressing a much-anticipated ", " at Karachi's Bagh-i-Jinnah on Saturday, touched upon Maj Gen Iftikhar's differentiation between the two terminologies and asked his audience what they thought of it but did not critique the military man's assessment.", "\"Karachi, I thank you from my heart,\" Khan said in his opening remarks in the port city. \"I've come to talk some very special things because the problem is of your and your children's future. This conspiracy against our country ... I want you to carefully listen ... was it a conspiracy or an interference? Raise your hands and tell me if it was an interference or a conspiracy. ", "\"There was a conspiracy against this country at a very vast international scale,\" he said as he explained his political philosophy while dealing with foreign affairs.", "\"I want to tell the nation that I've never been against any country. I'm not anti-India, anti-Europe or anti-US. I'm with the humanity of the world. I'm not against any nation. I want friendship with everyone but slavery with no one.\"", "Khan claimed that he came to know three to four months back that the turncoats who eventually left his party as well as some journalists had started having meetings at the US embassy. \"A journalist told me that 'a lot of money is being spent on us'. Thus, the conspiracy had been in the works for a while and then our US ambassador meets Donald Lu.\"", "He repeated his ", " against the judiciary, asking what crime had he committed that they felt the need to open courts last Saturday at midnight.", "\"I, till today, have never broken Pakistan's law. I created two of Pakistan's biggest charity institutions. I created Shaukat Khanum and two universities. I am the only politician to have been declared ", " and ", " by Pakistan's Supreme Court. I knew that the match was fixed but what pained me is that the courts opened up at midnight. It will remain with me for the rest of my life.\"", "Khan asked why the judiciary did not take suo motu notice and get the cable investigated when the then deputy speaker gave his ruling on a foreign conspiracy and why it remained silent \"when an open market was set up and politicians were being sold\". ", "The PTI chairman said he stood by his decision to say \"absolutely not\" to the US when asked for military bases. \"A country's prime minister is like the father. The 220m people were my responsibility, and to take them into someone else's war was my responsibility. I will never sacrifice my people for another country.\"", "Khan slammed Shehbaz Sharif, his successor in the top office. \"There are 40bn rupee corruption cases on Shehbaz in NAB and the FIA. What more insult of our country can it be that a person out on bail is the prime minister,\" he said. ", "\"His son, also out on bail, is the chief minister. Think carefully what is happening with our country. They make thieves our leaders because they can be easily used. They get ready to do everything to protect their money.\"", "The PTI chairman identified Shehbaz's elder sibling Nawaz Sharif as the \"mastermind of this conspiracy\". \"The one who is sitting in London, who ran away from the law after lying is now preparing to return. The entire Pakistan's justice system is on trial. Can it stand against these powerful thieves or not? I ask the courts and NAB ... what will you do?\"", "Khan told his followers that God has given them two paths to choose from. \"There is no other third path. You cannot be neutral. It is God's order.\"", "He demanded that a judicial commission be made under the chief justice of Pakistan's supervision to decide on the merits of his claims regarding the cable and foreign conspiracy. Furthermore, he demanded that the foreign funding case against his party be heard together with similar cases against PML-N and the PPP.", "The former prime minister urged his supporters to \"remain peaceful and not engage in politics of confrontation\". We have always done peaceful protests and our movement will remain peaceful. I want to warn ... don't do anything that this movement changes [into something else] because I don't want to see this country suffer in any way.\"", "Earlier, PTI Vice Chairman Shah Mahmood Qureshi criticised the current government's policies and compared it unfavorably with Khan's recently dissolved government.", "\"I remember last year, the Israeli army attacked Al-Aqsa and Muslims were martyred. What did Imran Khan say?\nHe told me to go to the UN and raise voice for the oppressed Palestinians. I did not tweet like Shehbaz Sharif but fought case for the Palestinians and gained ceasefire,\" he said.", "\"Today, they [only] tweet and then they say they will make an independent foreign policy. Today, the oath wasn't taken, the cabinet hasn't been formed, yet sugar price has been hiked by 10 rupees, ghee by 30 rupees, and electricity by 4.5 rupees per unit. And oil and diesel price hikes are yet to come.\"", "The party's central secretary general Asad Umar said that during PTI's government whenever he asked Khan for something for Karachi, \"never did I hear no.\"", "\t\t\t", "\"The reason is that he (Khan) is Pakistan's only leader who does not belong to any one city, region, language or religion. He is the leader of every Pakistani. ", "\"It's my faith that in this month of Ramazan, under Imran Khan's leadership, the dream of Quaid-e-Azam will be fulfilled by Imran Khan.\"", "Awami Muslim League chief Sheikh Rashid, who is a key ally of the PTI, saluted \"Karachi's passion\", claiming that the city has \"broken the record of Fatima Jinnah's gathering\" for Khan.", "He predicted that Khan would end the incumbent government before May 30 before he took aim at PPP Chairman Asif Ali Zardari, calling him a \"bandit\".", "\t\t\t", "In the end, he had a message for the military. \"I want to talk to the Pakistan Army. We are with you,\" he said as he told the crowd to \"wave Pakistan's flag so it can be seen that Karachi is with Pakistan's flag and Imran Khan\".", "Former Sindh governor Imran Ismail said that the entire city of Karachi was willing to take to the streets on Khan's call. He claimed that his party can shut down the entire city whenever it wants.", "\"We retain the power to shut down the city on half an hour's notice,\" he said. \"We have done it in the past ... and we are restless to do it again. All we need is the go-ahead from you Khan sahab. We will take to the streets and teach them a lesson.\" ", "Former minister Ali Zaidi was also critical of Zardari, questioning: \"What have you done with our city and people of our province?", "\"The people will never forgive you. When elections take place, there will be a PTI government in Sindh,\" he warned", "Prior to Khan's arrival at the venue, various PTI leaders from Sindh, including Faisal Vawda, Aslam khan, Khurram Sher Zaman, Haleem Adil Sheikh and Firdous Shamim Naqvi addressed the crowd.", "The party's local leadership, during their speeches, criticised in particular their former regional ally Muttahidda Qaumi Movement-Pakistan. Sindh MPA Khurram Sher Zaman branded the MQM-P \"traitors\", possibly referring to their severing of ties with the PTI at a crucial time that cost them their government.", "PTI leader Firdous Shamim Naqvi termed the MQM-P a party that \"destroyed the city\" and predicted that its seats would be reduced to \"zero\" in the next elections.", "MPA Shahzad Qureshi said that the stage — set up in the shadow of the Quaid’s mausoleum — \"has been built using 100 containers”, adding that “we have never seen such a huge stage for any rally in Karachi.”", "A day ago, Khan requested his supporters to carry the Pakistani flag to tonight's gathering, adding that the \"fight now was for the country's sovereignty and real democracy\". ", "PTI leader Imran Ismail claimed the power show would be the \"biggest in Pakistan's history\" and said Khan was expected to speak by 9pm. ", "\t\t\t ", "PTI Vice Chairman Shah Mahmood Qureshi said it didn't matter whether the PTI was censored, banned or its coverage blocked, the people would still come out for an independent and sovereign Pakistan. ", "\t\t\t ", "Meanwhile, PTI leader Fawad Chaudhry claimed the \"entire country\" would come out to protest and every city would present scenes similar to Karachi — the \"heart\" of the campaign. \"The ones to black out this movement will themselves get blacked out,\" he said. ", "\t\t\t", "On Wednesday, Chaudhry along with PTI leader Hammad Azhar had ", " across the country every Saturday to “re­claim the freedom lost to the United States of America”.", "The Karachi police made detailed security arrangements and as admitted by the PTI leadership, the party extended every possible help for the security.", "However, the party itself has a pool of over a thousand volunteers for all arrangements, including security, seating and movement of shuttle service from the designated points to bring families to Bagh-i-Jinnah.", "“We have devised a plan. For families, we have asked to take a route that would lead them to Society traffic intersection from where they can enter Bagh-i-Jinnah through Shahrah-i-Quaideen,” Shahzad Qureshi said. “Those coming from Gulshan-i-Iqbal, Gulistan-i-Jauhar or through University Road can park their vehicles at the VIP gate of Mazar-i-Quaid.", "\"Similarly, parking arrangements have been made at Nishtar Park, KGA Ground and China Ground from where a shuttle service would bring the families to the venue.”", "The PTI rally is being held less than a week after a storm of people thronged the Millennium Mall traffic intersection from all over the city on the call of the PTI chairman for agitation against his ", " via a no-confidence vote.", "Even PTI critics and political pundits had no doubt that the PTI through its Saturday rally was going to “prove its Karachi power again”.", "The party claimed that the show had already begun and it would not be a “less than a million people crowd” which would roar with its leader at Bagh-i-Jinnah against the “selected government”.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/04/625b0cf33e340.png"], "time": [["12:08pm"]], "date": ["April 16, 2022"], "category": "business", "source": "DAWN"},
{"title": ["Farewell lunch triggered ‘Lettergate’ dispute"], "author": ["Anwar Iqbal"], "content": [["WASHINGTON: The conversation that set off the so-called ‘", "’ scandal took place on March 7 at a farewell lunch for the then Pakistan ambassador Asad Majeed Khan at his residence, which is also known as Pakistan House. ", "Diplomatic and official sources, who spoke to ", ", said that although it was lunch, a note-taker also attended the meeting. The cable that Ambassador Khan later sent to Islamabad was based on the notes taken by the note-taker, who was also from the Pakistan Embassy.", "US officials who attended the lunch included US Assistant Secretary of State for South and Central Asian Affairs ", " and Deputy Assistant Secretary Lesslie C Viguerie. The Pakistani side comprised Deputy Chief of Mission Syed Naveed Bokhari and the defence attaché. ", "Since the March 7 lunch-meeting was held less than two weeks after the Russian aggression against Ukraine, the invasion dominated the conversation. The sources said the US side expressed its ‘disappointment’ with Pakistan’s decision to send its prime minister, Imran Khan, to ", " the day Russia invaded Ukraine. ", "“They pointed out how the invasion had angered the entire American nation and explained why they thought Mr Khan should have postponed his visit,” one of the sources said. ", "Another source said Mr Lu hinted that “Washington believes the final decision to go ahead with the visit despite the invasion was that of Imran Khan” although some Pakistani officials had suggested postponing it. ", " ", "Ambassador Khan, according to these sources, argued that it was a collective decision and that Pakistan had been trying for a Moscow visit for years. And when the invitation came, they could not turn it down or postpone it. ", "The Americans, however, argued that Islamabad should have also “considered Washington’s sensitiveness” on this issue before going ahead with the visit.", "The sources said the conversation then drifted to the current political environment in Pakistan, and Mr Lu pointed out that Washington was keenly watching the situation and the outcome of the no-trust move against the then prime minister would impact US-Pakistan relations as well.", "One source claimed Mr Lu’s arguments were “alarming and far from routine”, but he did not threaten a regime-change. The source also claimed that no one attending the meeting felt that the Americans were hatching a conspiracy to topple the Pakistan Tehreek-i-Insaf government. “No, there’s no conspiracy. Nobody got that impression,” the source added. “But they did say the outcome will impact bilateral ties, which can be interpreted either way.” ", "The sources said the Americans never concealed “their disappointment” with Pakistan over Mr Khan’s Moscow visit. They claimed that Army Chief Gen Qamar Bajwa had planned to visit Washington in April, but postponed it after learning how the Americans felt about Ukraine. ", " ", "“I never thought it was a US conspiracy, but it triggered certain reactions that impacted the domestic political situation in Pakistan,” another source said. “What Mr Lu said reflected what the Biden administration feels and thinks. It was very unusual. Not one bit routine.” ", "The source claimed that the defence attaché’s presence in the lunch-meeting, and his earlier engagement with US officials on the Ukraine issue, explained why Gen Bajwa’s comments on Ukraine “marked a significant departure” from Imran Khan’s policies on this issue. ", "Former prime minister Khan argued that Pakistan made a mistake by joining the West during the Cold War, it should remain neutral in the Russia-Ukraine conflict and refused to condemn Moscow’s invasion. ", "Addressing a seminar in Islamabad on April 2, Gen Bajwa had slammed Russia’s military attack on Ukraine, calling for immediate cessation of what he described as a “huge tragedy” inflicted on a smaller country. ", "On Thursday, the military’s media wing — ISPR — also ", " Imran Khan’s allegations of a US conspiracy, although it acknowledged that Washington had used language in the lunch-meeting that amounted to interference in Pakistani affairs. ", "The ISPR chief pointed out the National Security Council’s meeting on this issue expressed “grave concern” at the communication from Washington, but ", " ‘conspiracy’.", "On April 8, in his last ", " as prime minister, Mr. Khan reiterated his allegations that a senior US diplomat threatened a regime-change in Pakistan.", "In another statement, Mr Khan also named the official — Donald Lu — who allegedly made that threat during a meeting with Ambassador Khan.", "On April 10, while commenting on Mr. Khan’s claim, a US State Department spokesperson Jalina Porter ", ": “Let me just say very bluntly there is absolutely no truth to these allegations.”", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/04/625bcad00c5db.jpg"], "time": [["01:07pm"]], "date": ["April 17, 2022"], "category": "business", "source": "DAWN"},
{"title": ["NSC statement did not include the word 'conspiracy': DG ISPR"], "author": ["Dawn.com"], "content": [["Inter-Services Public Relations (ISPR) Director General (DG) Major General Babar Iftikhar said on Thursday that the word \"conspiracy\" was not used in the statement issued after a ", " of the National Security Committee last month.", "He was answering a question by a journalist after a press conference on the recently held ", " at the General Headquarters. The journalist had asked the army leadership's stance on Imran Khan's claim of a foreign conspiracy to oust him and whether the NSC had endorsed such a claim.", "\"As far as military response about the NSC meeting is considered, that stance, in that meeting was fully given, and then a statement was issued ... which clearly says what was concluded in that meeting. ", "\"The words used are in front of you ... as I said ... the words used are clear. Is there any word such as conspiracy used in it? I think not.\"", "General Iftikhar said the minutes of the NSC meeting can be declassified if the government decides. ", "\t\t\t", "He added that the cipher from the Pakistan ambassador to the US was also received by the ISI and it briefed the NSC based on that cable. ", "The DG ISPR explained that issuance of ", " are not specific to hatching of conspiracies but can also be given for other reasons. \"In this case, it was given for undiplomatic language and is equal to interference.\" ", "The SOPs of such a cable, he continued, was that these ciphers were in the domain of the Foreign Office. \"These are top secret documents and there is some circulation depending on which institution they're related to. When institutions get such cables, the FO begins work if there is something on national security in them.\" ", "\t\t\t", "Meanwhile, in response to a question regarding the army's role in politics, the DG ISPR revealed that the former prime minister had approached the army chief to help find a solution to the political crisis. ", "\"It is unfortunate that our political leadership was not ready to talk. So the army chief and DG ISI went to the PMO and ", " were discussed,\" he said, recalling that one was that the no-confidence motion should be held as it was. The other were that the prime minister resigns or the no-confidence motion was retracted and the assemblies were dissolved. ", "\"No option from the establishment was given,\" Gen Iftikhar clarified. ", "The DG ISPR rubbished rumours circulating on social media about the establishment meeting opposition parties. \"There is no truth to this,\" he asserted. ", "\"I heard these things ... investigative journalism has progressed a lot. If someone has evidence, bring it forward. There were no such contacts, no deal... For Gods' sake, there is nothing like this,\" he said, further refuting BBC's story on the army chief meeting Imran Khan on the night of April 9. ", "\"I said it that day, too, that whatever political process has run, army had no role or interference at any stage.\" ", "The DG ISPR reaffirmed that the \"establishment or army had the best of relations with the government\" and assured that there was no disagreement between the two institutions. ", "\"In fact I'd say that the COAS has very good personal relations with Imran Khan and of mutual respect. It will stay the same. Parties and governments change but army meets all of them. There are no issues or problems,\" he reiterated. ", "Gen Iftikhar also pointed out that there were rumours about the army chief's extension. \"Let me put this to rest. COAS is neither seeking extension nor will he accept it. He will be retiring on time on November 22. ", "\"This is character assassination without evidence,\" he added. ", "Gen Iftikhar continued that the word neutral doesn't properly describe the army's stance. He said this in answer to a question. \"[The word] apolitical is better. In our constitutional and legal setup, no kind of political affiliation or interference should exist.\" ", "He said that there had always been demands that army shouldn't have a role in politics. \"Today, it is being given a real form.\" ", "The DG ISPR recalled that when the COAS last appeared in the security committee's meeting, he told all the political leaders that the army wanted to keep itself away from politics. ", "\"In another meeting in GB, when all the political leaders were present, the army chief had reiterated that we [army] wanted to stay away from politics. We don't have anything to do with politics... I think this is very good decision and it will remain so,\" he added. ", "Gen Iftikhar also clarified that the ", " when a question regarding courts opening Sunday night was asked. ", "\"If something has happened it was their decision... Pakistan's sustenance relies on democracy and to strengthen it is everyone's duty.\" ", "The DG ISPR said \"absolutely not\" to possibility of a martial law being imposed. \"So our external challenges are so much that if our army could tackle those alone it would be a success. It is not fair to blame an institution which is always working for Pakistan's security.\" ", "When a journalist asked him about army bases, the DG ISPR said the ex-prime minister was asked about giving bases to US in an ", ". \"If a demand like that would have been made, the army would have had the same stance as the prime minister. ", "\"But the reality is that they never asked for bases,\" he revealed, reiterating that had they asked, the army would have had the same stance as the PM. ", "Meanwhile, commenting on the former premier's ", ", Gen Iftikhar confirmed that the army was onboard on it and was taken into confidence. \"There was institutional input that he should go. It was in no one's wildest dreams that they [Russia] would announce war when the prime minister was there, which was obviously very embarrassing.\" ", "The DG ISPR, while answering a question on Imran Khan's comments about Pakistan's nuclear assets being unsafe under the Sharifs' leadership, cautioned everyone to be careful when talking on the subject. ", "\"They (the nuclear assets) aren't associated to any one political leadership,\" he said, adding Pakistan had one of the best systems and there was no such threat to them. ", "Talking about the current political situation in the country, Gen Iftikhar said that the army couldn't afford to decide which government to have smooth relations with and which to not. \"This is not a choice, governments are elected, it is their job to tell us what to do.\" ", "He also clarified that the COAS didn't attend Shehbaz Sharif's oath-taking ceremony because he was ill. ", "The DG ISPR said that rallies were a part of democracy. \"Army has provided an enabling environment to the people by risking its lives. This free atmosphere where anyone says what they want ... good or bad ... we have worked hard and sacrificed a lot for this.", "\"People come out on roads and express thoughts. There is nothing wrong with it,\" he said, assuring that some stability was returning to the country but it would take time to keep it sustainable. ", "\"Political stability drives everything. National security rests on it.\" ", "Raising concerns on the \"malicious propaganda\" being run against the army on social media, the DG ISPR said that in the digital domain, everything was being amplified through external linkages and fake technology. ", "\"When we talk about propaganda, it can't create issues as much as it amplifies them. Whatever political thoughts people have, they pitch them against each other which spreads negativity and thus are externally blown up,\" he said, adding that consequently a notion is created that Pakistan's youth wasn't as well-informed. ", "Gen Iftikhar stressed the need to take strong measures to insulate the society from the effects of fake news. \"Whose job is it to ask? Army chief is the head of an institution that is subservient to the government. If army head is being criticised, then it's the government's job [to take action].\" ", "He added that there had been a surge in fake news given tech advancements. \"There should be laws for this. I think all stakeholders should sit and try to correct this otherwise there's no limit,\" the DG ISPR added. ", "Moving onto other security challenges, Gen Iftikhar said that the \"new war\" announced by the Tehrik-i-Taliban Pakistan (TTP) was \"stopped in tracks\" and said there was no such things as \"talks\" with the banned group. ", "Meanwhile, talking about the foreign policy, he praised former national security advisor Moeed Yusuf for his work. ", "He also recalled that the army chief was criticised for indulging into the foreign policy domain when he gave a statement on the Russia-Ukraine crisis. ", "\"All things he said weren't against Pakistan's stated foreign policy. He was not getting out of that paradigm. When talks are held on strategic level, political leadership talks on its behalf and military leadership too, some times to balance things out,\" the DG ISPR added. ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/04/6257f33f8c30c.jpg"], "time": [[]], "date": ["April 14, 2022"], "category": "business", "source": "DAWN"},
{"title": ["Winning edge"], "author": ["Syed Saadat"], "content": [["WIN the crowd and you shall win the fight; this was the advice that would be dispensed to the gladiators as they prepared for their fights in Rome’s Colosseum. The events that ", " in the political arena of Pakistan were nothing less than those contests.", "The opening line of this article can perhaps be adapted to local circumstances: it is said that if you win the bureaucracy, you win Punjab and if you win Punjab, you win Pakistan. As prime minister, Imran Khan failed to recognise that winning edge. ", "Dr Ishrat Husain, who was adviser to the former prime minister on institutional reforms, in his book Governing the Ungovernable, writes that “after all it was the imperative track record of the Punjab government under the leadership of Chief Minister Shehbaz Sharif during the 2008-13 period which won the votes for PML-N”. He further goes on to narrate how nepotism and party loyalty undermined merit, which became the cause of disillusionment with the PML-N among the educated middle class that subsequently led to the rise of the PTI.", "Now coming to the fall of the PTI, the reasons for it might seem complex but, in fact, they are as simple as those of its rise. One of them is the inability of Imran Khan to deliver on his promise of good governance, especially in Punjab. He was unable to truly win the support of the bureaucracy and to motivate the latter to go beyond the line of duty to sincerely work for the people.", "The bureaucracy saw Imran Khan as a threat, as someone ready to throw it under the bus to pursue an absolutely political agenda. This perception cemented the image of the former prime minster as someone in whose tenure civil servants had to lie low, stay idle, pass time in as uneventful a manner as possible so that they did not end up in trouble. Except for a handful of civil servants serving directly with the former prime minister, this was the general idea in the bureaucracy, and sadly, in his tenure that spanned almost four years, no effort was made to allay these misgivings.", "The bureaucracy lay low during Imran Khan’s tenure.", "Imran Khan often said that the fear of losing makes you lose before the contest; ironically, he himself became the perfect proof of the theory. The fear of losing prominence kept Imran Khan from appointing a strong chief minister in Punjab and that fear resulted in the ", ", a chief minister who failed to inspire the bureaucracy or the public. ", "The bureaucracy having worked with Shehbaz Sharif, who had set very high standards of governance, felt a certain disillusionment. Imran Khan’s maxim seemed to have been ‘I, alone, will fix it’ rather than ‘we, together, will fix it’. And that sealed his fate.", "Like, for example, Imran Khan failed to hold the high-powered board meeting to consider the promotion of officers from Grade 21 to 22, which had been due for almost two years by the time he left office. It sums up how preoccupied he was with opposing the opposition rather than focusing on governance.", "Furthermore, it has been learnt that the prime minister was conducting informal interviews of candidates for promotion from BS-21 to BS-22, ahead of the high-powered board meeting in order to assess for himself before the official meeting. Such actions potentially overlook many able officers based on personal and political biases, which can further alienate them from their job.", " ", "In fact, there was a lot of uneasiness about this snap evaluation among senior bureaucrats. The proper way would have been to reform the system and trust it to pick the correct individual, evaluated over a period of three decades rather than 30 minutes of an interview. Individual judgement can never beat a systemic assessment, but no serious efforts were made in that direction. Trying to resolve every problem based on individual judgement can work on a cricket field but rarely does so in the running of a government.", "Similarly, the civil service reforms prepared by a task force on civil service reforms headed by Dr Ishrat Husain and approved by the cabinet also did not see the light of the day and the document must now be gathering dust on some shelf at the Prime Minister’s Secretariat.", "Lastly, Imran Khan came across as a prime minister in a hurry. A bit like a tsunami, which disrupted a lot of things, the initial waves he generated were very strong, but with time, they subsided, leaving almost all projects that were started unfinished. Or since we are fond of drawing cricketing parallels in politics, it was like a team chasing a huge total that started out strong, but lost wickets in the middle overs, followed by total collapse towards the end, thus falling well short of the target.", "The question remains, can he reflect on his performance and make a comeback? For the sake of Pakistan, he should.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/04/6257831d3ddf5.jpg"], "time": [[]], "date": ["April 14, 2022"], "category": "business", "source": "DAWN"},
{"title": ["Is Pakistan the next big market for tech startups?"], "author": ["Dawn.com"], "content": [["Pakistan may be Asia's next big tech startup market, according to a ", " published by Germany's ", "  on Wednesday.", "According to ", ", Pakistan's young population and increasing levels of local capital are creating opportunities for tech entrepreneurs to explore the country's market.", "Pakistan has been named one of the fastest-growing economies in Asia in McKinsey & Co's latest report on the Pakistani ecosystem, ", " said.", "Quoting the same report, ", " said that 720 startups have been created in the country since 2010 — 67 per cent of which are still operational.", "Presenting an example of how Pakistan's startup scene is garnering support worldwide, the ", " article said that Egyptian ride-hailing company, Swvl, has recently disclosed plans to invest $25 million in Pakistan's tech sector over the next two years to fund pre-seed startups and create 10,000 jobs.", "The article further pointed out that the startup industry \"is central to government plans to create an enabling environment [...] and stimulate economic growth\" and that in the latter half of 2019, Pakistan passed six reforms focused on creating a better environment for tech-based businesses in the country. ", "These measures look to ease the regulatory environment for businesses, including the introduction of a three-year tax relief and creating an online one-stop registration system, through which \"companies can now be incorporated in 17 days, rather than 20, at a reduced cost of 1.1pc,\" the ", " said.", "According to ", ", these reforms seem to be effective as \"Pakistan's position in the World Bank's Ease of Doing Business report jumped from 136th place in 2018 to 108th place in 2019\".", "The article — while pointing out that startups in Pakistan raised $18.8 million in funding in 2019 — said that \"more capital is expected to flow into startups from overseas in the ensuing years\".", "The ", " article also welcomed the launch of the 'Digital Pakistan' initiative in December 2019. The initiative — headed by former Google executive Tania Aidrus — has the agenda to increase access and connectivity, enhance digital education and introduce a new era of e-governance in Pakistan.", "\"Pakistan's tech ecosystem has been slowly gaining momentum in the last few years. It's home to a strong tech talent base and it's still competitively affordable, which makes it ideal for early-stage founders like myself,\" Hena Husain, founder of London-based communications startup, The Content Architects, was quoted by ", " as saying. According to Hena, the growth in Karachi's tech market is increasing by the day. The Content Architects work with a development team based in Karachi. ", "According to ", ", confidence in Pakistan's tech market has led to an increase in the availability of local capital. ", "\"While Pakistan's startup scene and venture capital market is still relatively new, the number of funds — such as i2i Ventures and Fatima Gobi Ventures — and active angel investors have increased significantly since 2018, ", " said.", "While trying to find out where Pakistan's tech revolution has sprung out from, ", " quoted Iskander Pataudi — a Pakistan-born tech professional working in Berlin — as saying that the tech scene in the country evolved organically. ", "\"A few Pakistani tech startups have raised huge funding rounds at a time where our economy is just keeping its head above water,\" he was quoted as saying. \"This makes sense, considering we have a huge market of young, digitally-savvy consumers and increased 3G and 4G connectivity.\"", "Quoting Rabeel Warraich — founder of Pakistan-based venture capital fund Sarmayacar — ", " said that a string of startup success stories, combined with a more stable political landscape under President Imran Khan, has increased \"investors' confidence that Pakistan holds huge potential for exiting businesses.\"", "According to ", ", Pakistani nationals living overseas are beginning to believe that new avenues of opportunity are opening up back home.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2020/01/5e32f25ebbec7.jpg"], "time": [[]], "date": ["January 30, 2020"], "category": "tech", "source": "DAWN"},
{"title": ["Is Pak Truck Driver the most exciting driving game to come from Pakistan? We find out"], "author": ["Munir Rahool"], "content": [["Newly launched Android game ‘Pak Truck Driver’ is arguably the most exciting driving game to have come out of Pakistan. By putting you behind the wheel of a beautifully decorated truck, it takes you through Pakistan’s breathtaking mountain ranges. ", "Your task is to carry consignments from one location to another while ensuring minimum damage to the shipment. The narrow and dangerous roads, lofty speed breakers, and tricky curves add to difficulty and excitement.", "The trucking experience of course, is not complete without the flamboyant truck horns and folk music in the background; and ‘Apex Logics’, the developers behind the game, have incorporated these elements into the game with style. ", "'Pak Truck Driver' is crafted to incentivise good performance. ", "You have two trucks in your garage but you must use only one to clear five levels before you earn keys to the second truck. ", "\t\t\t\n", "The game is based on one long, continuous road, which is divided into multiple stops, through the mountains. ", "Much like in real life, careless driving in the game will not only knock the goods out of your truck, but it will also cost you a life [in the game].", "Overall, the game is simple but the last few levels stand out as much more challenging than the rest.", "The 3D graphics are fairly pleasant. The blue sky, rocky, snow-top mountains, green pastures are a leaf out of one the world’s most beautiful destinations.", "It is always good to have multiple camera angles, although every time you end up sticking to one that gives you more control. ", "'Pak Truck Driver' gives you the options of being the truck's driver and viewing your decked out truck rumble through the terrain from a slightly more distant angle. ", "Not to worry – the different camera angles have no bearing over the game play.", "The suspension of the truck is fairly responsive. The truck reacts, as they do, when you apply the brakes or take sharp turns. ", "What more; the tilt-to-turn feature may end up helping you burn a couple of calories!", "The signature Pakistani truck horn is right there to be used. It may not have much use in the game but blowing it is fun nevertheless. ", "Perhaps that is just the nature of our horns.", "Of course this isn't the perfect truck driving game.", "Ostensibly, banners and ads are the bread and butter of game developers but it isn't wise to have a banner pop up during game play. ", "\t\t\t\n", "It affects your performance adversely, and causes unwanted hindrance. ", "There is also a fair bit of room for improvement in the graphics department.", "The back of the truck seems paper thin, the speedometer needle doesn’t move, and the dashboard is unrealistically flat and bland.", "To expect subtlety in Pakistani truck art is plain naivety, yet it feels that the game developers went a bit over-the-top in painting those trucks. ", "While 'Pak Truck Driver' is a must-have for those into driving games, the developers can do a bit more to add quality to the player’s experience.  ", "It would be useful to have a scoring system based on the time travelled along integration with Google Play to track records and progress of the players. ", "Newer locations, fresher terrains, and a wider variety of trucks are the requirements of this game. ", "Another feature that could have been improved was the presence of other cars on the roads, as it would be an effective way to increase difficulty and make the experience more exciting for the player.\nNonetheless, this is a novel idea which is executed with style. ", ".", "The game is available on ", " store for Android phones, version 4 and above. If you have already played it, do share your thoughts in comments section. ", "The author is a graphic designer and freelance writer with a focus on tech.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2016/08/57a4b2758593a.jpg"], "time": [[]], "date": ["August 8, 2016"], "category": "tech", "source": "DAWN"},
{"title": ["Healthcare startup Find My Doctor raises $5m in pre-Series A funding"], "author": ["Dawn.com"], "content": [["Healthcare startup Find my Doctor has raised $5 million in a pre-Series A funding round that will be utilised to open dark stores, improve technology and hire new talent, a statement issued by the company said.", "The funding was raised from TPL e-Ventures, the investment arm of TPL Corp as well as TPL Insurance.", "The startup, which currently offers its services in Karachi, Lahore, Islamabad, Rawalpindi, Multan, Peshawar and Hyderabad, plans to expand its operations to 10 more cities by the end of this year.", "Find My Doctor CEO and founder Saad Siddiqui was quoted in the statement as saying: “We are thrilled to achieve this milestone and will be scaling our operations significantly while experimenting with new products and services. Luckily, we now have the team in place as we have hired our leaders from Tesla, Bykea and an insurance startup.\"", "The health-tech app will be improving its insurance-related services, supported by TPL Insurance, which is one of Pakistan’s prominent retail insurance providers in Pakistan.", "\"Although insurance is critical to healthcare services around the world, in Pakistan it is yet to cover the wider population, leaving room for substantial growth for any entity which can offer reach and affordability,\" the statement added.", "Find My Doctor also aims to offer innovative features to the general public as well as the corporate sector to make insurance easier to enrol and benefit from.", "It said the healthcare sector continued to experience an exponential volume of traffic due to Covid-19, however, the nature of the pandemic highlighted various inefficiencies of physical infrastructures, one of them being the inability to cater to a large crowd in a safe and quick manner.", "\"With 250,000 satisfied customers, 90,000 lab tests, 400,000 doctor visits and, more than 150 partnerships, Find My Doctor is considered a leader amongst Healthcare Apps in Pakistan,\" the startup said.", "TPL Insurance CEO Muhammad Aminuddin said his firm continually utilised the digital paradigm to disrupt the insurance industry. \"Our efforts are singularly focused on making insurance easier and accessible for all, as we look forward to building upon the same vision, set forth by Find My Doctor,\" he added.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/01/61efc490bed20.jpg"], "time": [[]], "date": ["January 25, 2022"], "category": "tech", "source": "DAWN"},
{"title": ["Gboard introduces Roman Urdu to Urdu feature"], "author": ["Dawn.com"], "content": [["Google has recently launched its Roman Urdu to Urdu Google Keyboard (Gboard) feature for both Android and iOS.", "According to ", " (TJ) review, Gboard’s Roman Urdu to Urdu feature is smart and accurately translates Roman Urdu text into Urdu script in real time. ", "Gboard will also allow users to convert Roman texts to not just Urdu, but also into Sindhi, Punjabi and Kashmiri script, according to TJ.", "Google already had full Urdu, Kashmiri and Sindhi text scripts in Gboard options.", "If users do not already have the Gboard, they should go to Google Play and install Gboard, available for both Android and iOS.", "Once the application has been installed it will guide users to enable the keyboard and select it as their input method.", "Once that's done, users can move to the Gboard settings → Languages and deselect the option for ‘Use system language’.", "After deselecting the option, users can go through Gboard’s list of languages and select the option for Urdu (abc → اردو).", "Once this is done users will be able to access the feature across multiple apps including their phone’s in-built text messaging app.", "To change the mode of the keyboard users need to press and hold the spacebar and select Urdu (abc → اردو) on the popup, they can go back to the regular keyboard anytime.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2017/08/598f007e2ea6f.jpg"], "time": [[]], "date": ["August 12, 2017"], "category": "tech", "source": "DAWN"},
{"title": ["Apple unveils new premium iPhone XS, health features for watch"], "author": ["AFP"], "content": [["Apple on Wednesday unveiled updated versions of its priciest iPhones along with a new smartwatch that allows users to take their own electrocardiograms, as the US tech giant looks to boost its momentum in a sputtering market. ", "The California tech giant revealed its iPhone XS and iPhone XS Max, updating the top-of-the line handsets released a year earlier. The new devices are aimed at maintaining Apple's share in the premium segment. ", "“We are going to take iPhone X to the next level,” chief executive Tim Cook said at a media event at the company's headquarters in Cupertino, California. ", "The new phones have displays of 5.8 and 6.5 inches, boosting screen size while keeping a small-format handset, Apple vice president Phil Schiller said. ", "The September event allows the company to unveil its latest offerings before the key holiday shopping season. ", "While the iPhone has made Apple the world's most valuable company, worth more than $1 trillion, it has slipped to third place among smartphone makers as Chinese-based Huawei has grabbed the number two spot. ", "Analyst Patrick Moorhead of Moor Insights & Strategy said Apple had done enough “to keep its smartphone growth going until the competition responds.” ", "Apple also introduced a fourth generation of Apple Watch with a major redesign -- and a series of features designed to improve its performance as a medical and health device. ", "The watch, sold in the United States from $399 and up, will be available in stores on September 21. ", "“Apple Watch has become an intelligent guardian for your health,” chief operating officer Jeff Williams said. ", "He highlighted a major innovation -- the watch's ability to perform an electrocardiogram. ", "“This is the first ECG product offered over the counter directly to consumers,” he said. “Now you can take an ECG any time, anywhere, right from the wrist.” ", "The device also detects when a person suffers a fall, seen as an important feature for elderly or disabled users. ", "“Identifying a fall may sound like a straightforward problem, but it requires a lot of data analysis,” Williams said. ", "If a person falls, and then is motionless, the watch will call emergency services, he added. ", "Research firm CB Insights said Apple is at a “crossroads” a decade after introducing the iPhone. \n“Looking for the next wave, Apple is clearly expanding into augmented reality and wearables with the Apple Watch and AirPods wireless headphones,” the firm said.", "“But the next 'big one' -- a success and growth driver on the scale of the iPhone -- has not yet been determined. Will it be augmented reality, auto, wearables? Or something else entirely?” ", "Apple's event comes with the global smartphone market largely saturated, without a major catalyst for sales ahead of a likely rollout of 5G, or fifth generation, wireless networks, expected in 2019. ", "Research firm IDC expects worldwide smartphone shipments to decline 0.7 percent in 2018 to 1.455 billion units, with growth likely to resume as 5G devices become available. ", "Cook said Apple was nearing its two billionth device for its mobile operating system known as iOS. ", "“We are about to hit a major milestone. We are about to ship our two billionth iOS device,” he said. “This is astonishing -- iOS has changed the way we live. “", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2018/09/5b9960c3a9685.jpg"], "time": [[]], "date": ["September 12, 2018"], "category": "tech", "source": "DAWN"},
{"title": ["Is Nadra keeping your biometric data safe?"], "author": ["Shaheera Jalil Albasit"], "content": [["Pakistan maintains one of the world’s largest centralised citizen databases, which continues to expand at an unprecedented rate. This mammoth task sounds impressive, but it also raises concerns about the vulnerability of our data.", "There is no denying the database’s utility. Multi-layered digitisation of big data can offer guarantees for greater transparency. Indeed, in the best-case scenario, sophisticated mobilisation of big data can refine the state’s service delivery mechanisms.", "The Benazir Income Support Programme (BISP), for instance, is one biometric transition success story in Pakistan. ", "The BISP’s increasing automation reflects how biometric verification of credentials acknowledges the non-static, dynamic nature of data. The programme facilitates nearly 5.3 million women in accessing welfare support through real-time thumbprint recognition.", " ", "These concerns are not unfounded considering the exceedingly vigilant security regime under which rights defenders, citizen activists, and journalists operate in Pakistan’s data territory. ", "Given the size of biometrically-contained human records in the National Database and Registration Authority (Nadra) repository and the extent to which data-sharing occurs across, between, and beyond government agencies and LEAs, the scale of this vulnerability is likely to be huge.", "With Computerised National Identification Cards (CNICs) as testaments of having our consolidated biometric data stored with principally a single entity; and with an inevitably recurrent use of this CNIC and of biometrically-registered SIM cards while conducting our daily consumer mobility and monetary interactions, the ideals of free movement and of unmonitored human communication for the citizens, are breached in their fundamental. ", "It can be rationally imagined that only when surveillance on communications is regulated exhaustively and when limitations on the jurisdiction of this surveillance are very thoroughly defined – which is possible when there are efficient legal protections accessible to all citizens indiscriminately – the privacy of citizens and the democratic guarantees that their personal data are not exploited, will not be threatened.", "\t\t\t\n", "The simple fact is that biometric data management is yet to mature. ", "Accidental data leakage, forgery with identification documents leading to identification theft and duplication, and inaccuracies in the handling of even legitimate documents, are insecurities of scale and have incredible damaging externalities. ", " ", "These challenges are exacerbated when infrastructure and staff competencies in the use of biometric technology are not adequate and thorough. ", "Opportunities which biometric data amassment has to offer, merit a pragmatic acknowledgement of existing structural and legal voids which prevent the prioritisation of the protection of individual privacy, and which continue to generate pressing questions on the efficacy of this technology for public development and responsive governance.", "In Pakistan, the space for an autonomous Privacy Commission gains prominence to respond to the critical need for the examination of an exceptionally large surveillance data. ", "This need grows further in the scenario where the government is investing heavily in mass-scale digital surveillance of its citizens and visitors through projects like the Punjab Safe Cities Project (PSCP). ", " ", "Similarly, the Islamabad Safe City Project (ISCP) gives LEAs sweeping intrusive powers through 24 hours of intensively-networked, real-time virtual monitoring with around 1,800 high definition Huawei CCTV cameras worth over Rs13 billlion installed in the capital city and connected to Nadra’s centralised biometric repository. ", "As shared by ISCP project director Dr Tahir Akram with ", ", the project’s command centre will be able to “monitor every car coming out of any residential sector in Islamabad”. ", "This arrangement between safe city projects and Nadra affords the kind of arbitrariness to data handlers that pervasively encroaches on the civil freedom of sociopolitically vulnerable sections of the citizenry, to claim anonymity. ", "It therefore becomes important to question what guarantees are being supplied for the protection of this surveillance data during its retention with Nadra, and what extent of this retention carries involvement of Huawei’s equipment.", "\t\t\t\n", "The recently-enacted Prevention of Electronic Crimes Act (PECA, 2016) further legitimises the demand for independent data protection authorities and an increased jurisdiction of the National Commission for Human Rights as also outlined in the ", " jointly prepared by digital rights organisations Bytes for All, Pakistan, and Media Matters for Democracy. ", "Simultaneously, it is crucially significant that the data-handling and investigative capacities of FIA’s National Response Centre for Cyber Crimes, are rapidly evaluated and optimised. This will ensure that PECA is enforced keeping in view the local dynamics where the government has still not rolled out enough campaigns for the purpose of educating the cyberspace occupiers in the country about the legal implications of this law on their cyber rights and responsibilities. ", " ", "Equally concerning is that PECA’s language contains considerable opportunity for the subjectivity of the investigating regulator to claim a determinant jurisdiction. ", "In the backdrop of Pakistan’s dictatorial history with digital censorship and the political exploitation of the blasphemy law, to invest potentially unmonitored authority in a regulatory body, will make the ambiance of cyber expression only more precarious. ", " ", "In its quite expansive coverage and criminalisation of cyber activism, it criminalises the act of whistleblowing. It also makes highly controversial way for a warrantless collection of one’s personal digital data and its reproduction to Pakistan’s foreign cooperation partners.", "With now a fiercer surveillance regime in place, Pakistan currently experiences one of the world’s most desperate urgencies to ensure the presence and preparedness of an assertive oversight and transparency regime. ", "In terms of transparency, it is expected of the federal and provincial governments to educate the public on the use of their Right to Information for greater documentation on surveillance practices, to be brought into the public domain.", "\t\t\t\n", "Shaheera Jalil Albasit is Sabika Sheikh’s cousin-sister. She traveled with Sabika to Pakistan on her final journey back home.", "Copyright © 2022", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2016/10/580471a053877.jpg"], "time": [[]], "date": ["October 17, 2016"], "category": "tech", "source": "DAWN"},
{"title": ["The conspiracy concoction"], "author": ["Fahd Husain"], "content": [["THE military has ", " there was no conspiracy by the United States to bring about a regime change in Pakistan. The statement by the DG ISPR Maj Gen Babar Iftikhar has undercut the very foundation of the ", " that former Prime Minister Imran Khan has been peddling since the last few weeks to explain his ouster from power. ", "So what happens now?", "The diplomatic cable issue has been officially demystified. It was a routine cable written by the then ambassador to the US Asad Majeed detailing a meeting with an American official. There was nothing extraordinary about it except perhaps for the tough language used by the official. The normal response for Pakistan was to issue a démarche, which it did. Yet someone convinced Imran Khan the cable could be used (and abused) to stitch together a Bhutto-esque nationalist narrative to explain the government’s imminent ouster. It was as bad an advice as Khan could get. What was worse was the fact that he accepted it.", "Who gave Khan this advice? We do not know this for certain, yet. What we do know is: (a) The only person in the PTI cabinet who had access to the cable was the foreign minister Shah Mehmood Qureshi (b) Whoever among Khan’s closest advisers peddled this dangerous and false narrative had to have done this after reading the cable. He or she could not have read the cable — would not have had access to it — unless the foreign minister permitted this access (c) The FM, in turn, would have had to be convinced of the conspiracy aspect in order to agree for the cable to be used for a political narrative. But could he, really? Qureshi is far too experienced in these matters to not figure out there was nothing extraordinary about the cable (d) Yet, Qureshi not only went along with this cooked-up theory, he peddled it vociferously while all the time knowing (how could he not?) that not only was he fanning a concoction, but was doing so at the risk of great damage to Pakistan’s diplomacy and national interest (e) Why would he do such a thing? Why did he not counter this outrageous advice to Khan? Why did he not stop Khan from pursuing this untruth?", "Imran Khan and his party are now stumped. The entire edifice of the conspiracy narrative — which led them to commit the grave sin of even violating the Constitution — has been demolished by the presentation of facts by the military spokesman. This has consequences: (a) The military was forced to come clean because of the dangerous level to which Khan and his party were inflaming the political environment through this concoction, and encouraging (if not actively promoting) a campaign on social media against the military leadership (b) Khan may now have to-rethink the conspiracy concoction and go back to the drawing board to conjure up something afresh that does not force to him to go head-on with the military. This would mean swallowing his pride (c) Or he could just double down on the conspiracy concoction regardless of the consequences (d) This would mean he will have to now basically say that the military is wrong, and he is right. He has no middle options. This would amount to taking a huge gamble because the government can very easily now prove — through a judicial commission or otherwise — the cable contains no conspiracy (e) Khan’s gamble would also entail choosing a collision course with the military because he will now have to proclaim that the military is not telling the truth.", "Has Khan painted himself into a corner? He may not have any other option but to keep barrelling ahead with this dangerous and faulty narrative regardless of the facts. He has made his entire politics hostage to this one concoction and left himself very little space to pivot onto some other strategy. (a) This would bring into question something very crucial: what do you do with a populist leader who refuses to accept facts as presented by the state itself, and who prefers to build his politics on an illusion that is deeply damaging to the country and its vital interests? (b) In response, the state will then be forced to counter the PTI conspiracy concoction narrative with all the resources at its disposal in order to bury the falsehood under the weight of overwhelming facts (c) This would be disadvantageous to PTI’s politics as it would mean the party — in order to defend itself — will be forced to push the falsehood even more aggressively, thereby digging itself further into a hole. At some point, the diminishing returns from such a strategy will start to extract a cost. If you have the entire weight of the government, and state, and facts, arrayed against you and the only weapon you have is a false, concocted and discredited theory, you better be ready for the cost.", "The new government could not have asked for a better gift from the PTI. Prime Minister Shehbaz Sharif has many options: (a) Order an inquiry or constitute a commission and take all steps necessary to unveil the truth about the cable and further discredit the conspiracy concoction (b) Order various irregularities done in the PTI government to be brought into the public domain (the ", " is already out) and bring charges wherever needed. This would severely damage the PTI’s ‘honesty and anti-corruption’ narrative and force the party on the defensive (c) Re-align the relationship with the establishment while Khan continues to damage his ties with them.", "Illusions and delusions, if not punctured in time, lead to great debacles. ", "\n", " ", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/04/6259edcc4341c.jpg"], "time": [["10:10am"]], "date": ["April 16, 2022"], "category": "business", "source": "DAWN"},
{"title": ["Pakistani fintech CreditBook raises $11 million in latest funding round"], "author": ["Mutaher Khan"], "content": [["CreditBook, a Pakistani fintech that helps micro-entrepreneurs digitise and keep records of their transactions, has raised $11 million in the latest round of funding, it announced in a statement on Friday. ", "According to CreditBook, the round was led by renowned venture capital firms Tiger Global and firstminute Capital, both of which invested in Pakistan for the first time. Other investors included VentureSouq, Ratio Ventures and i2i Ventures. ", "In addition, angel investors included Julian Shapiro, Turner Novak, Sriram Krishnan, and operators from companies such as AirBnB, Microsoft, Robinhood and Lazada, the startup said.", "The latest funding will enable CreditBook to \"strengthen its team, focus on value added features for cash flow management and position itself as a leading financial service provider for small business owners\".", "The startup, which was launched in 2020, is the \"leading digital bookkeeping solution\" among micro-entrepreneurs in Pakistan, according to the statement. CreditBook said its app is being used in more than 400 towns and cities of the country and has seen an increase of 10 times in the number of its users which signals \"strong product-led growth\". ", "\"The company continues to expand on its existing offerings that include cash flow management, reporting and repayment reminders and is gearing up to enable entrepreneurs further with the provision of financial services,\" the statement added. ", "The company is addressing a $45 billion unmet financing gap for small businesses, according to the statement. ", "CreditBook co-founder Iman Jamall pointed out that financial products and services had been designed in a way that did not address the needs of small business owners but \"now technological and demographic trends are reinforcing each other in a positive manner\", which was what made the startup \"so relevant\". ", "\"For many, this is their first business management tool. Once they see an improvement in their cash flows, they come back to us with a sense of confidence, often searching for new ways to grow their business through the app. The connection between finance and welfare doesn't seem out of reach anymore,\" the statement further quoted her as saying. ", "\"What we're building is really a one-stop solution for entrepreneurs to improve their financial outcomes in multiple areas of life,\" co-founder and CEO Hasib Malik added.", "Meanwhile, John Curtis, a partner at Tiger Global, termed the investment a \"testament to the incredible traction and vision demonstrated by the [CreditBook] team\". ", "firstminute Capital's Sam Endacott said, \"We have been studying [Pakistan] and understand the country is at an inflection point seen before in other emerging markets. This, coupled with the quality of the team, means CreditBook has the chance to build a category leader in Pakistan Fintech.\"", "Reacting to the development, Planning and Development Minister Asad Umar noted that Tiger Global has \"more unicorns (startups with billion $ plus valuation) than any other venture capital firm [in] the world\".", "\"The best & the biggest in the world discovering value and investing in Pakistan,\" he added. ", "\t\t\t", "The company previously ", " $1.5m in seed funding in May this year.", "Two of the company's founders — Iman Jamall and Hasib Malik — were also named in the ", " for 2021 in the Social Impact category.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2021/12/61bc2f78f4149.png"], "time": [[]], "date": ["December 17, 2021"], "category": "tech", "source": "DAWN"},
{"title": ["SMOKERS’ CORNER: SENSES OF BETRAYAL"], "author": ["Nadeem F. Paracha"], "content": [["\t\t\t", "There’s an overwhelming sense of betrayal in the spiralling rhetoric of former Pakistani prime minister Imran Khan. This sense is also prevalent among his core support base, mainly consisting of animated clusters from the country’s urban upper-middle and middle class segments. He also has traction in lower-middle class pockets, especially in Khyber Pakhtunkhwa.", "Before we dive into what aids him in retaining his support within these groups — despite his ousted regime being calamitous for the country’s economy — let’s first explore the sense of betrayal Khan and his supporters seem to be nursing.", "Khan was ousted by the opposition parties through a no-confidence vote in the parliament. It was an entirely constitutional manoeuvre. Yet, according to him and his supporters, the move was facilitated by the US regime which, apparently, wanted him out because his policies were not conducive to US interests in the region.", "There was also talk in his ranks about how he had risen to become an important leader in the Muslim world, and was trying to create an anti-West Muslim bloc. Of course, all this has so far proven to be nothing more than populist hogwash.", "Former PM Imran Khan’s supporters’ sense of betrayal is about having been robbed of their delusions, not their money", "But what seemed to trigger Khan’s anger most was the manner in which his erstwhile ‘friends’ in the military establishment decided to beat a strategic retreat from outrightly supporting him. They just couldn’t afford to continue doing this amidst the mess their man and his regime were creating in the name of economic and foreign policy. Khan sees this as a betrayal. He was allegedly promised a decade-long stretch and the erasure of all and any opposition to his regime.", "The opposition, whether mainstream such as the Pakistan Muslim League-Nawaz (PML-N), the Pakistan Peoples Party (PPP), the Jamiat-i-Ulema-i-Islam-Fazlur Rehman (JUI-F) etc., or the activist Pashtun Tahafuz Movement (PTM), exhibited resilience and, eventually, some clever political moves. It turned the growing sentiment within large sections of the polity against the government’s economic blunders and demagogic posturing, as a way to convince the establishment that Khan had become a liability.", "The sense of betrayal intensified when a leader from the PML-N, Shahbaz Sharif, was elected by the joint opposition as the new PM. Khan detests the PML-N.", "The sense of betrayal is writ large across Khan’s post-ouster rhetoric. And this rhetoric has found its way into that of his supporters. This is generating some curious scenarios. For example, as Khan’s more-than-obvious allusions to his betrayal by the top military leadership increase, it is beginning to be manifested more overtly by his supporters, especially on social media.", "It is being framed as a stand against military intervention in politics, even though those who have been deriding such interventions for decades are not impressed.", "They responded by pointing out that the people who have suddenly become ‘anti-establishment’ were, till now, willing tools of the same establishment. On Twitter, various human rights activists and journalists who were harassed, ‘disappeared’ or faced online psychological and emotional abuse, insist that those spouting anti-establishment rants today, are the same people who were applauding human rights abuses that took place during Khan’s regime.", "Even those who are subtler in this respect, but are protesting against Khan’s ouster, had remained quiet when these abuses were taking place.", "But the contradictions and ironies that populist politics is often riddled with, doesn’t count for much to those who practise or support it. In fact, the mindset that populism encourages has the incredible knack of seamlessly navigating around contradictions (and hypocrisy), by simply ignoring them.", "\t\t\t", "They don’t matter, as long as the focal message is going through. In fact, in the case of populists such as Khan, the man became the message. His carefully crafted image, of being ‘the only option’ and ‘incorruptible’ and a ‘world famous celebrity’, continues to undermine (among certain sections of society) the many disasters his regime presided over.", "The upper- and upper-middle classes actually prospered because of the former regime’s lopsided economic policies. Most economists have termed the policies as ‘pro-rich’. The middle class, lower-middle class, and the classes below (who are in a majority) on the other hand, suffered. So why would certain segments of the middle and lower-middle classes continue to support Khan?", "It seems their economic interests have transcended into an imaginary realm that is still being peddled by Khan. It is a surreal mixture of ‘New Age spiritualism’, Islamism, conspiracy theories and post-colonialism.", "Like a cult, Khan’s PTI gave the mentioned segments a sense of purpose, and experiences produced from the intensity of the group dynamic. Indeed, this sense of purpose was weaved together from Utopian promises. And when the government fell, many among this lot overlooked the possible economic and political benefits of the fall, and were plunged right back into what they had been a part of before Khan came to power.", "The anxiety of losing an identity and purpose that they had invested their egos and emotions in, did not creep up when Khan was at the helm as PM. It crept up only when what they thought impossible actually happened. He fell.", "If middle class segments are transcending their economic interests in a bid to retain an identity that was carved out for them by Khan, so are certain sections from the lower-middle classes. But to these, the loss of received identity also meant something else.", "The identity made them feel (and not be, or accepted as) middle class. They did not have to work their way up to become middle class. Instead, they simply needed to support PTI and attend the party’s rallies, largely populated by a class they aspire to be a part of.", "Recently, a video went viral in which a young man from a lower-middle income group was seen cursing Gen Bajwa, the military and the opposition for downing Khan. He then set ablaze a Pakistani flag.", "To him, the message was the man, Imran Khan. A man who made him feel ‘middle class’. The man’s downfall thus meant the erosion of that feeling, that emotion. The crushing of the economic fortunes of the young man’s income group during Khan’s regime did not matter.", "Cause for concern.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/04/625ba3e3cdab4.jpg"], "time": [["10:22am"]], "date": ["April 17, 2022"], "category": "business", "source": "DAWN"},
{"title": ["ENSURING PROTECTION WITH DIGNITY"], "author": ["Madeeha Syed"], "content": [["After the success of a Gender Protection Unit, focusing on gender violence, harassment, and domestic and child abuse cases, Islamabad Police has launched a Tahaffuz desk to provide support to the transgender community. Who are the individuals behind the ambitious initiative? And what kind of a difference do they hope to make?", "A tall, striking transgender woman enters the Gender Protection Unit (GPU) at the Police Facilitation Centre in Islamabad’s sector F-6. She’s here to have a matter resolved at the recently launched Tahaffuz desk — a desk focusing on the needs of the transgender community.", "It’s already past 8pm, so the desk is operating with its ‘skeleton staff’ — a couple of female police officers, a few other staff members and Nayyab Ali, a transgender woman and the desk’s victim support officer (VSO). ", "Fresh faced and without any make-up on, the complainant, Zara*, tells one of the police officers that she’s being threatened and harassed by another transgender person. ", "“She’s accusing me of spreading rumours about her,” says Zara, referring to another trans woman, Bano*. “That I’m telling people she doesn’t make enough money and that her clothes are cheap. Why would I even do that? She’s ugly. She’s clearly jealous of me and wants to harm me.”", "The young police officer asks Zara questions and gets more details.", "Apparently, after a heated exchange between Zara and Bano, Bano forcibly broke into Zara’s home and threatened to kill her. Zara says she has witnesses and wants to file a formal report.", "The police officer asks Zara to write all of this down. “I do not know how to write,” Zara says sheepishly. The police officer then asks her to narrate the statement and jots it down.", "At this point there is some commotion behind them and a group of three transgender women come barging in. “What are you doing here?” says Bano, apparently shocked to see Zara at the police station. “Did you take my name?” a friend of Bano’s asks.", "“She was with her,” Zara says, pointing to the friend. “They tried breaking my door down while threatening to kill me!”", "The situation keeps escalating and the already raised voices keep getting louder.", "“I only asked her to stop spreading rumours about me or I could kill her,” Bano tells the police officer, who is not amused. “Are you threatening someone inside a police station?” the policewoman asks sternly.", "“No ma’am, you don’t understand,” Bano says. “This is just how we talk.”", "Emotions are running very high. At this point, Nayyab turns up behind the group. Her presence seems to calm everyone down. She escorts the trans women into her office next door, sits on her desk and turns her computer on.", "It’s now her turn to question both parties and determine whether the threats carry any merit leading to an FIR or if this is a dispute that can be resolved amicably. ", "Yet another group of trans women, who Bano’s friends had called as ‘back-up’, arrive in the waiting area. But everyone feels comfortable knowing that their friends are talking to one of their own. Someone who understands them. Someone who knows their struggle.", "Clearly this is the power of this desk. It is another valuable addition to the Police Facilitation Centre after the GPU, a project that has already received high praise and has been lauded as a success story.", "\t\t\t", "The Police Facilitation Centre in F-6, which houses the GPU and the Tahaffuz desk, doesn’t feel like a traditional police station — it looks more like a bank. Police officers are seated behind desks with computers and visitors get token numbers for their turn to speak with them. This centre is clearly designed to be an accessible, unintimidating place for the police to help you.", "“The purpose of making the Tahaffuz desk is so that transgender citizens — who are the most vulnerable segment of society, the most neglected segment of the society — can access police help without any prejudice and without any harassment,” says ASP Beenish Fatima, speaking with an air of authority.", "As Beenish walks me through the building, officers in the vicinity — mostly men — stand for her in respect.", "Beenish, who topped the elite police training course, jokes that she is one of the few from the newer generation of women police officers that chose to enter the police force ‘", "’ (out of their own will), and not because it was a family tradition. She is also one of the rare few women at the senior officer level in Pakistan — generally, women make up less than two percent of police officers.", "The purpose of making the Tahaffuz desk is so that transgender citizens — who are the most vulnerable segment of society, the most neglected segment of the society — can access police help without any prejudice and without any harassment,” says ASP Beenish Fatima, speaking with an air of authority.", "Some of the most sensitive areas of the capital have come under her jurisdiction — up until a few weeks ago, when she was sub-divisional police officer (SDPO) Kohsar (she is currently SDPO Sihala), the Parliament and the Prime Minister House were only a few kilometres away. ", "She is on call 24/7 and often, after a long day at work, manages to make only a short trip home before returning for her turn to do night patrol. On some days she gets home after patrolling so late that she gets only a couple of few hours of sleep before she heads on over to the GPU, a stone’s throw away from her ", ", to check in on her pet project — the transgender facilitation desk or Tahaffuz.", "The Tahaffuz desk in Islamabad isn’t the first one that Beenish has opened. She had started a similar desk a couple of years ago in Rawalpindi. It was a roaring success in a neighbourhood that needed it the most.", "\t\t\t", "It was soon after Beenish was posted in Civil Lines, Rawalpindi, sometime in 2018, that she noticed something. “Almost every night we would get a 15 [the official police helpline] call with different issues specifically related to transgender persons,” she says. “It was a bunch of things: cash stolen from a transgender person, transgender persons were begging somewhere and were touched or groped inappropriately, there were incidents of violence, getting beaten up or stabbed. For us to get calls like these became a part of our routine.”", "Under the jurisdiction of Police Station Civil Lines was the area of Jhanda Chichi, which incidentally also happens to be home to a large number of the transgender community. “You would’ve heard, there’s a very famous transgender activist, Almas Bobby — she lives there,” says Beenish. “She’s given shelter to many transgender women.”", "Almas Bobby is one of the most well-known transgender persons in Pakistan. A former television host, she is also the head of the Pakistan Shemale Foundation.", "Beenish’s boss at the time (and even now, as he is the current Inspector General of the Islamabad Police) Muhammad Ahsan Younas demanded to know what was the status of the registration of FIRs in response to all of the complaints they were getting via their helpline.", "“I told him it doesn’t happen,” says Beenish. “They just don’t come to the station. And when they do, they say that their aggressor will hold a grudge against them. So, they don’t register a case against them.”", "These conversations led to the Tahaffuz desks. Beenish credits Younas as the person behind both the Tahaffuz desks in Rawalpindi and Islamabad.", "Police stations aren’t always the most welcoming of places, especially for those living on the fringes of society. Beenish reaffirms this. “When they do finally come, police officers will make fun of them,” she says. “They’ll judge them for going out late at night to [perform] music or dance.”", "Beenish pauses. “Yes, they went to dance,” she says, “but they did not go to get stabbed.”", "“They didn’t go to get knifed and be sent home. You cannot justify violence in any way. On ", ",” she stresses.", "\t\t\t", "While the police officers at the Tahaffuz desk in Islamabad make sure it runs smoothly, the face of the initiative for the transgender community is Nayyab Ali. The victim support officer (VSO) for the desk is also seen as a leader in the transgender community. She is clearly someone who is determined to do things differently.", "When Nayyab speaks to me with a ", " and her face covered with a mask, I can see how calm her presence is. While she speaks softly and politely, she doesn’t mince her words.", "“The biggest challenge the community had was with the police,” she says, firmly. “As Beenish was saying: transgenders ", " [They snatched money from transgender persons]. But who was snatching that money? It was the police officers who would be patrolling at night. They would stop transgender persons returning home after a wedding function and bully them out of it. They felt they could do it and get away with it. For this reason, there has been a very bad image of the police, obviously.”", "While the police officers at the Tahaffuz desk in Islamabad make sure it runs smoothly, the face of the initiative for the transgender community is Nayyab Ali. The victim support officer (VSO) for the desk is also seen as a leader in the transgender community. She is clearly someone who is determined to do things differently.", "She points to the bouquets of flowers on her desk. “I’ve received flowers yesterday and today because they’re [transgender persons] so happy they don’t have to go to a [traditional] ", ". They can directly come where a person from their community will receive them.”", "This isn’t the first time Nayyab has worked with the police to get justice for her community. The recipient of human rights awards from around the world, including the Franco-German Prize for Human Rights, she’s worked with various local and international organisations on gender-based violence.", "Nayyab is also particularly proud of the fact that she was from the group that helped draft the Transgender Protection Act (2018), a landmark law that recognised and gave rights to the transgender community.", "Nayyab’s life has been challenging. The odds have always been stacked against her, but she has continued to fight for herself and her community. It has all led her here — to a position where she can make meaningful change in the lives of the members of her community.", "\t\t\t", "“You know a lot of horrible things happen to the transgender community. It happened to me too. My family abandoned and disowned me,” she tells me. But she kept her mother’s words — ‘once you are educated, you will be powerful’ — close to her heart, she says. Despite all the harassment and discrimination she faced growing up, Nayyab continued her education and graduated in International Relations and did her post-graduation in Women and Gender Studies.", "“But I had such horrible experiences that I didn’t want to become a member of mainstream society,” she says. So she left and joined the household of a transgender ", ". It’s there that an incident happened that changed her life forever.", "“I was living with a ", ", the elder of the house, sometime in 2016, when a transgender person came to her,” relates Nayyab. “She was the victim of rape — a violent gang rape. She was crying and saying she wanted to report her case. My ", "’s exact words were: ‘This is part of our life. We cannot report it because we have to spend our life with people like them.’", "“In the last three years, there have been 78 murders of members of the transgender community in Pakistan and not a single person was held accountable for it,” she puts a hand on her chest and takes a moment to take a few deep breaths. The impact of this statement rests very heavily on her.", "There was no way Nayyab was going to let the perpetrators of the rape go. The victim also felt that Nayyab, being one of the rare few from the community who was educated, was the only one who could help her. “I went and got the FIR registered,” she says. “We had a strong case. There was DNA evidence. It was clear who were the people that had raped her. It was proven.”", "Predictably, Nayyab began receiving threats. But she was undeterred. “I had been getting threats before as well, as my profession [at the time] was also singing and dancing,” she says.", "Despite the strong evidence, however, the case went nowhere. “My ", " forced an out-of-court settlement of the case and that’s when I started getting serious threats,” she says.", "These weren’t just empty threats. “As a result of the threats, I was a victim of an acid attack,” she tells me.", "Nayyab knows the road to change is not an easy one, especially for trans persons. She experienced this firsth and when she ran for elections from her hometown in Okara in 2018. Her opponents were shocked that a ‘", "’ [a derogatory term for a transgender person] was standing against them. Voters would ask, ‘Oh now we’re supposed to vote for ", " ", " as our leaders?’", "The statement takes me by surprise. At this point I have been interacting with Nayyab for a couple of days and haven’t noticed anything. She removes her face mask and sweeps aside her ", " to show me heavy scarring on the lower half of her face, chin and neck.", "“This is our great tragedy,” she says. “In a lot of cases there is wrong investigation. In a lot of cases, biological relatives, who have previously rejected their child, take money from the murderer and ‘forgive’ them. Justice is rare for transgender persons.”", "While Nayyab’s emotional scars took years to heal, her physical recovery took up to three months. “I kept thinking, ‘I’m still alive’,” she says. “Even after everything that had just happened. I remembered everything — my parents kicking me out of the house, being abused by society, the discrimination, the violence and the threats, and this attack. But despite all of it, I’m still here.”", "All this led Nayyab to think that there must be some purpose to her life. She promised herself that she had to do something for the betterment of her community.", "“From then to now, there is a list of achievements,” she says chuckling.", "The lack of education, and the lack of acceptance into homes, schools and workplaces from a very young age, often forces transgender persons, even the seemingly educated and qualified ones, to perform at weddings and the births of children. Many also have to resort to sex work.", "I’ve met transgender persons at the Shahi Mohalla in Lahore who’ve shown me their qualifications while relating that no one will hire them because of their appearance alone. And that they are forced into sex work, putting their lives and bodies at risk.", "“The community has ‘adjusted’ and learned how to live with violence,” says Nayyab.", "“It’s developed a reputation among the common man that that the majority of transgenders are ‘habitual’ sex workers,” says Nayyab.", "Nayyab asks rhetorically that when a transgender child is abandoned by her family, or when a family sends her to a ", " who doesn’t know any way of life other than begging, prostitution and dancing, what will she teach that child?", "“How many times do you think has that child been raped?” she asks. “How many times has a sexual offence been committed with that child that is not reported?”", "Nayyab says that, growing up, trans children learn that all these heinous acts are a part of life. “Do they even understand what violence is?” she questions, adding that acceptance of violence extends to cis women as well. This violence is exactly why initiatives such as the GPU and the Tahaffuz desk are so necessary.", "While conducting research in Khyber Pakhtunkhwa, Nayyab asked a woman if her husband had ever hit her. The woman said: “Yes, but that’s how men show their love, too. They hit you because they love you.”", "This acceptance of violence filters down to the transgender community — from one oppressed to the other. “In our community, there is a famous saying in Punjabi, ‘", "’ [Lovers always catcall]. Basically, if someone is after you, giving threats, saying things like ‘if you come to my area we’ll cut your hair, we’ll rape you…’ they say this is something to be proud of. People are giving threats because you are important.”", "Even if things were to somehow, miraculously, become perfectly alright now, it will probably take time for the community to work through and move past the collective trauma they have suffered and accepted for generations.", "Nayyab believes that things are slowly changing, however.", "“The bill of rights for the transgender community was created in consultation with the community,” says Nayyab. “When it was done, we would tell the community that your bill of rights is coming. I remember this comment that was said to me by a leader in the community. She said, ‘", "? [Really?] I don’t know what bill you’re talking about. But we pay our electricity and gas bill every month!’", "“Look at that innocent response,” chuckles Nayyab. “It’s also reflective of how deprived and far removed from all of these things they are. They didn’t know they had rights.”", "But, now they do.", "Nayyab knows the road to change is not an easy one, especially for trans persons. She experienced this firsthand when she ran for elections from her hometown in Okara in 2018. Her opponents were shocked that a ‘", "’ [a derogatory term for a transgender person] was standing against them. Voters would ask, ‘Oh now we’re supposed to vote for ", " ", " as our leaders?’", "Still she powered through, securing 1,200 votes. “It was all very new for them [the people of Okara],” she says, adding that she believes this opened their minds a bit.", "In her new position, Nayyab is directly fighting the violence against her community. Seeing the young 30-year-old VSO speak to distressed members of her community, reassuring them and helping them find solutions, one hopes to see similar desks set up across the country.", "As a law-enforcement officer, Beenish believes that the most important thing is preventing a crime from happening. “The most important thing about this desk is that it gives a sense of security to the community,” says Beenish. “And [creates] a sense of fear among the aggressors because now they know that reporting is available. That fear is very important.", "“When a crime has already been committed, your major loss is done,” she says. “If a child has been molested, for example, even if we’ve caught the perpetrator, and he went to jail, was sentenced etc., all of that doesn’t undo the trauma that has already been inflicted on that child.", "“And so the key is prevention,” she says. “People don’t focus enough on that. You have to stop a transgender person from being molested. You have to prevent a child from being sodomised. You have to ensure that violence against women doesn’t take place.”", "Beenish firmly believes that initiatives like the GPU and the Tahaffuz desk will act as deterrents as they provide vulnerable segments of the society access to police help.", "She shares an incident during which the police investigated a crime against a transgender person, even when the victim declined to pursue the case. “The Tahaffuz desk in Rawalpindi was instrumental in this case,” she says.", "Some time in 2020, a couple of transgender persons were performing at a wedding. Later they were forced to strip at gunpoint. “They didn’t report it but a mobile phone video clip from that incident went viral,” says Beenish.", "The victims were unwilling to come forward and pursue the case. They feared repercussions by the perpetrator and a loss of the only meagre income they had if word got out that they were ‘trouble’. All very real concerns.", "So the police became a complainant in the case and registered an FIR under its own cognisance, Beenish says. “The victim was never a party to the case.”", "The police traced the source of the video to Kala Saeeda in Rawalpindi, found the perpetrators and arrested them.", "For Nayyab too, the Tahaffuz desk is a major step forward in bringing justice to the transgender community and having their voices heard. But there is still a lot that still needs to be done, she says.", "“​​The Transgender Act… I am relating to it again and again because it is the endorsement of fundamental rights of being a citizen of Pakistan,” she says. “But as transgender persons, even now, we’re struggling for fundamental rights.”", "“We need inclusion, space, mainstreaming, basic rights and services, equality, and non-refusal of services, which happens normally.", "“A very good thing that happened in hospitals is [the inclusion of] Sarah Gill [the first transgender doctor in Pakistan]. That’s a very good example of inclusion,” Nayyab says. “Acceptance is here, but now we need inclusion. Inclusion with dignity.”", "Explaining the difference, Nayyab says that acceptance to her is people saying ‘Okay, these people are living with us in our ", ", colonies and offices.’ “Inclusion for me,” says Nayyab, “is just being able to have a cup of tea together.”", "*Name has been changed to protect identity", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/04/625b9a56823fa.jpg"], "time": [["01:05pm"]], "date": ["April 17, 2022"], "category": "business", "source": "DAWN"},
{"title": ["Earliest-known galaxy offers clues about primordial universe"], "author": ["Reuters"], "content": [["WASHINGTON: Astron­omers have discovered what may be the earliest and most distant galaxy ever observed, one that formed relatively soon after the Big Bang event that marked the origin of the universe and may be populated by the novel first generation of stars.", "The galaxy, called HD1, dates from a bit more than 300 million years after the Big Bang that occurred about 13.8 billion years ago, researchers said on Thursday. ", "The observations suggest HD1 formed stars at a staggering rate — perhaps about 100 new stars annually — or instead harbored what would be the earliest-known supermassive black hole, they added.", "Because of how long light takes to travel immense distances — 5.9 trillion miles (9.5 trillion km) in a year — observing objects such as HD1 amounts to peering back in time. If the data is confirmed by future observations, HD1 would supplant one called GN-z11 as the earliest-known galaxy by about 100 million years. HD1 would be considered the earliest and furthest known astronomical entity.", "The researchers used data from telescopes in Hawaii and Chile and the orbiting Spitzer Space Telescope. ", "They hope to obtain more clarity using the James Webb Space Telescope, due to become operational within months after being launched by Nasa in December.", "“Observational information on HD1 is limited and other physical properties remain a mystery including its shape, total mass and metallicity,” said University of Tokyo astrophysicist Yuichi Harikane, lead author of research detailing the discovery published in the Astrophysical Journal.", "Metallicity refers to the proportion of material other than the gases hydrogen and helium that were present in the primordial universe.", "“The difficulty is that this is almost the limit of the capabilities of current telescopes in terms of both sensitivity and wavelength,” Harikane added.", "Galaxies are vast assemblages of stars and interstellar matter bound by gravitational attraction, like the Milky Way in which our solar system resides. The first galaxies, arising 100 million to 150 million years after the Big Bang, were less massive and denser than those existing today, with many fewer stars.", "The researchers said HD1, with a mass perhaps 10 billion times greater than our sun, may have been populated with the very first generation of stars. These so-called Population III stars are hypothesized as extremely massive, luminous, hot and short-lived, composed almost exclusively of hydrogen and helium.", "“After the Big Bang, some regions in space ended up being denser than others, and this attracted progressively more matter. This effect created large concentrations of gas, some of which collapsed to form stars,” said astrophysicist Fabio Pacucci of the Center for Astrophysics-Harvard & Smithsonian, lead author of a related study in the journal Monthly Notices of the Royal Astronomical Society Letters.", "Elements heavier than hydrogen and helium were absent in the universe’s initial stages, forged later inside the earliest stars and then spewed into interstellar space when they exploded at the ends of their life cycles.", "HD1 was observed to possess extreme ultraviolet luminosity. Population III stars could emit more UV light than ordinary stars, with HD1 possibly  “undergoing a very abrupt starburst,” Pacucci said.", "An alternative explanation for the UV luminosity could be a supermassive black hole about 100 million times more massive than our sun situated inside HD1, Pacucci added. Many galaxies including the Milky Way hold supermassive black holes at their centers. Until now, the earliest-known one of these was dated to about 700 million years after the Big Bang. The earliest stars and galaxies paved the way for those existing today.", "“The first galaxies ... were a millionth of the mass of the Milky Way and much denser. One way to think of them is as the building blocks in the construction project of present-day galaxies, like our own Milky Way,” ", "Harvard University theoretical physicist and study co-author Avi Loeb said.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/04/624f722726e5b.jpg"], "time": [[]], "date": ["April 8, 2022"], "category": "tech", "source": "DAWN"},
{"title": ["First private mission blasts off for International Space Station"], "author": ["AFP"], "content": [["WASHINGTON: The first fully private mission to the International Space Station blasted off from Florida on Friday with a four-member crew from startup company Axiom Space. ", "The partnership has been hailed by NASA, which sees it as a key step in its goal to commercialise the region of space known as “Low Earth Orbit”, leaving the agency to focus on more ambitious endeavors deeper into the cosmos. ", "A SpaceX Falcon 9 rocket with the Crew Dragon capsule Endeavor launched at 11:17am (1517 GMT) from the Kennedy Space Centre. ", "“We’re taking commercial business off the face of the Earth and putting it up in space,” NASA chief Bill Nelson said ahead of lift-off. ", "Widely reported price for tickets, which includes eight days on the outpost, is $55m ", "Commanding the Axiom-1 mission is former NASA astronaut Michael Lopez-Alegria, a dual citizen of the United States and Spain, who flew to space four times over his 20-year career, and last visited the ISS in 2007. ", "He is joined by three paying crewmates: American real estate investor Larry Connor, Canadian investor and philanthropist Mark Pathy, and Israeli former fighter pilot, investor and philanthropist Eytan Stibbe. ", "The widely reported price for tickets — which includes eight days on the outpost — is $55 million. ", "But unlike the recent, attention-grabbing suborbital flights carried out by Blue Origin and Virgin Galactic, Axiom says its mission shouldn’t be considered tourism. ", "On board the ISS, which orbits 250 miles (400 kilometres) above sea level, the quartet will carry out research projects, including an MIT technology demonstration of smart tiles that form a robotic swarm and self-assemble into space architecture. ", "Another experiment involves using cancer stem cells to grow mini tumors, then leveraging the accelerated aging environment of microgravity to identify early changes in those tumors, in order to improve early detection of cancers on Earth. ", "“The distinction is that our guys aren’t going up there and floating around for eight days taking pictures and looking out of the cupola,” Derek Hassmann, operations director of Axiom Space, told reporters at a pre-launch briefing. “I mean, we have a very intensive and research-oriented timeline plan for them.”", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/04/6250a80653ff5.jpg"], "time": [[]], "date": ["April 9, 2022"], "category": "tech", "source": "DAWN"},
{"title": ["First private mission reaches International Space Station"], "author": ["AFP"], "content": [["The first fully private mission reached the International Space Station early on Saturday with a four-member crew from startup company Axiom Space.", "The National Aeronautics and Space Administration (Nasa) has hailed the three-way partnership with Axiom and SpaceX as a key step towards commercialising the region of space known as “Low Earth Orbit,” leaving the agency to focus on more ambitious voyages deeper into the cosmos.", "A SpaceX Falcon 9 rocket with the Crew Dragon capsule Endeavor docked at 1229 GMT on Saturday and the crew entered the space station nearly two hours later, after ", " from the Kennedy Space Centre in Florida on Friday.", "Commanding the Axiom Mission 1 (Ax-1) is former Nasa astronaut Michael Lopez-Alegria, a dual citizen of the US and Spain, who flew to space four times over his 20-year-career, and last visited the International Space Station (ISS) in 2007.", "He is joined by three paying crewmates: American real estate investor Larry Connor, Canadian investor and philanthropist Mark Pathy and Israeli former fighter pilot, investor and philanthropist Eytan Stibbe.", "“We're here to experience this but we understand there's a responsibility,” Connor said in comments shown on Nasa's live feed.", "As the first civilian crew, he said, they “need to get it right.” ", "The widely reported price for tickets — which includes eight days on the outpost, before eventual splashdown in the Atlantic — is $55 million.", "While wealthy private citizens have visited the ISS before, Ax-1 is the first mission featuring an all-private crew flying a private spacecraft to the outpost.", "Houston-based Axiom pays SpaceX for transportation, and Nasa also charges Axiom for use of the ISS.", "On board the ISS, which orbits 250 miles (400 kilometres) above sea level, the quartet will carry out 25 research projects, including an MIT technology demonstration of smart tiles that form a robotic swarm and self-assemble into space architecture.", "Another experiment involves using cancer stem cells to grow mini tumors, and then leveraging the accelerated ageing environment of microgravity to identify biomarkers for early detection of cancers.", "“Our guys aren't going up there and floating around for eight days taking pictures and looking out of the cupola,” Derek Hassmann, operations director of Axiom Space, told reporters at a pre-launch briefing.", "In addition, crewmember Stibbe plans to pay tribute to his late friend Ilan Ramon, Israel's first astronaut, who died in the 2003 Space Shuttle Columbia disaster when the spaceship disintegrated upon reentry.", "Surviving pages from Ramon's space diary, as well as mementos from his children, will be brought to the station by Stibbe.", "The Axiom crew will live and work alongside the station's regular crew: currently three Americans and a German on the US side, and three Russians on the Russian side.", "The company has partnered for a total of four missions with SpaceX, and Nasa has already approved in principle the second, Ax-2.", "Axiom sees the voyages as the first steps of a grander goal: to build its own private space station. The first module is due to launch in 2024.", "The plan is for the station to initially be attached to the ISS, before eventually flying autonomously when the latter retires and is deorbited sometime after 2030.", " Compunode.com Pvt. Ltd. (", ").Designed for ", ".", "Copyright © 2022, Dawn", "Scribe Publishing Platform"]], "image": ["https://i.dawn.com/primary/2022/04/6251b7eb3c197.jpg"], "time": [[]], "date": ["April 9, 2022"], "category": "tech", "source": "DAWN"},
{"title": "Milan beat Genoa to hold Serie A summit ", "author": "AFP", "content": [" will stay top of Serie A this weekend thanks to Friday's 2-0 win over struggling Genoa after Inter Milan struck first with a 3-1 victory at Spezia.", "Milan, who are reportedly to be sold to Bahrain based investment firm Investcorp, reclaimed the summit after briefly being bumped down to second before kick-off in front of over 70,000 fans at the San Siro.", "But Leao's cushioned 11th-minute volley from Pierre Kalulu's cross and a Junior Messias strike with three minutes remaining were enough for Stefano Pioli's side to maintain their two-point lead over local rivals Inter.", "Attention will now turn to third-placed ", " who face in-form Roma on Monday evening hoping to move level on 69 points with Inter, while Juventus sit nine points off the pace ahead of their home fixture with Bologna on Saturday.", "\"The more games we play, the more important each match becomes,\" said Messias.", "\"We knew today wouldn't be easy but we were good and we got the three points that make us want to keep fighting.\"", "Portugal forward Leao's sumptious finish was the highlight of an otherwise uninspiring display which showed why Milan have struggled to put away Serie A's lesser lights since the turn of the year.", "Milan kept their seventh straight clean sheet in all competitions – having lost right-back Davide Calabria to a stomach bug shortly before kick off – but it was a night of few chances for the seven-time European champions.", "Olivier Giroud's miscued overhead kick in the 57th minute was the first truly good opportunity after Leao's opener.", "Leao then went close to doubling the hosts' lead when he forced a good save from Salvatore Sirigu, but Messias put the home crowd into party mood when he smashed in the second after being denied by the Italy international in the Genoa goal.", "\"We have to make the pressure feel like nothing more than positive energy, because we are challenging for something that when we started working together was unthinkable,\" said Pioli to DAZN.", "Milan now face ", " in the second leg of their Italian Cup semi-final on Tuesday before travelling to Rome to face Lazio next weekend as takeover talk hots up.", "Neither Milan nor Investcorp would comment to AFP over reports that the club was set to be sold by American investment fund Elliott for around one billion euros ($1.08 billion).", "Elliott took control of the club in 2018 when previous owner Li Yonghong defaulted on a loan taken out to finance the 740 million-euro purchase of Milan from former Italian prime minister Silvio Berlusconi.", "A third straight win for Simone Inzaghi's Inter confirmed their revival after a tricky February and March and kept them on Milan's coattails.", "\"Today it was really important to win. We're very happy but we need to carry on like this,\" Inter midfielder Marcel Brozovic told DAZN."], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-16 17:19:53", "date": "April 16, 2022", "category": "sports", "source": "Tribune"},
{"title": "Bayern look to 'turn misery into momentum' ", "author": "AFP", "content": [" coach Julian Nagelsmann on Friday urged his side to turn \"misery into momentum\" as they return to Bundesliga action on Sunday after a shock Champions League exit to Villarreal.", "League leaders Bayern travel to relegation candidates Arminia Bielefeld on Sunday, hoping to move a step closer to a seemingly inevitable tenth successive German title.", "Yet the trip has been overshadowed by their surprise exit from Europe last Tuesday, with Nagelsmann admitting that his players are still \"frustrated\".", "\"Obviously there is a bit of sadness, because we now have to wait another year for games like that. We'll have a year to think about it,\" he said.", "\"We now have a job to do: win the next two games and secure the league title. We need to turn the misery into momentum.\"", "Bayern are nine points clear of second-placed ", " at the top of the table with five games to go, meaning they could wrap up the title by next weekend.", "If they beat Bielefeld on Sunday, they will have the chance to finish the job in a headline clash with Dortmund the following Saturday.", "Nagelsmann said that his team will have to do without French stars Lucas Hernandez and Kingsley Coman due to \"muscular problems\", while defender Niklas Suele is also still nursing an injury.", "Robert Lewandowski is expected to lead the line as usual amid speculation over his future.", "The Poland striker is yet to sign a new contract extension beyond 2023 at Bayern, which has raised questions over whether the club will sell him at the end of this season to avoid losing him on a free transfer next year.", "But on Friday, ", " dismissed rumours that Lewandowski may be on his way to Barcelona.", "\"I think there was nothing in that. When I talk to him, I don't have the impression that he wants to leave,\" said the coach of the FIFA Men's Player of the Year.", "\"It's normal that a player is having thoughts about his future, especially when he's been at the club for so long. But it always seems to me as if he would like to stay. I would obviously like to keep him in my team.\"", "The former Fulham and Wolfsburg coach now has just five games to save Hertha Berlin from relegation after a streaky start and a humiliating derby defeat to Union Berlin last Saturday.", "Hertha have won one and lost two since Magath returned from obscurity to take the reins in March, but are yet to win with the veteran coach in the dugout, as he was forced to sit out the 3-0 win over Hoffenheim after a positive Covid test.", "The coming weeks will be crucial for the beleaguered capital club, as they prepare for three successive clashes with relegation rivals, beginning with Saturday's trip to Augsburg.", "\"So far, we've had the handicap of playing against very good teams, but now we have opponents on our level, so there can be no excuses anymore,\" said Magath on Friday."], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-16 20:39:35", "date": "April 16, 2022", "category": "sports", "source": "Tribune"},
{"title": "Kim Hyo-joo bags Lotte Championship", "author": "AFP", "content": ["South Korea's ", " held off Hinako Shibuno to win the LPGA Lotte Championship by two strokes on Saturday.", "Kim teed off with a three-shot lead and was four up after birdies at the fifth and eighth holes at Hoakalei Country Club in Hawaii.", "But Japan's Shibuno, with birdies at the fourth and 11th, was within one stroke after Kim bogeyed the ninth and 17th.", "Kim then missed the fairway at the par-five 18th, her second shot finding the rough.", "However, her wedge from the rough rolled within a foot of the cup to leave her a tap-in for birdie that all but sealed the win over Shibuno, who was in a greenside bunker.", "Kim signed for a one-under par 71 and an 11-under par total of 277. She notched her fifth LPGA title, a cache that includes her major victory at the Evian Championship in 2014, before she was a member of the ", ".", "\"There were a lot of expectations but also a lot of support coming from friends and family as well,\" said Kim, who had led by three shots after the second and third rounds.", "\"There have been ups and downs and I think I am at the up part right now and I feel very proud, a little confident about the future and the outlook looks bright for me and I feel like I can do better moving forward.\"", "Shibuno, the 2019 Women's British Open winner, carded a two-under 70 for 279.", "South Korea's Choi Hye-jin was alone in third on 281 after a three-under par 69, with Ashleigh Buhai of South Africa fourth with a 70 for 282."], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 15:41:26", "date": "April 17, 2022", "category": "sports", "source": "Tribune"},
{"title": "Moreno likely to miss Liverpool clash", "author": "AFP", "content": ["'s star striker Gerard Moreno could miss the first leg of their Champions League semi-final against Liverpool after he scored and then went off injured in a 2-1 win over Getafe on Saturday.", "Moreno scored one goal and then made another against Getafe before being substituted in the second half, with a reported injury to his right hamstring.", "The 30-year-old will undergo tests to diagnose the extent of the problem. Villarreal have 10 days before they play the first leg against ", " at Anfield.", "Moreno has endured a difficult year with injuries, having already suffered problems in October and February, when he was out for just over a month each time.", "\"We are going to see how serious it is, but it has been a bad year for him,\" said Villarreal coach Unai Emery after the game. \"It's been frustrating for everyone, let's see how he is.\"", "After knocking ", " out in the Champions League quarter-finals with a surprise 1-1 draw in Munich on Tuesday, Villarreal claimed victory against a Getafe side trying to secure survival in Spain's top flight.", "Despite their Champions League heroics, Emery's team are adrift of the European qualification places, with this win taking them six points behind Real Sociedad in sixth.", "Villarreal took the lead in the seventh minute through Moreno after Manu Trigueros' long ball over the top found Paco Alcacer, who passed across for Moreno to send a deflected finish in.", "Nine minutes later, the visitors doubled their advantage after this time Moreno slipped in Trigueros, who guided a smart finish into the far corner.", "Enes Unal pulled one back for Getafe shortly after the hour mark and Unal wanted a penalty late on after a clumsy challenge from Aissa Mandi. Villarreal, though, survived to leave Getafe 15th, four points above the bottom three.", "Valencia had earlier suffered their first defeat in eight games at home to Osasuna, whose 2-1 win at Mestalla sees them leapfrog their opponents into ninth"], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 18:23:17", "date": "April 17, 2022", "category": "sports", "source": "Tribune"},
{"title": "Spence stops Ugas to seize welterweight title", "author": "AFP", "content": [" punished Yordenis Ugas on the way to a 10th-round technical knockout on Saturday to add the Cuban's World Boxing Association title to his World Boxing Council and International Boxing Federation belts.", "Spence, fighting in front of home fans in the Dallas Cowboys' AT&T stadium in Texas, remained unbeaten, improving to 28-0 with 22 knockouts when referee Laurence Cole called a halt at 1:44 of the 10th on the advice of the ringside doctor.", "By then, Ugas's right eye was swollen shut from the blows meted out by Spence, who rocked the Cuban in the seventh round and continued to pour in the punishment until it was over.", "Spence was fighting for the first time since an eye injury suffered in training forced him out of a planned bout with ", " last August.", "Ugas stepped in at the last minute and sent the Philippine legend into retirement with a unanimous decision victory.", "But the 35-year-old Cuban had no answer for Spence's powerful combinations. He did rock the American in the sixth round, sending him reeling into the ropes after knocking Spence's mouthpiece out.", "Spence said he was distracted by the loss of his mouthpiece, and didn't defend himself adequately.", "\"I thought the ref had said stop,\" Spence said. \"That's my fault.\"", "It could have been ruled a knock-down, but Spence – who has never been sent to the canvas – insisted he was never out on his feet.", "He led on all three judges' scorecards when the fight was stopped as Ugas fell to 27-5 with 12 knockouts.", "This would be Spence's second comeback from serious injury – the first when he was sidelined for months after a car crash in October 2019.", "The 32-year-old said during the in-ring interview post-bout he didn't have any doubts about his return after suffering a detached retina.", "\"I believe in myself 100 percent. I train 100 percent. And I just knew I would be victorious,\" he said.", "However, with his last fight being in December 2020 – a victory over Danny Garcia – Spence said he did feel his timing was a little off in the early rounds with Ugas.", "\"But I knew I was going to catch on later in the rounds. I just kept on working, kept on punching.\"", "With three belts in hand, Spence wasted no time in calling out unbeaten World Boxing Organization champion Terence Crawford.", "\"That's the fight that I want, that's the fight everybody else wants,\" Spence said. \"Terence, I'm coming for that belt.\"", "Ugas, meanwhile, said he wished the fight had continued.", "\"I couldn't see from the eye, but I wanted to keep going to the end,\" said the 35-year-old Cuban, whose eye was examined by the ringside doctor several times during the bout.", "\"I feel sad because I trained really hard for this fight.\""], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 15:13:40", "date": "April 17, 2022", "category": "sports", "source": "Tribune"},
{"title": "US thwart Ukraine to reach BJK Cup finals", "author": "AFP", "content": ["Ukraine came up just short in a thrilling comeback bid on Saturday, falling 3-2 to the United States, who booked their spot in the", " Finals.", "Trailing 0-2 to start the day, Ukraine had singles wins from ", " and Katarina Zavatska to pull level before Asia Muhammad and Jessica Pegula beat Yastremska and Lyudmyla Kichenok in the decisive doubles match 7-6 (7/5), 6-3.", "The final matched capped an emotional week in Asheville, North Carolina, where Ukrainian players acknowledged it was hard to concentrate on the task at hand amid worry over family and friends at home during the ongoing Russian invasion.", "\"I always like to represent my country but now at this moment it's, well, it's tough to describe it,\" Yastremska said after her 6-3, 6-4 victory over Pegula. \"My heart stays at home, but my mind is here.\"", "At least the Ukrainians had moments to celebrate, including 201st-ranked Zavatska's 6-3, 6-4 upset of 46th-ranked Shelby Rogers that levelled the tie at 2-2.", "\"I was in the zone,\" an ecstatic Zavatska said after her first career win over a top-50 player.", "The US were the last to clinch their spot in the finals on a day that saw world number one Iga Swiatek of Poland crush Romania's 324th-ranked Andreea Prisacariu 6-0, 6-0 in 45 minutes to seal victory for the hosts in Radom.", "\"Really proud of us,\" said Swiatek, who only dropped one game in her two singles rubbers this weekend.", "\"It has been a long journey. It took us a few years, step by step to progress and qualify finally.\"", "Poland will be hoping to improve on their best-ever performance in the competition – a quarter-final run in 1992 – in the finals in November.", "In Prague, the Czechs secured victory over Britain in a deciding doubles rubber, with Karolina Muchova and Marketa Vondrousova beating Harriet Dart and Katie Swan 6-1, 7-5.", "Vondrousova beat US Open champion ", " 6-1, 6-1 to give the hosts the lead in the first reverse singles.", "\"The score looks easy but it was a tough match and she was a bit injured,\" said Vondrousova.", "Raducanu had dragged Britain back into the tie in her first professional match on clay on Friday with a hard-fought victory over Tereza Martincova, but she struggled on Saturday.", "\"I have a blister on my foot, it kind of showed up after yesterday's match,\" she told the BBC. \"It completely stopped me from moving, it's tough to not even be able to chase the ball.\"", "Dart then dragged the British level despite some nervous moments as she beat 16-year-old Linda Fruhvirtova 6-0, 5-7, 6-2.", "Elena Rybakina clinched victory for Kazakhstan over Germany, winning 4-6, 6-3, 7-5 against Angelique Kerber in Nur-Sultan to take her country to the finals for the first time.", "In Sardinia, Camila Giorgi won 12 successive games as she dispatched Harmony Tan of France 6-2, 6-0 to give Italy an unassailable 3-0 advantage.", "Tan, ranked 107th in the world, was preferred to 34th-ranked Alize Cornet and jumped into a 2-0 lead before the hard-hitting Giorgi took complete control.", "\"I'm happy, it was a great match,\" Giorgi said. \"At the beginning it was a bit difficult, then I fixed my game.\"", "Since winning the competition for the third time in 2019, France have lost all three ties they have played.", "Spain are the only away team to win as Sara Sorribes Tormo sealed their place in the finals by beating Arantxa Rus 6-0, 6-4 in s-Hertogenbosch in the Netherlands.", "Canada wrapped up a 3-0 victory over Latvia with Leylah Fernandez's 6-2, 6-1 victory over Daniela Vismane in Vancouver.", "The qualifiers will join Switzerland, Australia, Belgium and Slovakia in the finals later this year.", "Defending champions Russia and Belarus have been expelled from the competition due to the invasion of Ukraine"], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 15:11:53", "date": "April 17, 2022", "category": "sports", "source": "Tribune"},
{"title": "Liverpool will fight for quadruple: Mane", "author": "AFP", "content": [" vowed Liverpool will fight to win the quadruple after his brace sealed a 3-2 victory against Manchester City in the FA Cup semi-finals on Saturday.", "Liverpool are bidding to become the first English club to lift all four major trophies in a single season.", "'s side have already won the League Cup and now they are through to a first FA Cup final appearance since 2012 thanks to Mane's goals at Wembley.", "Ibrahima Konte headed Liverpool in front before Mane punished a mistake from City keeper Zack Steffen.", "The Senegal forward netted again before half-time and second half strikes from Jack Grealish and Bernardo Silva weren't enough for City.", "With ", ", just one point behind Premier League leaders City with seven games left and facing a Champions League semi-final against Villarreal, Mane knows they could be on the verge of football immortality.", "\"We'll see. We will try to do our best. It's a dream for sure and we'll fight for it,\" Mane told BBC Sport.", "The Senegal forward admitted it was a big boost to beat title rivals City, who are also in the Champions League semi-finals, given their intense rivalry with ", "'s men.", "\"It's special. It's a big win to win a semi-final and we are very happy to qualify for the final,\" Mane said.", "\"We started very well, we pressed them high and the goalkeeper made the mistake. I was very happy to score two goals but the performance of the team was fantastic.", "\"Every Liverpool player enjoyed it because we did the right thing at the right time.\"", "Jurgen Klopp hailed one of Liverpool's \"best ever\" performances as they reached the FA Cup final with a \"special\" win against ", ".", "\"Absolutely proud, incredible. The first half was one of the best we ever played. We did all the right stuff, we scored in the right moments. We were outstanding. I loved each second of it,\" Klopp said.", "\"The second half started with the goal for Man City and then it opens up. The quality of City is insane.", "\"We respect City so much and it's so difficult to win against them. But because we have these boys in our dressing room we have a chance.\"", "Asked if their ", " semi-final success could be the springboard to pip City in both the Premier League and Champions League, Klopp said: \"It's not a statement, we are just in the final.", "\"I think City knew beforehand that it could be difficult against us, that's how it has been between us most of the time.\"", "Klopp, however, insisted the fixture congestion caused by their progress to another final will make the quadruple harder to achieve.", "\"The quadruple talk I can't believe it. Qualifying for this final makes the quadruple even more difficult,\" he said.", "\"I don't think we have a full free week before the last matchday. But we beat the strongest team in the world and that's a pretty special moment.\"", "There is no rest for Liverpool in their trophy chase as they host Manchester United on Tuesday.", "\"In three days we play against United, who are fighting for a Champions League place. Historically it is not a friendly game,\" he said.", "\"Then we play Everton, with the situation they are in it will not be a friendly game. It (the quadruple) is just incredibly unlikely but let's go for it.\"", "Pep Guardiola's decision to field a weakened team will be second-guessed, but City's manager is adamant he was right to leave Kevin De Bruyne on the bench after the Belgian needed stitches in a foot injury.", "With City's treble bid over, Guardiola has to revive his fatigued players quickly if they are to hold off Liverpool in the Premier League and beat Real Madrid in the Champions League semi-finals.", "\"I have a lot of confidence in my players and the selection. We had a terrible time in terms of fixtures and travel. That's why we need the fresh legs,\" he said."], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 15:55:31", "date": "April 17, 2022", "category": "sports", "source": "Tribune"},
{"title": "Vlahovic saves Juve in Bologna stalemate", "author": "AFP", "content": [" saved a point for Juventus with a last-gasp leveller in Saturday's 1-1 draw with Bologna who finished the match with nine men following a hotly-contested decision to not give Juve a late penalty.", "Serbia forward Vlahovic headed in ", "'s overhead kick from practically on the goalline to save some face after in-form Marko Arnautovic had put Bologna in the lead seven minutes after the break with his 12th goal of the season.", "A beautiful spring evening in Turin had begun with the return of club icon Alessandro Del Piero, who made his first official appearance at the Allianz Stadium since leaving the club against his will in 2012 and was given a standing ovation from fans.", "However, Juve were uninspired despite the presence of the ", " winner and Vlahovic's leveller in the fifth minute of stoppage time couldn't mask a poor display which left them eight points behind league leaders AC Milan with five matches remaining after the Easter weekend.", "\"Earlier in the season we would have lost this match, so let's look at it as a glass that's half-full,\" said Juve coach Massimiliano Allegri, who didn't comment on the bizarre sequence of events on which the match turned.", "Adama Soumaoro was sent off six minutes from the end for his desperate attempt to stop Morata from equalising, which after a VAR check – and Juan Cuadrado hitting the post in front of an open goal -- was ruled to have happened outside the area.", "In the confusion, Gary Medel became so livid with referee Juan Luca Sacchi that he was booked twice within seconds and also off the field, while Juve were baffled at how the VAR officials could have ruled Soumaoro's challenge outside the area.", "Bologna thought they had held out in a bizarre end to a match but Vlahovic struck for fourth-placed Juve, who are now looking over their shoulders at contenders for the final Champions League spot.", "Roma can close to within three points of Allegri's side with a win at title-chasing Napoli on Monday while Fiorentina are a point behind Jose Mourinho's team with a game in hand after beating Venezia 1-0.", "Lazio are level with ", " in seventh after Ciro Immobile snatched a 1-1 draw against Torino in stoppage time with his 25th league goal of the campaign.", "\"We need to be more clear-headed,\" added Allegri.", "\"We were missing that after we equalised because even though there were only a few minutes left there was still enough time to win the game.\"", "Franck Ribery believes that Salernitana can perform a miracle escape from relegation after a 2-1 win at fellow strugglers Sampdoria kept alive their hopes of staying up.", "Goals from Federico Fazio and Ederson in the first six minutes in Genoa were enough to take Salernitana to 19 points and continue the southern team's bid for safety after an entire season at the bottom of the league.", "With two games in hand, Salernitana are nine points behind Cagliari who sit six points and one place outside the relegation zone following their 1-0 win over Sassuolo earlier on Saturday.", "\"Today we showed that we're working hard and we believe in survival... Let's see what happens,\" former France winger Ribery told DAZN after playing 25 minutes as a substitute at the Stadio Luigi Ferraris.", "A first win since early January puts Davide Nicola's team three points behind both Genoa, who lost 2-0 to league leaders AC Milan on Friday, and Venezia.", "\"We want to stay in Serie A but it's been difficult. We've played matches which we've lost in which we deserved more and that's not easy,\" added 39-year-old Ribery.", "\"When I'm on the pitch, I'm happy, I have fun. Football, for me, is a passion.\"", "Sampdoria were loudly whistled off the field by irate fans. The club have been dragged right back into the relegation battle and are a point above Cagliari.", "Udinese continued their impressive end to the season by thumping Empoli 4-1 to move 12th."], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 15:39:18", "date": "April 17, 2022", "category": "sports", "source": "Tribune"},
{"title": "Rangnick fears for United defence at Liverpool", "author": "AFP", "content": [" says Manchester United will be fortunate to even get a point against in-form Liverpool on Tuesday if they show the same defensive frailties they did in the 3-2 win over struggling Norwich.", "Interim manager Rangnick's pessimism came despite United's chances of securing Champions League football next season being boosted by defeats for rivals Arsenal and Tottenham Hotspur.", "United trail Spurs – who occupy the fourth and final Champions League spot – by three points and have the same number of points as Arsenal, although the Gunners have a game in hand.", "Rangnick fears for United's defence against a vibrant ", " side who reached the FA Cup final on Saturday with a 3-2 win over league title rivals Manchester City.", "'s side remain on course for four trophies – they have secured one already the League Cup – as they are a point adrift of City in the table and in the Champions League semi-finals.", "Rangnick criticised his defence for the two goals they conceded to bottom side Norwich on Saturday, saying \"no other team in the league\" gives away presents like that.", "\"Everybody has seen today's game and everybody knows what kind of team we are playing on Tuesday,\" he said.", "\"They (Liverpool) have just beaten Man City, they are in the cup final and they might have a chance to win four trophies this season.", "\"If we play like we did today, it will be very difficult to even get a point.", "\"This is what we have to be realistic and aware of. We have to be lot better when the opposition is in possession.\"", "On a more upbeat note for United was ", "'s 60th career hat-trick which took him to 20 goals in all competitions this season.", "It is an indictment of the contributions of his team-mates that the 37-year-old Portuguese superstar has 12 more goals than any of them.", "It is the 16th season in a row that Ronaldo has scored 20 or more club goals in all competitions and moved him on to 99 career Premier League goals.", "However, Ronaldo has also had moments when he has shown he is clearly unhappy with the way things are going at United and there are doubts he will see out the final year of his contract next season.", "Rangnick says a decision on Ronaldo's future will be for his permanent successor, with Ajax coach Erik ten Hag reportedly likely to be appointed within days.", "\"In the end, this is not my decision,\" said Rangnick, who will stay on at Old Trafford as an advisor.", "\"Cristiano has another year on his contract. This will be a decision for the new manager to take together with the board.", "\"But he showed against Tottenham and today that he can be the difference-maker in games like this.", "\"It is no coincidence he has the best goalscoring record of all players in history.\"", "Interim manager Ralf Rangnick urged ", " fans not to pick on individuals after Paul Pogba was targeted for abuse during win over Norwich.", "Pogba was making one of what could his last few remaining appearances at Old Trafford with the Frenchman's contract expiring at the end of the season.", "There had been protests before the game even began among the United support, frustrated at a fifth consecutive trophy-less season.", "And it was Pogba who bore the full front of their ire when he was substituted 17 minutes from time with the game level at 2-2.", "\"I can fully understand that the fans are frustrated, so are we and so are the players and the staff, but I don't think they should target individual players,\" said Rangnick.", "\"We have a collective responsibility, everybody here and that's why I don't think it's right or correct to take on individual players.\""], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 17:44:20", "date": "April 17, 2022", "category": "sports", "source": "Tribune"},
{"title": "Trucking firms end strike in Argentine", "author": "Afpf", "content": ["\nBUENOS AIRES:\n", "Argentine grain transporters have called off a strike over a dispute with producers that had paralysed farming exports, the national haulage federation said on Friday.", "Thousands of trucks that carry grain and its derivatives had been parked up on the side of the road for four days with shipment companies unhappy at the amount they were being paid to transport grain since their fuel costs have shot up in recent months due to Russia’s invasion of Ukraine.", "But the strike was lifted following an intervention by the transport ministry that resulted in an “immediate increase of 20%” in freight rates and a promise to renegotiate those again in the first half of May, said the Argentine Haulage Federation, FETRA.", "The agreement comes at a critical time for the Argentine farming industry right in the middle of the harvest season.", "The South American country is the world’s largest exporter of soybean flour and oil, and one of the main suppliers of wheat, soybean and corn.", "The strike caused “losses of about $100 million a day,” according to Gustavo Idigoras, president of the Ciara-CEG oil and grain exporters chamber.", "Updated Apr 15, 2022", "Updated Apr 15, 2022"], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 00:40:34", "date": "April 17, 2022", "category": "business", "source": "Tribune"},
{"title": "Current account deficit likely to hit $20 billion", "author": "APP", "content": ["\nISLAMABAD:\n", "The country’s current account deficit is expected to cross $20 billion mark by the end of the current fiscal year.", "According to sources from the cabinet in waiting, the actual figure of the current account deficit in 2018 was $19 billion.", "With respect to the foreign exchange reserves, the sources also termed the claims of the Pakistan Tehreek-e-Insaf leaving $22 billion in foreign exchange reserves misleading, citing that actual numbers of the reserves with the central bank was $11 billion.", " In 2018, the State Bank of Pakistan’s (SBP) foreign exchange reserves stood at $10 billion.", "Updated Apr 15, 2022", "Updated Apr 15, 2022"], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 00:33:54", "date": "April 17, 2022", "category": "business", "source": "Tribune"},
{"title": "Elaine posts fastest 100m of 2022", "author": "AFP", "content": ["Jamaica's two-time Olympic gold medallist ", " clocked the fastest 100m in the world this year at 10.89sec at the Golden Games at Walnut, California.", "Thompson-Herah, running her first outdoor 100m of the season, won her semi-final heat in the meeting east of Los Angeles with a favorable wind of 1.6 meters per second.", "She opted out of the final, which was won by American Twanisha Terry in a wind-aided 10.77sec. Americans Aleia Hobbs and Gabby Thomas were second and third in the final, run in a favorable wind of 3.3 m/sec.", "Thomas, the Olympic 200m bronze medallist, notched the fastest time of the season in her preferred distance, winning in 22.02sec ahead of 2019 World silver medallist Brittany Brown.", "Fred Kerley, silver medallist in the 100m at the Tokyo Games, won the men's 200m in 19.80sec ahead of fellow American Michael Norman (19.83).", "World 100m champion ", ", who is making his return to competition this season after an 18-month suspension for failing to comply with his anti-doping obligations, was announced at the start of the 200m but did not run it.", "American Micah Williams won the men's 100m in a wind-aided 9.83sec.", "Tonea Marshall (12.46) beat Olympic silver medallist Keni Harrison (12.56) in the 100m hurdles. Only Puerto Rican Jasmine Camacho-Quinn, the defending Olympic champion, has run faster this year.", "Michael Cherry, who won Olympic 4x400m relay gold in Tokyo, ran the fastest 400m of the year in 44.28sec."], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 18:08:35", "date": "April 17, 2022", "category": "sports", "source": "Tribune"},
{"title": "State securities regulators order virtual casino firm to stop selling NFTs", "author": "Reuters", "content": ["Securities regulators in the US states of Texas and Alabama on Wednesday ordered an online casino developer to stop selling non-fungible tokens (NFTs), alleging the firm was illegally offering unregistered securities and defrauding the public.", "Cyprus-based Sand Vegas Casino Club and co-founders Martin Schwarzberger and Finn Ruben Warnke allegedly offered 11,111 NFTs in a \"high-tech fraudulent securities offering\" to fundraise to build virtual casinos in the metaverse. They also erroneously told potential buyers the tokens were not securities, the Texas State Securities Board said in a statement.", "Sand Vegas promised buyers of its Gambler and Golden Gambler NFTs they would share in virtual casino profits, forecasting proceeds of as much as $81,000 each year, the regulators said.", "Sand Vegas and the co-founders could not be reached immediately for comment.", "The cease-and-desist order appears to be the first of its kind tied to internet-based virtual environment platforms, colloquially known as the metaverse. It also marks a new frontier for US authorities seeking to clamp down on NFTs, blockchain-based tokens that represent assets such as a piece of digital art. Last month, two men were arrested and charged with scamming NFT buyers worth $1.1 million. ", "Though this latest case is relatively small, state actions often spark interest from federal regulators. NFTs have seen a surge in investor interest, and the Securities and Exchange Commission (SEC) has not yet offered formal guidance on whether they could be considered securities in some instances.", "A spokesperson for OpenSea, the largest NFT marketplace, said the firm had disabled buying, selling and transferring of Sand Vegas tokens because the collections were in violation of the platform's service terms.", "Joe Rotunda, enforcement director at the Texas State Securities Board, said the regulator has spotted a number of securities offerings in the metaverse.", "\"This is a hot area,\" he told Reuters. \"We are coordinating among states to investigate the offerings and plan enforcement actions if necessary.\""], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-14 11:54:12", "date": "April 14, 2022", "category": "tech", "source": "Tribune"},
{"title": "Musk makes $43 billion offer for Twitter to build 'arena for free speech'", "author": "Reuters", "content": ["Billionaire entrepreneur Elon Musk took aim at Twitter Inc with a $43 billion cash takeover offer on Thursday, with the Tesla CEO saying the social media company needs to be taken private to grow and become a platform for free speech.", "\"I think it's very important for there to be an inclusive arena for free speech,\" Musk, already San Francisco-based Twitter's second-largest shareholder, said at a TED Talk in Vancouver when asked about his bid.", "Musk made the bid on Wednesday in a letter to the board of Twitter - the micro-blogging platform that has become a global means of communication for individuals and world leaders - and it was made public in a regulatory filing on Thursday. His offer price of $54.20 per share represents a 38% premium to Twitter's April 1 close, the last trading day before his 9.1% stake in the social media platform was made public.", "Musk, the world's richest person with a $273.6 billion fortune according to a Forbes tally, rejected an invitation to join Twitter's board on Saturday after disclosing his stake, a move analysts said signaled his takeover intentions as a board seat would have limited his shareholding to just under 15%. ", "After his TED talk, Musk hinted at the possibility of a hostile bid in which he would bypass Twitter's board and put the offer directly to its shareholders, tweeting: \"It would be utterly indefensible not to put this offer to a shareholder vote.\"", "Twitter was evaluating the offer with guidance from Goldman Sachs and Wilson Sonsini Goodrich & Rosati, according to a source. The company was also preparing a poison pill as a protective measure against Musk raising his stake as early as Friday, the source said.", "Shares of Twitter closed down 1.7% on Thursday.", "Investors were not convinced.", "Saudi Arabia's Prince Alwaleed bin Talal tweeted from his verified account about the deal. Describing himself as one of the \"largest & long-term shareholders of Twitter,\" he said Musk's offer undervalued the company and he rejected it.", "Musk, for his part, told Twitter it was his \"best and final offer\" and said he would reconsider his investment if the board rejects it. ", "\"This is not a way to sort of make money,\" Musk said during the TED Talk.", "\"My strong intuitive sense is that having a public platform that is maximally trusted and broadly inclusive, is extremely important to the future of civilization,\" Musk added.", "Musk makes bid for Twitter", "Musk, a self-described \"free speech absolutist,\" has been critical of the social media platform and its policies, and recently ran a poll on Twitter asking users if they believed it adheres to the principle of free speech. More than 70% of the 2 million votes cast said \"No\".", "After Twitter banned former President Donald Trump over concerns around incitement of violence following last year's US Capitol attack by his supporters, Musk tweeted: \"A lot of people are going to be super unhappy with West Coast high tech as the de facto arbiter of free speech.\"", "In remarks on Wednesday - before Musk's announcement - Trump said he \"probably wouldn't have any interest\" in returning to Twitter, where he had more than 88 million followers. ", "Elon Musk talks at the Automotive World News Congress at the Renaissance Center in Detroit, Michigan, January 13, 2015. REUTERS/Rebecca Cook/File Photo", "White House spokesperson Karine Jean-Pierre declined to comment on Musk's offer for Twitter, saying that market regulators operate independently from political leadership.", "Twitter employees, some of whom were panicked over Musk's impact on its ability to moderate content, attended an all-hands meeting on Thursday. Chief Executive Officer Parag Agrawal reassured them that the company was not being \"held hostage\" by news of Musk's offer to buy the company, according to a source.", "Musk said US investment bank Morgan Stanley was acting as financial adviser for his offer. He did not say how he would finance the transaction if it goes ahead, but told the TED talk audience he \"had sufficient assets,\" without saying more.", "CFRA Research analyst Angelo Zino said Musk could finance the deal with debt and selling Tesla shares.", "Musk sold more than $15 billion worth of his Tesla shares, about 10% of his stake in the electric vehicle maker, last year to settle a tax obligation.", "'SERIAL UNDERPERFORMER'", "Twitter's lower-than-expected user additions in recent months have raised doubts about its growth prospects, even as it pursues big projects such as audio chat rooms and newsletters.", "Founded just two years after Facebook, Twitter is dwarfed by the social network. Meta, which owns Facebook, generated $118 billion in revenue in 2021 from 1.93 billion daily users. Twitter earned $5.08 billion in revenue last year from 217 million daily users.", "\"The big question for the Twitter board now is whether to accept a very generous offer for a business that has been a serial underperformer and tends to treat its users with indifference,\" said Michael Hewson, chief market analyst at CMC Markets.", "Twitter's stock market value has lagged rivals", "Twitter will not decide on the fate of Musk's bid on Thursday, according to a source familiar with the situation. What the board is discussing is the parameters of the valuation process and it would then ask its advisers to review the bid and await for the results, the source said.", "Musk has amassed more than 80 million followers since joining Twitter in 2009 and has used it to make several announcements. Musk is bound by a 2018 settlement with the US Securities and Exchange Commision requiring him to obtain pre-approval on some of his Twitter posts after he tweeted that he had \"funding secured\" to take Tesla private.", "\"If he really wants to take Twitter private his past run-ins with regulators might not pose an obstacle – but it might make potential financing sources leery of providing the cash for the deal – unless he is willing to pledge a large portion of his Tesla holdings to collateralize the debt,\" said Howard Fischer, a partner at law firm Moses & Singer and former senior trial counsel at the SEC.", "Musk's move also raises the question of whether other bidders might emerge for Twitter.", "\"It would be hard for any other bidders/consortium to emerge and the Twitter board will be forced likely to accept this bid and/or run an active process to sell Twitter,\" Wedbush Securities analyst Daniel Ives wrote in a client note.", "Musk admitted at the conference that success was not assured but his intent was to retain as many shareholders as allowed by law in a private company.", "Asked if there was a \"Plan B\" if Twitter rejected the offer, Musk told the TED conference audience without elaborating: \"There is.\""], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-15 11:02:37", "date": "April 15, 2022", "category": "tech", "source": "Tribune"},
{"title": "Apple tests several new Macs with next-generation M2 chips ", "author": "Reuters", "content": ["Apple Inc has started internal testing of several Mac models with next-generation M2 chips, Bloomberg News ", " on Thursday citing developer logs.", "The company is testing at least nine Mac models with four different M2-based chips - the successors to the current M1 line - with third-party apps in its App store, according to the logs which were corroborated by people familiar with the matter, the report said.", "Apple is also testing a Mac mini with an M1 Pro chip, the same processor used in the entry-level 14-inch and 16-inch MacBook Pros, the report added.", "In March, Apple introduced a faster chip for a new desktop, a high point in Apple's move to power its devices with microprocessors designed in house. ", "Last year, Apple announced two new MacBook Pro models that run on more powerful in-house chips, furthering its break from previous supplier Intel Corp. ", "Apple was not immediately available for Reuters request for a comment."], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-15 11:12:46", "date": "April 15, 2022", "category": "tech", "source": "Tribune"},
{"title": "Meta to take nearly half of sales made by its metaverse creators as fees", "author": "Reuters", "content": ["Facebook parent Meta Platforms will charge creators around 47.5% on sales of digital assets and experiences made inside the company's virtual reality platform Horizon Worlds.", "The overall charge comprises of 30% hardware platform fee for sales made through Meta Quest Store, where it sells apps and games meant for its virtual reality headsets, and a further 17.5% cut as its Horizon platform fees, a Meta spokesperson told Reuters on Wednesday.", "On Monday, the tech giant said it would start testing tools for creators to sell digital assets and in turn make money on Horizon Worlds, a key part of its plan for creating a metaverse. ", "Meta chief executive officer Mark Zuckerberg has been a critic of Apple Inc's app store fees of 30%, but Meta's latest move to charge creators nearly half their sales on its own platform has angered many of them.", "The Facebook parent company, which changed its name to Meta last year, has invested heavily in virtual and augmented reality to reflect its new bet on the metaverse, a futuristic idea of a network of virtual environments accessed via different devices where users can work, socialize and play.", "Meta's Horizon Worlds, an expansive VR social platform, and Horizon Venues, which is focused on virtual events, are early iterations of metaverse-like spaces."], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-14 12:03:12", "date": "April 14, 2022", "category": "tech", "source": "Tribune"},
{"title": "Buyout firm Thoma Bravo approaches Twitter with acquisition interest", "author": "Reuters", "content": ["Buyout firm Thoma Bravo LP has contacted Twitter Inc to express interest in putting together an acquisition offer that would rival Tesla Inc Chief Executive Elon Musk's $43 billion bid, people familiar with the matter said on Friday.", "Thoma Bravo, a private equity firm that had more than $103 billion in assets under management as of the end of December, has informed Twitter that it is exploring the possibility of putting together a bid, the sources said.", "It is not clear how much Thoma Bravo would be prepared to offer and there is no certainty that such a rival bid will materialize, the sources cautioned, asking not to be identified because the matter is confidential.", "A Thoma Bravo spokesperson declined to comment while Twitter representatives did not immediately respond to a request for comment.", "The New York Post reported on Thursday that Thoma Bravo was considering a bid for Twitter."], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-16 11:56:46", "date": "April 16, 2022", "category": "tech", "source": "Tribune"},
{"title": "Bought for $2.8 m,NFT of Jack Dorsey tweet finds few takers", "author": "Reuters", "content": ["Crypto entrepreneur Sina Estavi made headlines in March 2021 when he paid $2.9 million for an NFT of Twitter boss Jack Dorsey's first tweet. But his efforts to re-sell it have run aground, with a top bid of just $6,800 as of Thursday.", "The initial purchase was at the time among the most expensive sales of a non-fungible token, or NFT, and came amid a flurry of interest in the niche crypto assets which have since generated billions of dollars in sales. ", "Estavi put the tweet up for resale on the popular NFT marketplace OpenSea last week, initially asking for $48 million.", "That price tag was removed after offers in the first week were in the low hundreds of dollars. As of Thursday, the highest bid was 2.2 of the cryptocurrency ether - equivalent to around $6,800.", "\"My offer to sell was high and not everyone could afford it,\" Estavi, who was recently freed from jail in Iran, told Reuters via Twitter direct message, adding that he was no longer sure if he would sell the NFT.", "\"It's important to me who wants to buy it, I will not sell this NFT to anyone because I do not think everyone deserves this NFT,\" Estavi said.", "NFTs are a form of crypto asset which can record the ownership of a digital file such as an image, video or text. ", "There is no guarantee of an NFT's value and the market is rife with scams, fraud, counterfeits and market manipulation. ", "But Estavi was confident in the value of his purchase.", "\"This NFT is not just a tweet, this is the Mona Lisa of the digital world,\" he said.", "\"VICTIM OF CRYPTO\"", "Estavi, who lives in Malaysia, said he had been arrested last May during a trip to Iran and held in solitary confinement until he was freed in February. Iranian state media reported in May 2021 that he was accused of \"disrupting the country's economic system\".", "Estavi said he had been arrested because of the growth of his crypto exchange, Bridge Oracle, and described himself as a \"victim of crypto\".", "Reuters was unable to independently verify these details.", "\"I need the support of the cryptocurrency community,\" Estavi told Reuters.", "While announcing the NFT sale in a tweet on April 6, he pledged to give 50% of the proceeds - which he expected to be at least $25 million - to charity.", "He said the rest would go to support Bridge Oracle."], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-15 11:49:19", "date": "April 15, 2022", "category": "tech", "source": "Tribune"},
{"title": "WhatsApp tests new feature to organize groups for work, school", "author": "Reuters", "content": ["WhatsApp is testing a new feature called Communities to organize groups in larger structures that could be used by workplaces or schools, the messaging service owned by Meta Platforms said on Thursday.", "WhatsApp head Will Cathcart said the feature would bring together groups, which are capped at 256 users, under bigger umbrellas where administrators could send alerts to a community of thousands.", "\"This is really oriented at the communities you're already a part of in your life that are doing private communication,\" said Cathcart in an interview with Reuters, citing Salesforce-owned Slack or Microsoft Teams as comparable types of communication.", "He said there were no current plans to charge for the new feature, which is being beta tested with a small number of global communities, but did not rule out offering \"premium features to enterprise\" in the future.", "The messaging service, which is end-to-end encrypted and has about 2 billion users, said the Communities feature would also be end-to-end encrypted.", "WhatsApp has grappled with abuses including bulk messaging and the spread of misinformation and hate speech. Cathcart said users would not be able to search for different Communities on WhatsApp and that it would use anti-abuse tools and safeguards like forwarding limits for the new feature.", "WhatsApp said there would also be changes to its Groups feature before the launch of Communities. It said it was adding the ability for group administrators to remove problematic messages from everyone's chat, introducing voice calling for up to 32 people, increasing file sharing to 2 gigabytes and adding emoji reactions to messages.", "Meta CEO Mark Zuckerberg said in a Thursday post that Communities would be rolled out over the coming months. He said Meta would be building community messaging features for Facebook, Messenger and Instagram.", "Meta also plans to roll out end-to-end encryption across the other messaging services on its apps as part of its ongoing, declared pivot towards privacy."], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-15 11:40:01", "date": "April 15, 2022", "category": "tech", "source": "Tribune"},
{"title": "Twitter adopts 'poison pill' as challenger to Musk emerges", "author": "Reuters", "content": ["Twitter Inc adopted a 'poison pill' on Friday to limit Elon Musk's ability to raise his stake in the social media platform, as a buyout firm emerged to challenge his $43 billion bid for the company.", "Thoma Bravo, a technology-focused private equity firm that had more than $103 billion in assets under management as of the end of December, has informed Twitter that it is exploring the possibility of putting together a bid, people familiar with the matter said. ", "It is not clear how much Thoma Bravo would be prepared to offer and there is no certainty that such a rival bid will materialize, the sources cautioned, asking not to be identified because the matter is confidential.", "A Thoma Bravo spokesperson declined to comment while Twitter representatives did not immediately respond to a request for comment. The New York Post reported on Thursday that Thoma Bravo was considering a bid for Twitter.", "Twitter said on Friday it adopted a poison pill that would dilute anyone amassing a stake in the company of more than 15% by selling more shares to other shareholders at a discount. Known formally as a shareholder rights plan, the poison pill will be in place for 364 days.", "The move would not bar Musk from taking his offer directly to Twitter shareholders by launching a tender offer. While the poison pill would prevent most Twitter shareholders from selling their shares, the tender offer would allow them to register their support or disapproval of Musk's offer.", "\"It is a predictable defensive measure for the board to go down that will not be viewed positively by shareholders given the potential dilution and acquisition unfriendly move,\" Wedbush analyst Dan Ives tweeted on Friday.", "Thoma Bravo's interest raises the specter of more private equity firms vying for Twitter. The global private equity industry is sitting on about $1.8 trillion in dry powder, according to data provider Preqin. Unlike major technology conglomerates, most buyout firms would not face antitrust restrictions in acquiring Twitter.", "It remains possible that a private equity firm will boost Musk's bid by partnering with him rather than challenging him. Musk's criticism of Twitter's reliance on advertising for most of its revenue, however, has made some private equity firms apprehensive about teaming up with him, industry sources said. This is because a strong cash flow makes financing a leveraged buyout much easier.", "Elon Musk's twitter account is seen on a smartphone in front of the Twitter logo in this photo illustration taken, April 15, 2022. REUTERS/Dado Ruvic/Illustration", "Silver Lake, a private equity firm with more than $90 billion in assets under management, would be a natural partner for Musk because it offered financing for his $72-billion bid for Tesla Inc four years ago, which Musk subsequently abandoned. Silver Lake co-chief executive Egon Durban also sits on Twitter's board.", "But Durban did not recuse himself on Thursday when Twitter's board met to discuss Musk's offer for the first time, people familiar with the matter said, in a sign that Silver Lake has not sought to team up with Musk or make a bid of its own thus far.", "It remains possible that Silver Lake will choose to become involved as a buyer. A Silver Lake spokesman did not immediately respond to a request for comment on Friday.", "'BEST AND FINAL OFFER'", "Twitter has more than $6 billion of cash on its balance sheet and its annual cash flow is close to $700 million, providing some comfort to banks considering whether should provide debt for a deal. Still, a leveraged buyout for Twitter could be the biggest of all time, potentially requiring several buyout firms and other major institutional investors to team up.", "Musk is the world's richest person with a net worth pegged by Forbes at $265 billion. He has however drawn a line on how much he is willing to pay. He informed Twitter on Wednesday that his $54.20-per-share all-cash bid for the company was his \"best and final offer\", and that he would reconsider his position as a Twitter shareholder if it was rejected. Musk owns more than 9% of Twitter, making him the largest shareholder after mutual fund giant Vanguard.", "Musk tweeted on Thursday that Twitter's shareholders should have a say on his offer and posted a poll on Twitter in which most users agreed with him. Twitter's board is still assessing Musk's offer and would only put it to the company's shareholders for a vote if it approves it. Twitter shares fell on Thursday, indicating that most investors expect the company's board to reject Musk's bid as inadequate and thin on financing details. ", "Twitter's board is expected to take several more days to assess Musk's bid and draft its response, the sources familiar with the matter said. An outcome over the weekend is unlikely, the sources added.", "Goldman Sachs Group Inc has been advising Twitter's board on its deliberations. Bloomberg News reported on Friday that the board had tapped JPMorgan Chase Co Inc as a second financial adviser."], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-16 11:46:59", "date": "April 16, 2022", "category": "tech", "source": "Tribune"},
{"title": "Virus resurgence threatens China’s growth ", "author": "Afp", "content": ["\nBEIJING:\n", "The mounting cost of China’s zero-Covid policy threatens to derail Beijing’s ambitious GDP target, analysts say, as supply chains snarl, ports face delays and Shanghai remains mired in lockdown.", "Growth in the world’s second-largest economy was already slowing in the latter half of last year with a property market slump and regulatory crackdowns, leading policymakers to set their lowest annual GDP target in decades for 2022.", "But analysts told AFP the figure of 5.5% would be tough to achieve with stay-at-home orders halting production and stunting consumer spending in key cities.", "Experts from 12 financial institutions polled by AFP forecast GDP growth of 5% for the full year.", "They expect a figure of 4.3% for the first quarter, just above the 4% recorded in the three months prior.", "Official first-quarter data will be published Monday. “China’s economy saw a good start in January and February with less energy constraints, domestic demand recovery... fiscal stimulus, and resilient exports,” said Gene Ma, head of China research at the Institute of International Finance.", "But surging virus cases in March and lockdowns have “severely disrupted supply chains and industrial activities”, he added.", "The analysts predicted the coronavirus outbreak would reverse the gains made earlier in the year.", "Carmakers this week warned of severe disruption to supply chains and possibly even halting production completely if a lockdown in business hub Shanghai continues.", "Premier Li Keqiang said this week that state support should be stepped up and tools including cuts to the reserve requirement ratio for banks could be tapped to help virus-hit sectors. Other major cities struck by Covid outbreaks include southern tech powerhouse Shenzhen, which went into full lockdown for almost a week in March.", "“The hit to retail sales could be even bigger, as dining-out services -- around 10% of retail sales -- were temporarily suspended in a few provinces,” Goldman Sachs said in a recent report.", "But economists expect bigger consequences of the lockdowns to surface in April data and bog down growth. With infections found in dozens of cities, Beijing has dug in its heels on the zero-Covid approach, which involves stamping out clusters as they emerge while conducting mass testing and isolating positive cases.", "This has resulted in strict movement curbs in Shanghai for around two weeks now as the financial hub logs tens of thousands of cases daily -- most asymptomatic.", "Updated Apr 15, 2022", "Updated Apr 15, 2022"], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 00:47:46", "date": "April 17, 2022", "category": "business", "source": "Tribune"},
{"title": "Scientists use facial recognition technology on skyrim skeleton", "author": "Tech Desk", "content": ["A cranial reconstruction research team, ", ", used facial recognition software to revive a skeleton model from ", ".", "Sukalmakh, part of the research group, ", " a picture of grumpy cave man that had been reconstructed from an ancient Atmoran specimen from Saarthal dating to the late Merethic Era. Atmora is a continent in the Elder Scrolls world and Saarthal is the ruined capital of Skyrim. The Elder Scrolls is a series of action role-playing video games developed by Bethesda Game Studios, thus the 'Merethic era' is also an Elder Scrolls period of time.", "The tweet won praise from Bethesda developer, Jonah Lobe, who worked on Skyrim and had designed the skeleton, commented that the team had done an \"awesome job with the reconstruction\". He thought the 'intimidating' look with heavy brows and big teeth.", "Ancestral Whispers is an organisation that specialises in facial reconstruction of prehistoris humans, using a software based archeologist and anthropolgist, Mikhail Gerasimov. In the reconstruction, soft tissue is layered on to cranal structure, to present an actual representation of a person who may have lived."], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-16 14:51:46", "date": "April 16, 2022", "category": "tech", "source": "Tribune"},
{"title": "Oil imports remain high in March", "author": "Salman Siddiqui", "content": ["\nKARACHI:\n", "Pakistan’s import of petroleum products spiked 68% on year-on-year basis to $1.86 billion in March, taking a toll on the country’s foreign exchange reserves as price of the commodities remained significantly high at world markets.", "The imports stood at $1.11 billion in the same month of the previous year, according to the data from the Pakistan Bureau of Statistics (PBS).", "The data suggests that refineries made significantly high import of petroleum crude during the month despite conflicting reports of slowdown in output in refined products like petrol and diesel in the country.", "The import of petroleum crude soared 97% on a year-on-year basis to $530 million in the month compared to $269.5 million in the same month of the previous year, according to PBS.", "Besides, the import of refined petroleum products surged 84% to $1.03 billion in the month compared to $560.7 million in the corresponding month of the previous year.", "In terms of volumetric growth, the import of crude oil rose 30.6% on a year-on-year basis to 816,723 tons in March, suggesting a recovery in output of local refineries.", "The import of refined products improved 6% to 1.38 million tons in the month compared to the same month of last year.", "Earlier, the business advocate forum Pakistan Business Council (PBC) said in a study that two-third growth in imports was seen due to exorbitant price hike of commodities at world markets, while the remaining one-third growth in imports was volumetric.", "The price of crude stays at over $110 per barrel these days compared to around $70 per barrel a year ago. The price shot up significantly in the wake of Russia-Ukraine war and reopening of the world from the Covid-19 pandemic. ", "The import of liquefied natural gas (LNG) increased 3.7% to $240.3 million in March compared to $231.7 million in the same month of the previous year.", "The sluggish growth in import of gas is seen mainly due to cancellation of a few shipments to Pakistan under the long-term agreement with suppliers. The suppliers cancelled the delivery orders after the gas price shot to skies (at over $45 per mmbtu) at spot markets compared to significantly low (at around $15 per mmbtu) under the long-term agreement.", "Cumulatively in the first nine months (July-March) of the current fiscal year 2021-22, the import of petroleum products including LNG soared 96% to $14.8 billion compared to $7.6 billion in the same period of the last year.", "The nine-month data suggests the import of refined products topped the list both in volumetric terms (up 20%) and in dollar denomination (up 111%) on a year-on-year basis. This was followed by LNG import (92% in dollar value) and crude oil (82% in dollar value).", "The import of crude enhanced 3% on a volumetric basis in the nine months compared to the same month of last year. PBS reports LNG data only in dollar denomination and not in volumetric terms.", "Pakistan saw lofty growth in import of petroleum products despite significant price hike at global markets, as the previous PTI government fixed the products price for four months (up till the end of June 2022) and provided a hefty subsidy of Rs2 billion a day. ", "“The amount of subsidy amounts to Rs6 billion per day if concession given on taxes (sales tax and petroleum development levy) on sales of the products to end consumers is also accounted,” Pak-Kuwait investment Company (PKIC) Head of Research Samiullah Tariq said.", "The new government of Prime Minister Shahbaz Sharif kept prices of petroleum products unchanged on Friday (April 15), as it continued the popular decision of PTI government to provide petroleum products at low prices.", "The subsidy on sale of the imported petroleum products carries a neutral impact on inflation reading in the country. It, however, has continued to consume heavily the foreign exchange reserves which fell to two-year now low at $10.8 billion in the week ended April 8, 2022 compared to close to $21 billion some four months ago.", "Updated Apr 15, 2022", "Updated Apr 15, 2022"], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 00:49:22", "date": "April 17, 2022", "category": "business", "source": "Tribune"},
{"title": "FBR falls short of POS target", "author": "Shahbaz Rana", "content": ["\nISLAMABAD:\n", "The Federal Board of Revenue has manipulated tax collection figures for the month of March in an attempt to show less revenue shortfall, bringing in question’s its performance that otherwise was largely dependent on higher imports.", "The FBR also could not deliver on the previous government’s single largest initiative to integrate the 500,000 retail machines with the tax system and collect additional Rs50 billion in revenue. Till March, it could integrate less than 4,500 businesses that paid additional revenue of about Rs2.5 billion, according to the sources. FBR registered less than 3,900 retailers who integrated about 8,600 machines with the FBR system during the current fiscal year.", "On March 31, the FBR issued a press release and claimed that it provisionally collected Rs575 billion in revenue, lifting the total collection to Rs4.382 trillion. However, The Express Tribune at that time reported that the actual taxes that were deposited in the kitty amounted to Rs561 billion and the figure could marginally improve on the back of book adjustments. ", "The reconciled figures showed that the tax collection in March remained Rs35 billion short of the monthly target and was still Rs6 billion less than what the FBR had claimed in its press release over two weeks ago.", "It was the first time that the reconciled tax collection remained less than the provisionally released figures, giving credence to the reports that the FBR deliberately fudged the figures. ", "The Express Tribune had sent questions to the FBR spokesman five days ago and his responses were awaited till the filing of the story. The FBR spokesman had been requested to comment whether the FBR fudged the collection figures and who directed the authority to manipulate the numbers. The international financial institutions take strong exception to figure fudging, which also erodes policy makers, stakeholders and the government’s trust in the taxmen. ", "The FBR has not yet issued a statement to the media about the actual tax collection. It is not clear whether the FBR will present the manipulated or actual tax collection figures to the Prime Minister Shehbaz Sharif next week. The premier had directed the FBR to give a presentation on its performance with a focus on measures to end harassment of taxpayers.", "The taxpayers have been making hue and cry against undue tax demand notices that the FBR is sending to them without following the due process. As a result, the tax amount stuck up in litigation has suddenly doubled to Rs3.6 trillion.", "For the current fiscal year, the last government had set tax target at Rs5.829, which was increased to Rs6.1 trillion in January this year after the Rs360 billion mini-budget was introduced. The FBR now needs to collect Rs575 billion per month to hit the benchmark.", "The sources said that the trend of the first half of the month suggested that achieving this month’s target of Rs485 billion was also difficult. The Inland Revenue Service, which is required to collect Rs5.2 trillion out of the revised annual target, had attempted to pass its partial burden to the Customs. But the Customs authorities refused to accept the proposed Rs970 billion target while sticking to its Rs917 billion target, said the sources.", "The FBR’s tax collection is largely driven by imports that contributed 52% in total collection. During the first nine months of the fiscal year, the sales tax collection at the domestic stage decreased by 8.9% despite double-digit inflation in the country, which speaks about inefficiency of the tax machinery. ", "Former finance minister Shaukat Tarin had announced In June last year that he would plug in 500,000 point of sales (POS) machines and fetch additional Rs50 billion in the current fiscal year. The FBR had secured punitive powers to seal those business premises that would not integrate with the tax system. ", "However, the data showed that the FBR could integrate hardly 4,500 more businesses that installed about 10,000 more machines, suggesting the Pakistan Tehreek-e-Insaf’s government’s biggest initiative failed due to poor performance of the FBR. The collection from these retailers amounted to Rs16 billion -up by only Rs2.5 billion in nine months. This shows that the FBR will, in no way, be near the additional collection goal of Rs50 billion.", "Updated Apr 15, 2022", "Updated Apr 15, 2022"], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 00:51:53", "date": "April 17, 2022", "category": "business", "source": "Tribune"},
{"title": "Mobile firms look towards AI for innovation", "author": "Omar Qureshi", "content": ["\nKARACHI:\n", "The mobile phone companies of Pakistan are implementing artificial intelligence in different features of their products to gain an edge over their competitors and amass a major share in the overall smartphone market of the country. ", "Moreover, besides cameras, the firms have begun focusing on the privacy of the mobile phone customers for a safe and secure experience. ", "Speaking at the launch of a new smartphone in Lahore this week, OPPO Pakistan CEO George Long termed implementation of latest technology as one of the key elements driving the profitability of his company. Besides, he added that product features played a huge role in widening the market share of the firm. ", "He cherished that the smartphone maker managed to introduce a micro lens for the first time in the locally produced products in Pakistan.", "OPPO Public Relations Manager Khizra Waqar stated that the company was implementing artificial intelligence (AI) to improve smartphone cameras and privacy.", "“There is a lot of research underway that focuses on how to improve consumer experience through implementation of up to date technology and artificial intelligence,” she said. “Innovations in cameras are particularly being prioritised and this time, the firm has introduced a new sensor with its camera.”", "Moving on to detail about innovation in privacy, she said that the company was focusing on encryption and besides that, it was implementing AI to let users know whether someone is eavesdropping while they are using their phones. ", "Detailing further, she added that the front cameras were now enabled to detect people who are spying on the phones of customers.", "“In such an instance, the AI hides the screen and warns the user,” she said. “Finally, she added that technology was being used to offer multi-language support to the phones.”", "AI expert Mahe Zehra Hussain said that the technology was making the lives of people easier by turning the electronics efficient and smarter. ", "“From your email spam filter to the navigation capabilities in your phone, it is all based on machine models and AI,” she said. ", "According to her, Pakistan possessed immense potential for AI based products and applications. ", "“We have the talent to build these products and we have the opportunity to sell them all over the globe,” she said. “IT based exports will play a huge role in our economic future.”", "Talking about some of the challenges associated with AI, she stated that talent acquisition and talent retention were major problems. ", "Updated Apr 15, 2022", "Updated Apr 15, 2022"], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 00:53:09", "date": "April 17, 2022", "category": "business", "source": "Tribune"},
{"title": "Ukraine limits exports of food staples", "author": "REUTERS", "content": ["\nKYIV:\n", "Ukraine’s state-owned railway company has temporarily restricted the transportation of some agricultural goods through border crossings to Poland and Romania, consultancy APK-Inform said on Saturday. It gave no reason for the restrictions. Ukraine, a major agricultural producer, used to export most of its goods through seaports but since Russia’s invasion has been forced to export by train via its western border. APK-Inform said restrictions on the movement of goods to Poland through Yahodyn have been put in place from April 16 to April 18. There are also restrictions on the transportation of cereals, oilseeds, grains and other food products through Izov to the Polish towns of Hrubeszew and Slawkov. From April 16 until further notice, there are restrictions on the export of grain and seeds to Romania through the Dyakovo and Vadul-Siret crossings, the consultancy said. The railway company was not available for immediate comment. Ukrainian Agriculture Minister Mykola Solskyi said this week the main task of the ministry was to find alternative ways to export Ukrainian grain. The country has millions of tonnes of various commodities available for exports. ", "Updated Apr 15, 2022", "Updated Apr 15, 2022"], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 00:55:41", "date": "April 17, 2022", "category": "business", "source": "Tribune"},
{"title": "Rupee strengthens against dollar", "author": "Our Correspondent", "content": ["\nKARACHI:\n", "The rupee strengthened against the US dollar at Rs181.55 in the inter-bank market on Saturday compared with Friday’s close of Rs181.58, according to the State Bank of Pakistan (SBP). ", "On April 7, 2022, the rupee closed at an all-time low at Rs188.18 owing to speculation stemming from political turbulence in the country. ", "Moreover, demand for the dollar stood higher compared to its supply in the wake of an expanding current account deficit, swelling imports and rising global commodity prices.", "Earlier, the announcement of $3 billion cash deposit by Saudi Arabia in the State Bank helped the rupee to appreciate, however, the recovery proved short-lived. ", "The rupee had been on the downtrend since hitting 22-month high at Rs152.27 in May 2021. ", "The SBP has injected $1.2 billion into the inter-bank market to defend the rupee in the ongoing fiscal year and has pumped a total of $5.8 billion since the previous Pakistan Tehreek-e-Insaf (PTI) government came to power in August 2018. ", "Updated Apr 15, 2022", "Updated Apr 15, 2022"], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 00:54:29", "date": "April 17, 2022", "category": "business", "source": "Tribune"},
{"title": "Buyers agree to pay in roubles", "author": "Reuters", "content": ["\nMOSCOW:\n", "Several buyers of Russian gas have agreed to switch to payments in roubles, Russian Deputy Prime Minister Alexander Novak said on Friday. “We expect the decision (to switch to roubles) from other importers,” he added, in comments published in the ministry’s in-house magazine. He did not disclose the identities of customers who had already switched. President Vladimir Putin said last month that buyers of Russian gas from “unfriendly” countries should pay in roubles, a move rejected by European Union authorities under the bloc’s sanctions regime against Moscow. Putin has warned Europe it risked having gas supplies cut unless it pays in the Russian currency as he seeks to retaliate over the sanctions, imposed over what Moscow calls its “special military operation” in Ukraine. In March, he proposed that energy buyers open accounts at Gazprombank, where payments in euros or dollars would be converted to roubles. ", "Updated Apr 15, 2022", "Updated Apr 15, 2022"], "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp", "time": "2022-04-17 00:56:50", "date": "April 17, 2022", "category": "business", "source": "Tribune"}
]