[
  {
    "title": "Banks approve housing finance amounting to Rs180 billion",
    "author": "Our Correspondent",
    "content": [
      "\nKARACHI:\n",
      "Banks have shown strong progress in approving and disbursing financing under the ‘Mera Pakistan Mera Ghar’ (MPMG) scheme against the huge number of applications lodged by potential borrowers to avail housing finance.",
      "As of April 11 (2022), banks received applications for housing finance amounting to Rs409 billion, which was merely Rs57 billion a year ago, reflecting an increase of more than seven times, according to a statement issued by the central bank on Thursday.",
      "Of these, banks have approved applications amounting to Rs180 billion and disbursed Rs66 billion.",
      "“This shows an increase in approvals of more than 11 times,” the statement said, adding that banks had approved applications amounting to only Rs16 billion in April 2021.",
      "Similar trends could also be observed in the overall financing to the housing and construction sector by banks, it said.",
      "Banks almost doubled their housing and construction finance portfolio to Rs404 billion as of March 31, 2022 from Rs204 billion a year ago.",
      "Banks have also achieved almost 100% of the housing and construction finance target of Rs405 billion for the first quarter of 2022.",
      "“To improve the provision of financing for the housing and construction sector to increase adequate housing in the country and boost construction sector activities, the State Bank of Pakistan (SBP) with the support of the government has taken several measures since July 2020,” the statement said.",
      "In October 2020, the government augmented these efforts by introducing a markup subsidy scheme - commonly known as ‘Mera Pakistan Mera Ghar’, it added.",
      "Available in both conventional and Islamic modes, this scheme enabled banks to provide financing for the construction and purchase of houses at very low financing rates for the low to middle-income segments of the population.",
      "“Key initiatives taken under the scheme included allowing acceptance of third-party guarantees during the construction period, waiver of debt burden ratio (DBR) in case of informal income and the introduction of standard facility offer-letter by banks.”",
      "The SBP also advised banks to develop and deploy income estimation models for borrowers with informal sources of income.",
      "In order to gauge the readiness, knowledge and appropriateness of behaviour of banking staff towards customers, regular “mystery shopping” of banking branches was also conducted by the central bank across the country.",
      "Updated Apr 14, 2022",
      "Updated Apr 14, 2022"
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 23:40:07",
    "date": "April 15, 2022",
    "category": "business",
    "source": "Tribune"
  },
  {
    "title": "SBP reserves fall $470m to $10.85 billion",
    "author": "Our Correspondent",
    "content": [
      "\nKARACHI:\n",
      "The foreign exchange reserves held by the central bank decreased 4.15% on a weekly basis, according to data released by the State Bank of Pakistan (SBP) on Thursday.",
      "On April 8, the foreign currency reserves held by the SBP were recorded at $10,849.6 million, down $470 million compared with $11,319.2 million on April 1.",
      "According to the central bank, the decrease came mainly due to external debt repayments.",
      "Overall liquid foreign currency reserves held by the country, including net reserves held by banks other than the SBP, stood at $17,028.1 million. Net reserves held by banks amounted to $6,178.5 million.",
      "In the week ended August 27, 2021 the foreign exchange reserves held by the central bank soared to an all-time high of $20.15 billion after Pakistan received general allocation of Special Drawing Rights (SDRs) worth $2,751.8 million from the IMF on August 24.",
      "On March 30, 2021, Pakistan borrowed $2.5 billion through Eurobonds by offering lucrative interest rates to lenders aimed at building the foreign exchange reserves.",
      "It received the first loan tranche of $991.4 million from the IMF on July 9, 2019, which helped bolster the reserves. In late December 2019, the IMF released the second loan tranche of around $454 million.",
      "The reserves also jumped on account of $2.5 billion in inflows from China. In 2020, the SBP successfully made foreign debt repayment of over $1 billion on the maturity of Sukuk.",
      "Updated Apr 14, 2022",
      "Updated Apr 14, 2022"
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 23:41:17",
    "date": "April 15, 2022",
    "category": "business",
    "source": "Tribune"
  },
  {
    "title": "Rupee strengthens against dollar",
    "author": "Our Correspondent",
    "content": [
      "\nKARACHI:\n",
      "The rupee strengthened against the US dollar at Rs181.69 in the inter-bank market on Thursday compared with Wednesday’s close of Rs181.82, according to the State Bank of Pakistan (SBP). ",
      "On April 7, 2022, the rupee closed at an all-time low at Rs188.18 owing to speculation stemming from political turbulence in the country. ",
      "Moreover, demand for the dollar stood higher compared to its supply in the wake of an expanding current account deficit, swelling imports and rising global commodity prices. ",
      "Updated Apr 14, 2022",
      "Updated Apr 14, 2022"
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 23:46:48",
    "date": "April 15, 2022",
    "category": "business",
    "source": "Tribune"
  },
  {
    "title": "Argentina annual inflation hits 55%",
    "author": "REUTERS",
    "content": [
      "\nBUENOS AIRES:\n",
      "Argentina’s monthly inflation rate soared to 6.7% in March, the government said on Wednesday, far above forecasts and the highest level in two decades as spiraling food and fuel prices dent the value of salaries and savings. ",
      "The Indec statistics agency said the annual inflation rate hit 55.1% in the month, above a Reuters’ analyst poll of 53.8%. ",
      "Analysts had also predicted a monthly rise of 5.8%, though Economy Minister Martin Guzman had warned it would top 6%. ",
      "Updated Apr 14, 2022",
      "Updated Apr 14, 2022"
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 23:49:29",
    "date": "April 15, 2022",
    "category": "business",
    "source": "Tribune"
  },
  {
    "title": "Crises slowing economic growth worldwide: IMF",
    "author": "Reuters",
    "content": [
      "\nWASHINGTON:\n",
      "The war in Ukraine has undercut the global recovery, slowing expected economic growth in most countries in the world, IMF Managing Director Kristalina Georgieva said on Thursday.",
      "Beyond the humanitarian tragedy and economic crises, the war has exposed fractures in the international system at a time when global cooperation is the only solution, she said.",
      "The war hit as the world was struggling to recover from the ongoing impact of the Covid-19 pandemic, and has caused an acceleration of inflation that endangers the gains of the past two years.",
      "“To put it simply, we are facing a crisis on top of a crisis,” Georgieva said in a speech ahead of the spring meetings of the IMF and World Bank.",
      "“The economic consequences from the war spread fast and far, to neighbours and beyond, hitting hardest the world’s most vulnerable people,” she said.",
      "Families were already struggling with higher energy and food prices and “the war has made this much worse.”",
      "The IMF is due to release its updated economic forecasts on Tuesday, which Georgieva said will further downgrade the estimate for global growth that was cut to 4.4% in January.",
      "“Since then, the outlook has deteriorated substantially, largely because of the war and its repercussions,” she said, and 143 countries will suffer downgrades.",
      "While most will still achieve positive growth, the future is “extraordinarily uncertain,” and she warned of a deep divide between rich and poor countries.",
      "After a decade of low inflation, prices worldwide have surged amid strong demand for goods that outstripped supply as economies began to return to normal, but the Russian invasion of Ukraine in late February and the sanctions imposed on Moscow pushed fuel and food prices up sharply.",
      "Ukraine and Russia are major grain producers, and Russia also is a key source of energy for Europe.",
      "“The root cause of what we face today is the war and it is the war that must end,” Georgieva said in a discussion following her speech to the Carnegie Endowment for International Peace.",
      "Inflation, which has hit a four-decade high in the United States, “has become a clear and present danger,” she said, noting the trend will likely last longer than expected.",
      "“This is a massive setback for the global recovery,” she said.",
      "Updated Apr 14, 2022",
      "Updated Apr 14, 2022"
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 23:44:40",
    "date": "April 15, 2022",
    "category": "business",
    "source": "Tribune"
  },
  {
    "title": "Liverpool, Man City face defining moment ",
    "author": "AFP",
    "content": [
      " will put their unprecedented quadruple bid on the line against treble-chasing Manchester City on Saturday in an FA Cup semi-final that will make or break one club's dream of football immortality.",
      "'s men are in contention to become the first English team to win all four major trophies in one season.",
      "They lifted the League Cup in February and advanced to the last four of the Champions League after surviving a late scare in their quarter-final second leg against Benfica on Wednesday.",
      "With Liverpool expected to see off Spanish side Villarreal in the semi-finals of Europe's elite club competition, it is Premier League leaders City who will provide the major obstacle to their ambitions.",
      "City are just one point ahead of their title rivals in the Premier League with seven games left after last weekend's 2-2 draw.",
      "'s team are also in the hunt for the Champions League crown and could face Liverpool in the final if they beat Real Madrid in the semis.",
      "City have a rare feat of their own to aim for as they seek to become only the second English side to win the prized treble of the Premier League, Champions League and FA Cup.",
      "The grand goals of both ",
      " and Liverpool mean the stakes could not be higher when they clash for the second time within a week, this time at Wembley for a place in the FA Cup final.",
      "One team will leave the national stadium on a high, the other having to quickly refocus.",
      "Having closed the gap to City from a 14-point margin in January, Liverpool are living up to Klopp's desire to be as \"annoying as possible\" to the Premier League champions.",
      "Their two league meetings this season both ended in 2-2 draws and it could take extra-time and penalties to separate them this weekend.",
      "\"City were really strong last week, we were not at our best,\" said Klopp. \"I would like to see a game where we are at our best as well.\"",
      "He added: \"The boys did a lot of good stuff in the game, but I really think in a couple of positions we are really able to perform on a completely different level.\"",
      "As Klopp concedes, Liverpool were slightly fortunate to escape the Etihad Stadium unscathed last Sunday but they could have a significant advantage for the rematch.",
      "Klopp was able to start with ",
      ", Sadio Mane and Virgil van Dijk on the bench for Wednesday's 3-3 draw against Benfica, keeping his three key players fresh for the latest City showdown.",
      "In contrast, City were left battered and bruised after an ill-tempered 0-0 draw against Atletico Madrid in their Champions League quarter-final second leg.",
      "Although City progressed to the last four, Guardiola said they are in \"big trouble\" after Kevin De Bruyne and Kyle Walker limped off injured and Phil Foden finished the game with a bandaged head.",
      "City were planning to travel straight to London from Madrid to prepare for the Liverpool match but their Spanish midfielder Rodri admitted the hectic schedule was taking its toll.",
      "\"The calendar is crazy. We've had these two games against Atletico, the other day against Liverpool. You have to work 100 percent and now we have Liverpool again, too many difficult games at the same time but it is what it is,\" he said.",
      "\"We have to refresh our minds, recover and give the best shape in the next game.\"",
      "In Sunday's semi-final, Chelsea face Crystal Palace looking to show they have recovered from their painful Champions League exit against Real Madrid.",
      "Chelsea overturned a 3-1 first leg deficit to lead 4-3 on aggregate in the Bernabeu on Tuesday, only for Real to grab a late equaliser and dump the holders out with an extra-time winner."
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-15 15:05:14",
    "date": "April 15, 2022",
    "category": "sports",
    "source": "Tribune"
  },
  {
    "title": "ECB monitoring inflation expectations",
    "author": "REUTERS",
    "content": [
      "\nFRANKFURT:\n",
      "Measures of underlying inflation in the euro zone have risen above the European Central Bank’s 2% target and the ECB is closely monitoring inflation expectations, its President Christine Lagarde said on Thursday.",
      "She said upside risks to the inflation outlook had intensified, especially in the near term.",
      "Headline euro zone inflation hit a record high 7.5% last month, nearly four times the ECB’s target, and price growth could accelerate for several months before peaking around mid-year as the war in Ukraine pushes up energy and some food prices.",
      "Updated Apr 14, 2022",
      "Updated Apr 14, 2022"
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 23:33:22",
    "date": "April 15, 2022",
    "category": "business",
    "source": "Tribune"
  },
  {
    "title": "Green grabs early lead at LPGA Lotte Championship",
    "author": "AFP",
    "content": [
      "Australia's ",
      " mastered blustery conditions to fire a six-under-par 66 and take a one-shot lead after the first round of the LPGA Tour's Lotte Championship in Hawaii on Wednesday.",
      "The 25-year-old rattled off eight birdies and two bogeys to edge clear of the pack on a day where strong winds buffeted the Hoakalei Country Club on Oahu island.",
      "\"It was quite hard to predict the wind the last few holes,\" world number 31 Green said. \"It was getting pretty gusty. You've got to be pretty patient out there.",
      "\"I felt like I hit the ball really well. I don't know how many greens I hit, but all the shots I hit where I wanted them. It's been a while since I've done that.\"",
      "A group of five players are lurking on Green's shoulder after carding five-under-par 67s.",
      "That includes England's Jodi Ewart Shadoff, South Korea's Kim Hyo-joo, India's Aditi Ashok, Scotland's Gemma Dryburgh, and Alison Lee of the United States.",
      "Ashok moved to within one off the lead after a birdie-birdie finish.",
      "Dryburgh joined the chasing pack after a spectacular back nine which included five birdies.",
      "The 28-year-old from Aberdeen was untroubled by conditions which she said were part and parcel of learning the game in Scotland.",
      "\"When we made the turn it got pretty strong,\" Dryburgh said of the wind. \"Just used my Scottish knowledge, I guess.\"",
      "Four players, including Mexico's Gaby Lopez and Australia's Sarah Kemp, are two off the lead on four under.",
      "Taiwan's Lee Min and New Zealand's former world number one Lydia Ko are a further shot back on three under."
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 20:07:04",
    "date": "April 14, 2022",
    "category": "sports",
    "source": "Tribune"
  },
  {
    "title": "LPG sector demands swift restart of JJVL plant",
    "author": "Our Correspondent",
    "content": [
      "\nISLAMABAD:\n",
      "Stakeholders from the liquefied petroleum gas (LPG) sector have urged the newly elected prime minister to resume operations of Jamshoro Joint Venture Limited (JJVL) LPG plant in order to meet the domestic gas demand.",
      "In a letter to Prime Minister Shehbaz Sharif, LPG Industries Association Chairman Irfan Khokhar demanded the prompt restoration of JJVL plant operations.",
      "He argued that the closure of JJVL - Asia’s largest LPG processing plant - had significantly reduced LPG production and pushed up “gas prices by 172% in just two years”.",
      "Also driven by the rise in international prices, the LPG rates in Pakistan surged to Rs247 per kg as compared to Rs90 per kg around two years ago, he said. He claimed that the closure of JJVL plant from June 21, 2020 to March 31, 2022 caused a loss of around Rs50 billion to the national exchequer.",
      "“This damage to Pakistan’s LPG industry and the national exchequer has mainly been done by the incompetent management of a utility firm,” he lamented. Despite instructions from the Ministry of Energy (Petroleum Division) on October 1 and November 9, 2021, “gas supply has not yet been resumed to JJVL for LPG production”, he underlined.",
      "Lauding the prime minister’s efforts, Khokhar voiced hope that the newly formed government would continue to work towards progress of the country.",
      "“JJVL can contribute to the industry by producing 10,000 to 12,000 tons of LPG per month, catering to the demand from 750,000 houses while providing employment opportunities to more than 5,000 people.”",
      "The plant was built with an investment of Rs40 billion (50% foreign investment), he recalled, adding that its closure was discouraging foreign investors besides hurting the gross domestic product (GDP) of Pakistan. “JJVL has not been operational since July 21, 2020,” Khokhar said, adding that poor people of Pakistan were suffering due to its closure by bearing an extra burden of LPG imports.",
      "Updated Apr 14, 2022",
      "Updated Apr 14, 2022"
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 23:42:27",
    "date": "April 15, 2022",
    "category": "business",
    "source": "Tribune"
  },
  {
    "title": "Barcelona dumped out of Europa League",
    "author": "AFP",
    "content": [
      "Favourites ",
      " were dumped out of the Europa League by Eintracht Frankfurt in the quarter-finals on Thursday, while West Ham United and Rangers joined RB Leipzig in qualifying for the last four.",
      "Serbian international Filip Kostic scored twice on either side of a Rafael Santos Borre strike at the Camp Nou for Frankfurt, who survived a late fightback to win 3-2 on the night and 4-3 on aggregate.",
      "Sergio Busquets scored a late consolation before Memphis Depay's even later penalty for Barcelona but Eintracht held on, to the delight of the estimated 30,000 German supporters who travelled for the game.",
      "They go through to their second Europa League semi-final in four seasons, having lost on penalties to ",
      " at the same stage in 2019.",
      "\"I am speechless. Nobody expected this, if you are honest. Everyone expected us to suffer,\" said Frankfurt goalkeeper Kevin Trapp.",
      "Barcelona's recent revival under Xavi Hernandez has been remarkable but this defeat means they have won just once at home all season in Europe, and their campaign is now set to end without silverware.",
      "\"It's a hammer blow for us. They deserved to go through,\" admitted Xavi.",
      "After conceding three penalties in their weekend win over Levante, Barca fell behind to another spot-kick inside four minutes against Eintracht, as Kostic converted after a foul by Eric Garcia to the delight of the enormous away support.",
      "The visitors scored again in the 36th minute as Colombian forward Borre fired high into the net from range, and Kostic's low finish into the far corner made it 3-0 midway through the second half.",
      "Busquets had a late goal disallowed for offside before he found the net with a fantastic strike from 20 metres in the first minute of injury time.",
      "The game carried on into an 11th added minute when Depay netted a penalty after Evan Ndicka was sent off, receiving a second caution for a foul on Luuk de Jong.",
      "Yet Eintracht maintained their record of not having lost to Spanish opposition since the 1960 European Cup final against ",
      ", and they will face West Ham in the semi-finals.",
      "The English side are through to their first European semi-final since losing the 1976 Cup Winners' Cup final to Anderlecht after they outclassed Lyon in France, winning 3-0 on the night and 4-1 on aggregate.",
      "The Hammers took the lead in the 38th minute of the return when Craig Dawson headed in a Pablo Fornals corner.",
      "Captain Declan Rice slotted in their second just before the break, his sidefoot effort from the edge of the area beating Lyon goalkeeper Julian Pollersbeck with the aid of a deflection.",
      "The outcome was put beyond doubt when West Ham scored again three minutes after the restart as Fornals sent Jarrod Bowen away to make it 3-0.",
      "\"The journey in two years, we were talking about relegation, and now we're talking about getting to the semi-final of a European tournament. It's fabulous, and we're all going to look forward to it,\" said West Ham manager David Moyes.",
      "There was drama in Glasgow as ",
      " were taken to extra time by Braga before winning 3-1 on the night and 3-2 on aggregate as the Portuguese side finished the game with nine men.",
      "James Tavernier gave Rangers a second-minute lead to level the tie on aggregate, and they had another goal disallowed and then hit the woodwork before winning a penalty just before the interval.",
      "Vitor Tormena was sent off for a foul on Kemar Roofe, and Tavernier netted from the spot.",
      "David Carmo's 83rd-minute header took the tie to extra time, but Roofe's 101st-minute finish put Rangers back in front on aggregate and Braga then had Iuri Medeiros dismissed.",
      "Rangers will now face Leipzig in their first European semi-final since reaching the 2008 UEFA Cup final.",
      "French international Christopher Nkunku scored both goals as Leipzig beat Atalanta 2-0 in Italy to win their last-eight tie 3-1 on aggregate.",
      "Nkunku opened the scoring in the 18th minute in Bergamo and then added a late penalty, his 30th goal of the season in all competitions."
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-15 15:45:28",
    "date": "April 15, 2022",
    "category": "sports",
    "source": "Tribune"
  },
  {
    "title": "Leicester set up Conference League semi with Roma",
    "author": "AFP",
    "content": [
      " battled back to beat PSV Eindhoven 2-1 on Thursday in the Europa Conference League to reach a European semi-final for the first time in their history, where they will face Jose Mourinho's Roma.",
      "After a goalless draw in the first leg in England last week, PSV took the lead in the quarter-final tie through Eran Zahavi.",
      "But late goals from James Maddison and Ricardo Pereira sent Brendan Rodgers' ",
      " side through and stunned the Philips Stadion crowd.",
      "Leicester will play ",
      " for a place in the final in Tirana on May 25, after the Serie A side overturned a 2-1 first-leg deficit against Norwegians Bodo/Glimt with a 4-0 thrashing.",
      "\"We are a team that is so young in European football,\" Leicester manager Rodgers told BT Sport.",
      "\"PSV have an incredible history in Europe and for us we are so young – these are great experiences for us and I am so happy for the players.\"",
      "The first real chance of the game fell to PSV's Mario Goetze in the 13th minute, but the German's volley was kept out of the net by a magnificent, one-handed save from Kasper Schmeichel.",
      "Leicester should have taken the lead minutes later as Harvey Barnes raced clean through on goal, but the England winger slipped his effort agonisingly wide of the far post.",
      "Schmeichel had to be alert again in the 25th minute to tip away Mauro Junior's low shot, but PSV did forge ahead shortly afterwards.",
      "Goetze intercepted Youri Tielemans' loose pass just outside the Leicester box, before laying the ball off for Zahavi to drill a fine strike into the bottom corner.",
      "Leicester almost levelled just after the half-hour mark, but Jordan Teze hooked Maddison's deflected effort off the line.",
      "The visitors pressed in the second half but had to wait until the 77th minute to equalise.",
      "Substitute Ayoze Perez did brilliantly to get to the byline and pull the ball back for Maddison, who picked out the roof of the net to score for the 14th time this season.",
      "A PSV fan threw a cup at the celebrating Leicester players, before a two-minute delay.",
      "The Foxes completed their comeback with just two minutes of normal time remaining, as Pereira pounced on a rebound after Patson Daka's shot was saved.",
      "Nicolo Zaniolo scored a brilliant hat-trick as Roma cruised past Bodo/Glimt at the Stadio Olimpico to win 5-2 on aggregate.",
      "It was revenge for the capital club after an embarrassing 6-1 thumping by Bodo/Glimt in the group stage and the defeat last week in an ill-tempered clash."
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-15 16:41:59",
    "date": "April 15, 2022",
    "category": "sports",
    "source": "Tribune"
  },
  {
    "title": "Sevilla to fight for top four in Real clash",
    "author": "AFP",
    "content": [
      " against Sevilla on Sunday could have been a key game in La Liga's title race but instead it will decide the extent of Madrid's lead and how worried Sevilla should be about finishing in the top four.",
      "A Real Madrid win at the Ramon Sanchez Pizjuan would send them 15 points clear of Sevilla, who at the end of January were only five points behind the leaders, with a game in hand.",
      "But a disappointing run of three wins from 11 league games has seen Sevilla fade away from the fight for the title and drift into the scrap for the Champions League places as local rivals Real Betis and ",
      " look to take advantage.",
      "A 4-2 victory over struggling Granada last weekend was much-needed for Julen Lopetegui's side, even if it required two dramatic late goals in injury-time, Rafa Mir and Papu Gomez leaving it late to snatch the win.",
      "Sevilla will be hoping to build on that result but they have a difficult run-in, with the game against Real Madrid coming before visits to ",
      " and Atletico Madrid ahead of a final game at home to Athletic Bilbao.",
      "Real Madrid will be flying high on the back of their sensational victory over Chelsea in the Champions League quarter-finals, although being taken to extra time at the Santiago Bernabeu may also take its toll.",
      "Ferland Mendy and Marcelo are both struggling with injuries while Carlo Ancelotti could rest the likes of Luka Modric and Karim Benzema, who played the whole 120 minutes on Tuesday.",
      "Madrid's progress in the Champions League, combined with their considerable advantage in La Liga, means Ancelotti has the option to rotate in domestic games until the end of the season, which could give Sevilla a boost.",
      "\"We're in good form,\" said Ancelotti last weekend. \"We have an advantage in La Liga and we have to keep going.\"",
      "Atletico Madrid and Barcelona are also coming off the back of strenuous outings in Europe after Atletico were knocked out by Manchester City in the ",
      " before Barca suffered a surprise defeat in the Europa League at home to Eintracht Frankfurt.",
      "Atletico are at home to Espanyol on Saturday, looking to bounce back from their 1-0 loss at Mallorca last weekend, a result that has dragged Diego Simeone's side back into the race for fourth.",
      "Real Betis, a point behind in fifth, visit Real Sociedad on Friday. La Real will jump above their opponents with a win.",
      "Barcelona's place in the top four has appeared more secure due to their form under Xavi Hernandez and their game in hand to be played against RayoVallecano.",
      "But the defeat by Frankfurt at Camp Nou could check their rhythm, especially after Pedri was forced off injured at half-time. Barca play at home to Cadiz on Monday."
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-15 17:24:41",
    "date": "April 15, 2022",
    "category": "sports",
    "source": "Tribune"
  },
  {
    "title": "Champions League can 'change your life': Conte",
    "author": "AFP",
    "content": [
      " says the Champions League can \"change your life\" as he seeks to strengthen Tottenham's grip on a top-four place in the Premier League.",
      "Spurs can go six points clear of fifth-placed Arsenal, at least for a few hours, if they beat ",
      " at home in the early Premier League kick-off on Saturday.",
      "Tottenham, who have won their past four league games, are favourites to secure fourth place in the Premier League, which would secure a spot in Europe's top club competition for next season.",
      "They are currently three points clear of Arsenal having played a game more, and six ahead of West Ham and Manchester United.",
      "Conte said on Thursday that watching this week's ",
      " action had whetted his appetite to be involved.",
      "\"Arsenal, United, West Ham, Wolverhampton are in this same race with us, but we want to fight until the end and we will see what happens at the end of the season,\" he said.",
      "\"You know very well Champions League is a competition every club, every player, every manager wants to play in.",
      "\"For this reason it's important to have this great goal because (it can) change your life if next season you are going to play in Champions League instead to play Europa League, instead to play Conference League or instead you play nothing in this type of competition.",
      "\"This situation has to give us a great push and great desire to finish the season the best possible way.\"",
      "Conte will be on the bench on Saturday after recovering from a recent bout of coronavirus.",
      "The Italian tested positive following last weekend's 4-0 win at Aston Villa after complaining of mild symptoms.",
      "\"For sure it was a strange week for me and also the players, as they're used to having training sessions with me,\" he said. \"Not only with my staff.",
      "\"But it's OK because my staff are doing a great job. I attended the sessions from a distance, and I think on Saturday I stay with my players on the bench.\"",
      "Matt Doherty will not be involved after the right wing-back was ruled out for the rest of the season with a knee injury picked up at Aston Villa."
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-15 18:02:11",
    "date": "April 15, 2022",
    "category": "sports",
    "source": "Tribune"
  },
  {
    "title": "Shakhtar dream of war-torn home",
    "author": "AFP",
    "content": [
      "They had already fled their home in eastern Ukraine for Kyiv when their shiny new stadium was battered by shelling in the first weeks of a Russian-backed insurgency in 2014.",
      "Now the players of Ukraine's perennial football champions ",
      "are training in Turkey because of the all-out invasion by Russia of their former Soviet state.",
      "Team and national squad captain Andriy Pyatov -- an imposing 37-year-old goalkeeper who has played at some of Europe's most famous grounds over his illustrious career -- is tired of life in exile.",
      "\"It is very difficult to keep losing your home,\" he said during a break in the team's Istanbul training session for a series of friendly matches organised to raise money for children orphaned by the war.",
      "\"We have to run from one place to another because of a tyrant, a dictator,\" he said in reference to Russian President ",
      ".",
      "Shakhtar's wanderings have captured the imagination of fans across Ukraine and much of the football world.",
      "The club first moved their training base to the Ukrainian capital -- home to archrivals ",
      ".",
      "They ultimately ended up playing most of their matches in the western city of Lviv.",
      "The Ukrainian cultural capital has strong nationalist traditions and a closer historical link to neighbouring Poland than the far more distant Moscow.",
      "Shakhtar's original home in Donetsk became the stronghold of a new Kremlin-backed leadership in Ukraine's largely Russian-speaking east.",
      "This contrast made the overwhelming support the players received in Lviv that much more poignant. Success on the pitch also helped.",
      "Pyatov has been involved in 10 of Shakhtar's 13 Ukrainian league championship titles.",
      "They were leading the league again when play was suspended when the Russian assault began on February 24.",
      "Shakhtar's most recent home in the northeastern city of Kharkiv bore some of the deadliest fighting of the war.",
      "Shakhtar arrived in Istanbul on April 6 to prepare for a tour of friendly matches that began last week in Athens against the Greek giants Olympiakos.",
      "The team also played Lechia Gdansk in Poland on Thursday and will face Istanbul side Fenerbahce as well as Croatia's Hajduk Split by early May.",
      "Team coach Roberto De Zerbi has returned from Italy to prepare his men for the tour"
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-15 15:58:40",
    "date": "April 15, 2022",
    "category": "sports",
    "source": "Tribune"
  },
  {
    "title": "Ageing Ibra out again as Milan defend Serie A lead",
    "author": "AFP",
    "content": [
      " is once again out of action for AC Milan, the veteran striker falling victim to the latest in a string of injuries as the Serie A leaders battle with a goalscoring problem ahead of Friday's match with Genoa.",
      "At 40 years old Ibrahimovic's body appears to be giving up on him, a left knee problem the latest issue in a season which he has scored eight league goals despite starting just 11 times and missing out entirely on half of the campaign.",
      "His physical problems have prompted even Francesco Totti, who was dragged away from playing kicking and screaming, to suggest that the Swede should \"listen to his body\" before deciding to continue.",
      "Milan coach ",
      " said on Thursday that Ibrahimovic would be out for \"another week to 10 days\", meaning he will miss not just Genoa but also the second leg of the Italian Cup semi-final with local rivals Inter Milan on Tuesday and next weekend's tough trip to Lazio.",
      "\"We're hoping that he can return for the final part of the season,\" Pioli told reporters.",
      "\"Everyone gets physical problems... I don't think much has changed regarding his future. I'm convinced that he'll make the right choice, whatever he decides to do we'll back him.\"",
      "Ibrahimovic's absences have left coach Stefano Pioli without many options up front, with ",
      " the starting centre-forward for a team which has kept six straight clean sheets in all competitions but scored just four goals in that time.",
      "Two stalemates with Bologna and Torino have allowed Inter to gain the upper hand in a four-way title race which looks set to go down to the wire, the champions sitting two points off the pace but with a game in hand to be played in two weeks' time.",
      "Milan might even be down in second by the time they kick off at the San Siro as Simone Inzaghi's side face Spezia in the weekend's first match on Friday evening.",
      "And the pressure is on for the seven-time European champions who also have Napoli – level with Inter going into Saturday's home match with Europe-chasing Roma – on their heels and Juventus lurking just six points back with six games remaining.",
      "\"If we're still going for the title and the cup it means that everyone has given their all. But we need that one extra push,\" said Pioli.",
      "\"We've got enough quality to collect a lot of points between now and the end of the season.\"",
      "If Milan are to defend their league lead then Portugal forward Leao will be key to them getting back on the scoresheet, as the 22-year-old has moved up a gear this season and been at the heart of his team's best attacking displays.",
      "Genoa are staring relegation in the face so are likely to be extremely cautious, a style which has frustrated Milan so often against modest opposition this season that it might yet cost them a first league crown since 2011. Someone with the creative qualities of Leao will be crucial to breaking them down."
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-15 18:04:15",
    "date": "April 15, 2022",
    "category": "sports",
    "source": "Tribune"
  },
  {
    "title": "Forbes launches NFT collection 'Virtual Billionaires'",
    "author": "Tech Desk",
    "content": [
      "Forbes Magazine is now offering anyone the chance to become a virtual billionaire, ",
      " which is a list of 100 fictional billionaire investors.",
      "The media company, well-known for its lists of evaluating people from around the world on wealth, created its own list of ",
      "with theoretical portfolios and virtual net worth, which is based on real-time New York Stock Exchange pricing. Based on Ethereum tokens, a partnership was developed with cryptocurrency exchange FTX officially launching today, April 13th.",
      "The virtual billionaires have distinctive hobbies and accessories displayed on their profile page, Forbes' Chief Technology Officer, Vadim Supitskiy says that \"“The launch of this collection is an important step as ",
      " embraces Web3 and digital assets, and it provides an opportunity for our audience to better engage in this space too\". The 3D headhsots were created by illustrators Goodog and ItsACat.",
      "Interested investors can buy indivitual NFTs, simultaneously owning the virtual billionaire's public crypto wallet as well, which will be featured alongside the profile. All of the NFTs will be ranked for the Forbes' Virtual NFT Billionaires List.",
      "According to Supitskiy, Forbes aimed to engage users in Web2 and Web3 as well. The list will flexibly change as the fictional profile's collection of publicly held assets on the New York Stock Exchange increase. He went on to say that, \"We wanted to make it fun and interactive and tie it back to our lists, so that people can feel that there's something happening, that it's not a static collection. Users can see [their NFT Billionaires] actually move and change rankings every day.”",
      "Forbes will continue to experiment with the metaverse and tie in other parts."
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-13 12:12:16",
    "date": "April 15, 2022",
    "category": "tech",
    "source": "Tribune"
  },
  {
    "title": "App introduced to check overcharging",
    "author": "APP",
    "content": [
      "In order to ensure the supply of food items to the people during Ramadan according to the official rate list."
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 01:44:46",
    "date": "April 14, 2022",
    "category": "tech",
    "source": "Tribune"
  },
  {
    "title": "Amazon to charge merchants 5% surcharge for fulfillment services ",
    "author": "Reuters",
    "content": [
      "Amazon.com Inc on Wednesday said it will impose an average 5% fuel and inflation surcharge on merchants to warehouse and ship their products in the United States, in response to rising costs.",
      "It is Amazon's first such surcharge and follows months of higher wage and labor-related expenses that have chipped away at the online retailer's profit.",
      "Effective April 28, Amazon will charge an average 24 cents moreper unit it stores and ships through its Fulfillment by Amazon (FBA) service. The surcharge, which is not permanent, is \"a mechanism broadly used across supply chain providers,\" Amazon wrote in a message to merchants, which it shared with Reuters.",
      "\"We have experienced significant cost increases and absorbed them, wherever possible, to reduce the impact on our selling partners,\" the message said. \"In 2022, we expected a return to normalcy as Covid19 restrictions around the world eased, but fuel and inflation have presented further challenges.\"",
      "So far, Amazon has only announced a surcharge in the United States, its biggest market. While sellers can avoid the higher cost by shipping goods to customers directly, many rely on FBA for eligibility in Amazon's fast-delivery club Prime.",
      "Amazon said its fulfillment service \"continues to cost significantly less than alternatives.\""
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 11:41:37",
    "date": "April 14, 2022",
    "category": "tech",
    "source": "Tribune"
  },
  {
    "title": "Nexo and Mastercard launch 'world first' crypto-backed payment card",
    "author": "Reuters",
    "content": [
      "Crypto lender Nexo said it has teamed up with global payments company Mastercard to launch on Wednesday what it calls the world's first \"crypto-backed\" payment card.",
      "It signals the latest move by crypto and incumbent financial networks to join forces as digital assets become more mainstream.",
      "Nexo said the card, available in selected European countries initially, allows users to spend without having to sell their digital assets such as bitcoin, which are used as collateral to back the credit granted.",
      "Most traditional credit cards are unsecured and have a set credit limit.",
      "Credit card is seen in front of displayed Master Card logo in this illustration taken, July 15, 2021. REUTERS/Dado Ruvic/Illustration/File Photo",
      "The card is linked to a Nexo-provided, crypto-backed credit line and can be used at 92 million merchants worldwide where Mastercard is accepted, allowing investors to spend up to 90% of the fiat value of their crypto assets, Nexo said.",
      "\"The card requires no minimum repayments, monthly, or inactivity fees. There are no FX fees for up to 20,000 euros per month,\" Nexo said.",
      "There are no restrictions on how much a customer can spend or withdraw from the open credit line and interest is only paid on the amount of credit actually used. Interest remains at 0% for customers who maintain a loan-to-value ratio of 20% or below.",
      "\"Mastercard recognizes that digital assets are revolutionizing the financial landscape,\" said Raj Dhamodharan, Mastercard’s head of crypto and blockchain products and partnerships.",
      "Electronic money firm DiPocket is Nexo's card issuer."
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 11:47:44",
    "date": "April 14, 2022",
    "category": "tech",
    "source": "Tribune"
  },
  {
    "title": "State securities regulators order virtual casino firm to stop selling NFTs",
    "author": "Reuters",
    "content": [
      "Securities regulators in the US states of Texas and Alabama on Wednesday ordered an online casino developer to stop selling non-fungible tokens (NFTs), alleging the firm was illegally offering unregistered securities and defrauding the public.",
      "Cyprus-based Sand Vegas Casino Club and co-founders Martin Schwarzberger and Finn Ruben Warnke allegedly offered 11,111 NFTs in a \"high-tech fraudulent securities offering\" to fundraise to build virtual casinos in the metaverse. They also erroneously told potential buyers the tokens were not securities, the Texas State Securities Board said in a statement.",
      "Sand Vegas promised buyers of its Gambler and Golden Gambler NFTs they would share in virtual casino profits, forecasting proceeds of as much as $81,000 each year, the regulators said.",
      "Sand Vegas and the co-founders could not be reached immediately for comment.",
      "The cease-and-desist order appears to be the first of its kind tied to internet-based virtual environment platforms, colloquially known as the metaverse. It also marks a new frontier for US authorities seeking to clamp down on NFTs, blockchain-based tokens that represent assets such as a piece of digital art. Last month, two men were arrested and charged with scamming NFT buyers worth $1.1 million. ",
      "Though this latest case is relatively small, state actions often spark interest from federal regulators. NFTs have seen a surge in investor interest, and the Securities and Exchange Commission (SEC) has not yet offered formal guidance on whether they could be considered securities in some instances.",
      "A spokesperson for OpenSea, the largest NFT marketplace, said the firm had disabled buying, selling and transferring of Sand Vegas tokens because the collections were in violation of the platform's service terms.",
      "Joe Rotunda, enforcement director at the Texas State Securities Board, said the regulator has spotted a number of securities offerings in the metaverse.",
      "\"This is a hot area,\" he told Reuters. \"We are coordinating among states to investigate the offerings and plan enforcement actions if necessary.\""
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 11:54:12",
    "date": "April 14, 2022",
    "category": "tech",
    "source": "Tribune"
  },
  {
    "title": "Meta to take nearly half of sales made by its metaverse creators as fees",
    "author": "Reuters",
    "content": [
      "Facebook parent Meta Platforms will charge creators around 47.5% on sales of digital assets and experiences made inside the company's virtual reality platform Horizon Worlds.",
      "The overall charge comprises of 30% hardware platform fee for sales made through Meta Quest Store, where it sells apps and games meant for its virtual reality headsets, and a further 17.5% cut as its Horizon platform fees, a Meta spokesperson told Reuters on Wednesday.",
      "On Monday, the tech giant said it would start testing tools for creators to sell digital assets and in turn make money on Horizon Worlds, a key part of its plan for creating a metaverse. ",
      "Meta chief executive officer Mark Zuckerberg has been a critic of Apple Inc's app store fees of 30%, but Meta's latest move to charge creators nearly half their sales on its own platform has angered many of them.",
      "The Facebook parent company, which changed its name to Meta last year, has invested heavily in virtual and augmented reality to reflect its new bet on the metaverse, a futuristic idea of a network of virtual environments accessed via different devices where users can work, socialize and play.",
      "Meta's Horizon Worlds, an expansive VR social platform, and Horizon Venues, which is focused on virtual events, are early iterations of metaverse-like spaces."
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 12:03:12",
    "date": "April 14, 2022",
    "category": "tech",
    "source": "Tribune"
  },
  {
    "title": "Musk makes $43 billion offer for Twitter to build 'arena for free speech'",
    "author": "Reuters",
    "content": [
      "Billionaire entrepreneur Elon Musk took aim at Twitter Inc with a $43 billion cash takeover offer on Thursday, with the Tesla CEO saying the social media company needs to be taken private to grow and become a platform for free speech.",
      "\"I think it's very important for there to be an inclusive arena for free speech,\" Musk, already San Francisco-based Twitter's second-largest shareholder, said at a TED Talk in Vancouver when asked about his bid.",
      "Musk made the bid on Wednesday in a letter to the board of Twitter - the micro-blogging platform that has become a global means of communication for individuals and world leaders - and it was made public in a regulatory filing on Thursday. His offer price of $54.20 per share represents a 38% premium to Twitter's April 1 close, the last trading day before his 9.1% stake in the social media platform was made public.",
      "Musk, the world's richest person with a $273.6 billion fortune according to a Forbes tally, rejected an invitation to join Twitter's board on Saturday after disclosing his stake, a move analysts said signaled his takeover intentions as a board seat would have limited his shareholding to just under 15%. ",
      "After his TED talk, Musk hinted at the possibility of a hostile bid in which he would bypass Twitter's board and put the offer directly to its shareholders, tweeting: \"It would be utterly indefensible not to put this offer to a shareholder vote.\"",
      "Twitter was evaluating the offer with guidance from Goldman Sachs and Wilson Sonsini Goodrich & Rosati, according to a source. The company was also preparing a poison pill as a protective measure against Musk raising his stake as early as Friday, the source said.",
      "Shares of Twitter closed down 1.7% on Thursday.",
      "Investors were not convinced.",
      "Saudi Arabia's Prince Alwaleed bin Talal tweeted from his verified account about the deal. Describing himself as one of the \"largest & long-term shareholders of Twitter,\" he said Musk's offer undervalued the company and he rejected it.",
      "Musk, for his part, told Twitter it was his \"best and final offer\" and said he would reconsider his investment if the board rejects it. ",
      "\"This is not a way to sort of make money,\" Musk said during the TED Talk.",
      "\"My strong intuitive sense is that having a public platform that is maximally trusted and broadly inclusive, is extremely important to the future of civilization,\" Musk added.",
      "Musk makes bid for Twitter",
      "Musk, a self-described \"free speech absolutist,\" has been critical of the social media platform and its policies, and recently ran a poll on Twitter asking users if they believed it adheres to the principle of free speech. More than 70% of the 2 million votes cast said \"No\".",
      "After Twitter banned former President Donald Trump over concerns around incitement of violence following last year's US Capitol attack by his supporters, Musk tweeted: \"A lot of people are going to be super unhappy with West Coast high tech as the de facto arbiter of free speech.\"",
      "In remarks on Wednesday - before Musk's announcement - Trump said he \"probably wouldn't have any interest\" in returning to Twitter, where he had more than 88 million followers. ",
      "Elon Musk talks at the Automotive World News Congress at the Renaissance Center in Detroit, Michigan, January 13, 2015. REUTERS/Rebecca Cook/File Photo",
      "White House spokesperson Karine Jean-Pierre declined to comment on Musk's offer for Twitter, saying that market regulators operate independently from political leadership.",
      "Twitter employees, some of whom were panicked over Musk's impact on its ability to moderate content, attended an all-hands meeting on Thursday. Chief Executive Officer Parag Agrawal reassured them that the company was not being \"held hostage\" by news of Musk's offer to buy the company, according to a source.",
      "Musk said US investment bank Morgan Stanley was acting as financial adviser for his offer. He did not say how he would finance the transaction if it goes ahead, but told the TED talk audience he \"had sufficient assets,\" without saying more.",
      "CFRA Research analyst Angelo Zino said Musk could finance the deal with debt and selling Tesla shares.",
      "Musk sold more than $15 billion worth of his Tesla shares, about 10% of his stake in the electric vehicle maker, last year to settle a tax obligation.",
      "'SERIAL UNDERPERFORMER'",
      "Twitter's lower-than-expected user additions in recent months have raised doubts about its growth prospects, even as it pursues big projects such as audio chat rooms and newsletters.",
      "Founded just two years after Facebook, Twitter is dwarfed by the social network. Meta, which owns Facebook, generated $118 billion in revenue in 2021 from 1.93 billion daily users. Twitter earned $5.08 billion in revenue last year from 217 million daily users.",
      "\"The big question for the Twitter board now is whether to accept a very generous offer for a business that has been a serial underperformer and tends to treat its users with indifference,\" said Michael Hewson, chief market analyst at CMC Markets.",
      "Twitter's stock market value has lagged rivals",
      "Twitter will not decide on the fate of Musk's bid on Thursday, according to a source familiar with the situation. What the board is discussing is the parameters of the valuation process and it would then ask its advisers to review the bid and await for the results, the source said.",
      "Musk has amassed more than 80 million followers since joining Twitter in 2009 and has used it to make several announcements. Musk is bound by a 2018 settlement with the US Securities and Exchange Commision requiring him to obtain pre-approval on some of his Twitter posts after he tweeted that he had \"funding secured\" to take Tesla private.",
      "\"If he really wants to take Twitter private his past run-ins with regulators might not pose an obstacle – but it might make potential financing sources leery of providing the cash for the deal – unless he is willing to pledge a large portion of his Tesla holdings to collateralize the debt,\" said Howard Fischer, a partner at law firm Moses & Singer and former senior trial counsel at the SEC.",
      "Musk's move also raises the question of whether other bidders might emerge for Twitter.",
      "\"It would be hard for any other bidders/consortium to emerge and the Twitter board will be forced likely to accept this bid and/or run an active process to sell Twitter,\" Wedbush Securities analyst Daniel Ives wrote in a client note.",
      "Musk admitted at the conference that success was not assured but his intent was to retain as many shareholders as allowed by law in a private company.",
      "Asked if there was a \"Plan B\" if Twitter rejected the offer, Musk told the TED conference audience without elaborating: \"There is.\""
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-15 11:02:37",
    "date": "April 15, 2022",
    "category": "tech",
    "source": "Tribune"
  },
  {
    "title": "Apple tests several new Macs with next-generation M2 chips ",
    "author": "Reuters",
    "content": [
      "Apple Inc has started internal testing of several Mac models with next-generation M2 chips, Bloomberg News ",
      " on Thursday citing developer logs.",
      "The company is testing at least nine Mac models with four different M2-based chips - the successors to the current M1 line - with third-party apps in its App store, according to the logs which were corroborated by people familiar with the matter, the report said.",
      "Apple is also testing a Mac mini with an M1 Pro chip, the same processor used in the entry-level 14-inch and 16-inch MacBook Pros, the report added.",
      "In March, Apple introduced a faster chip for a new desktop, a high point in Apple's move to power its devices with microprocessors designed in house. ",
      "Last year, Apple announced two new MacBook Pro models that run on more powerful in-house chips, furthering its break from previous supplier Intel Corp. ",
      "Apple was not immediately available for Reuters request for a comment."
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-15 11:12:46",
    "date": "April 15, 2022",
    "category": "tech",
    "source": "Tribune"
  },
  {
    "title": "WhatsApp tests new feature to organize groups for work, school",
    "author": "Reuters",
    "content": [
      "WhatsApp is testing a new feature called Communities to organize groups in larger structures that could be used by workplaces or schools, the messaging service owned by Meta Platforms said on Thursday.",
      "WhatsApp head Will Cathcart said the feature would bring together groups, which are capped at 256 users, under bigger umbrellas where administrators could send alerts to a community of thousands.",
      "\"This is really oriented at the communities you're already a part of in your life that are doing private communication,\" said Cathcart in an interview with Reuters, citing Salesforce-owned Slack or Microsoft Teams as comparable types of communication.",
      "He said there were no current plans to charge for the new feature, which is being beta tested with a small number of global communities, but did not rule out offering \"premium features to enterprise\" in the future.",
      "The messaging service, which is end-to-end encrypted and has about 2 billion users, said the Communities feature would also be end-to-end encrypted.",
      "WhatsApp has grappled with abuses including bulk messaging and the spread of misinformation and hate speech. Cathcart said users would not be able to search for different Communities on WhatsApp and that it would use anti-abuse tools and safeguards like forwarding limits for the new feature.",
      "WhatsApp said there would also be changes to its Groups feature before the launch of Communities. It said it was adding the ability for group administrators to remove problematic messages from everyone's chat, introducing voice calling for up to 32 people, increasing file sharing to 2 gigabytes and adding emoji reactions to messages.",
      "Meta CEO Mark Zuckerberg said in a Thursday post that Communities would be rolled out over the coming months. He said Meta would be building community messaging features for Facebook, Messenger and Instagram.",
      "Meta also plans to roll out end-to-end encryption across the other messaging services on its apps as part of its ongoing, declared pivot towards privacy."
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-15 11:40:01",
    "date": "April 15, 2022",
    "category": "tech",
    "source": "Tribune"
  },
  {
    "title": [
      "Imran Khan asks judiciary to explain why courts opened their doors at midnight prior to his ouster"
    ],
    "author": ["Dawn.com"],
    "content": [
      [
        "Pakistan Tehreek-i-Insaaf Chairman Imran Khan on Wednesday asked the judiciary to explain why it felt the need to open its doors at midnight on Saturday, hours before he was ousted from the prime minister's office via a successful no-confidence motion against him in the National Assembly.",
        "With the deadline set by the Supreme Court to hold voting on no-trust move fast approaching after a marathon NA session last Saturday, the apex court and the Islamabad High Court  (IHC) had opened their doors beyond their notified timings. The vote was eventually held and saw Khan voted out from the top office.",
        "\t\t\t",
        "The IHC has since ",
        " that \"as a constitutional court, it ensures that cases relating to extreme urgency are presented at any time after the notified timings.\" ",
        "The high court's decision to resume court activity at the unusual hour came after a pre-emptive petition was filed asking the court to restrain Khan from de-notifying Gen Qamar Javed Bajwa as chief of the army staff. The then government had denied having any such plans.",
        "Khan today, in what was his first public address since ",
        ", directly addressed the judiciary, and asked: \"My dear judges, my judiciary, I have spent time in jail because of your freedom because I dream that one day the judiciary would stand with the weak people of the society, and not the powerful. ",
        "\"I ask the judiciary that when you opened the court in the dead of night ... this nation has known me for 45 years. Have I ever broken the law? When I played cricket, did anyone every accuse me of match fixing? ",
        "\"During my 25 years of politics, I have never provoked the public against state institutions or the judiciary because my life and death is in Pakistan. I ask you, what crime had I exactly committed that you opened up the courts at midnight?\"",
        "Khan addressed his successor and newly appointed prime minister Shehbaz Sharif and told him to stop the harassment of PTI supporters. \"This crackdown that you're doing against our youth over social media ... listen to this clearly ... the day we give the call, you would not find a place to hide.\"",
        "The former prime minister asked security institutions if the country's nuclear assets would be safe under the leadership of the Sharifs-led government.",
        "Earlier, in his opening remarks, Khan said: \"Whenever a prime minister of Pakistan was removed, people used to distribute sweets. But I am thankful to God that I was removed and you all came and gave me such respect.",
        "\"Pakistan has now become a nation. Whoever thought that an imported government of the US would be accepted by this nation ... on Sunday, the entire nation gave their answer that the imported government stands rejected.",
        "Khan said that the \"decisive moment\" has arrived and the nation needs to choose if it wants slavery or liberty. \"Do we want to be the slaves of the US' slaves or do we want real freedom?\"",
        "He said that the 'imported government' currently in charge was full of individuals out on bail. \"Shehbaz Sharif is out on bail, his son is out on bail, Nawaz Sharif is a convict, and his son is an absconder in London and the same is the case with his sons, daughter and son-in-law.\" ",
        "Khan said that the Americans have \"disrespected\" Pakistan by \"imposing outlaws\" on this nation. \"I will go to every city of the country ... and I challenge to them that they would have never seen the kind of mobility of the public the way I would do.\"",
        "The PTI chairman accused newly appointed Prime Minister Shehbaz Sharif of being involved in corruption to the tune of Rs40billion.",
        "\"Everyone should know that this is not the Pakistan of the 1970s when the US conspired to remove Zulfikar Ali Bhutto ... this is not the same Pakistan. The Pakistan of today is of social media. The country has 60 million mobile phones. All our youth now have a voice and no one can zip their mouths.\"",
        "He told his audience of supporters that he would be in Karachi on Saturday and urged them to take the streets in the entire country.",
        "\"My youth, get ready, I will be out on the streets with you in every city until we do not force them to hold elections,\" he said. ",
        "\"Today marks the beginning of the struggle to find actual freedom,\" he added.",
        "Footage shared by the PTI showed a throng of people at the rally's site. ",
        "Prior to Khan taking the stage, his fellow party leaders, including Ali Amin Gandapur, KP Chief Minister Mahmood Khan, Vice Chairman Shah Mahmood Qureshi, former defence minister Parvez Khattak, Awami Muslim League chief Sheikh Rashid and National Assembly Deputy Speaker Qasim Suri addressed the gathering.",
        "\t\t\t ",
        "PTI leader Shibli Faraz, earlier today, said that Khan would make important announcements at the rally and take the nation into confidence on the party's future roadmap. ",
        "\t\t\t",
        "Meanwhile, PTI leader Shireen Mazari alleged that coverage of the rally was being blocked on the orders of Prime Minister Shehbaz Sharif's new coalition government. ",
        "\t\t\t",
        "According to the PTI, the Peshawar rally is expected to kick off a new series of demonstrations with one scheduled on Saturday for Karachi as well. ",
        "\t\t\t",
        "The PTI took out massive rallies in several cities on Sunday to protest against Khan's ouster. Karachi, Peshawar, Malakand, Multan, Khanewal, Khyber, Jhang, Quetta, Okara, Islamabad, Lahore and Abbottabad were among the cities where large demonstrations were held. ",
        "Protests were also staged in Bajaur, Lower Dir, Shangla, Kohistan, Mansehra, Swat, Gujrat, Faisalabad, Nowshera, Dera Ghazi Khan and Mandi Bahauddin.",
        "Khan had tweeted that Sunday marked the beginning of a \"freedom struggle\" against what he called a \"foreign conspiracy of regime change\". In an attempt to galvanise his supporters, he had said \"it is always the people who protected their own sovereignty and democracy.\"",
        "\t\t\t",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/04/62571dbbc2948.png"],
    "time": [["07:37am"]],
    "date": ["April 13, 2022"],
    "category": "business",
    "source": "DAWN"
  },
  {
    "title": ["New PM sends positive signals to China, US"],
    "author": ["Anwar Iqbal"],
    "content": [
      [
        "WASHINGTON / ISLAMABAD: Prime Minister Shehbaz Sharif on Tuesday reiterated the need for cooperation with the United States and India, while assuring Beijing of further deepening of relations.",
        "“The new government wishes to constructively and positively engage with the US to promote shared goals of peace, security and development in the region,” the Prime Minister’s Office said in response to a White House statement on Mr Sharif taking over as the new prime minister.",
        "White House Press Secretary Jen Psaki had earlier said that a democratic Pakistan was critical to US interests.",
        "Ties between Islamabad and Washington touched a new low after former prime minister Imran Khan ",
        " of conspiring to dislodge his government. He based his allegation on a diplomatic cable in which it was reportedly said that a State Department official had warned of consequences for bilateral ties if the no-confidence motion failed.",
        "Beijing, Moscow send messages; Kashmir solution inevitable, Shehbaz tells Modi",
        "Washington has denied the allegation.",
        "Mending fences with the US would be one of the top foreign policy priorities for the new government.",
        "Mr Sharif, while speaking in the National Assembly after his ",
        ", noted “confusion” in ties and said that it did not mean an end to the historic relationship.",
        "The same was repeated in the PM Office statement, which welcomed US reaffirmation of long-standing ties with Pakistan and said that the new government looked forward to deepening this “important relationship” on the principles of equality, mutual interest and mutual benefit.",
        "Meanwhile, in response to a congratulatory tweet by Indian Prime Minister Narendra Modi, Mr Sharif called for securing peace and focusing on socio-economic development of the people.",
        "“Pakistan desires peaceful & cooperative ties with India. Peaceful settlement of outstanding disputes, including Jammu & Kashmir, is indispensable,” he further said.",
        "\t\t\t",
        "Talking to the Charge d’ Affaires of People’s Republic of China, Ms Pang Chunxue, who called on him, PM Sharif affirmed his government’s commitment to further deepening the win-win economic cooperative partnership between the two countries.",
        "\t\t\t",
        "He expressed his government’s resolve to speed up high quality development of CPEC projects and make it a symbol of China-Pakistan friendship and close partnership. He, moreover, underlined the importance of enhanced investment from China in industrialization, agriculture, and digital technologies.",
        "Russian President Vladimir Putin also greeted Mr Sharif. According to a statement by Russia’s embassy in Pakistan, hoped that the new government will “contribute to further development of the Pakistan-Russia cooperation and partner interaction on the Afghan settlement as well as countering international terrorism.”",
        "At the Monday afternoon news briefing in Washington, a journalist asked White House Press Secretary Jen Psaki what was the administration’s reaction to the new developments in Pakistan. “Does President Biden plan to speak with the country’s new prime minister?”",
        "Responding to the first part of the question, Ms Psaki said the United States “support(s) the peaceful upholding of constitutional democratic principles. We don’t support one political party over another, and we certainly support the principles of rule of law and equal justice under the law.”",
        "Recalling that the United States and Pakistan were old allies, she said: “We value our long standing cooperation with Pakistan, and have always viewed a prosperous and democratic Pakistan as critical to US interests. That remains unchanged, regardless of who leadership is.”",
        "Responding to the question about President Biden calling the new prime minister, she said she did not “have anything to predict at this point in time. Obviously, we stay in close touch with them at a range of levels.”",
        "A third journalist tried a different approach and asked to get more information from the White House Press Secretary on Mr Biden’s call. “What arrangements does the administration have to contact him (Mr Sharif) and what’s moving forward on that?” he asked.",
        "“I don’t have a prediction of a call at this point in time. Obviously, those are assessments made day by day, especially after new leaders are elected,” Ms Psaki said.",
        "“We have a long, strong, and abiding relationship with Pakistan, an important security relationship, and that will continue under new leaders,” she added.",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/04/6256390e2681a.jpg"],
    "time": [["07:53am"]],
    "date": ["April 13, 2022"],
    "category": "business",
    "source": "DAWN"
  },
  {
    "title": ["Pakistani politics’ enfant terrible"],
    "author": ["Zahid Hussain"],
    "content": [
      [
        "THE ",
        " of PTI MNAs, except for the dissidents, from the National Assembly is not surprising. It is in character with former prime minister Imran Khan’s maverick style of politics. It appears that he would rather wreck the system than accept the humiliation of being ousted. Even a democratic change is not acceptable to his ego. By quitting the National Assembly, he seeks to dismantle the entire edifice. Even in government, the former prime minister never really descended from his container.",
        "The ",
        " as the new prime minister has given an ironic twist to the country’s chequered politics. It is seen as the restoration of the old order after a three-and-a-half-year experiment with ‘naya Pakistan’. A major challenge for the new government is to bring political stability to the country and curb the economic slide. The challenge demands tough measures to prevent an economic meltdown.",
        "More importantly, the Sharif government needs to work on easing the prevailing polarisation in the country. The transfer of power may have ended the uncertainty that has gripped the country for the past several weeks, but the political crisis is far from over. It will be extremely difficult for a coalition made up of disparate political parties, with varying political agendas, to deliver. But an inclusive government could help build bridges.",
        "In his first speech after being elected, the new prime minister set a clear agenda for his administration that may continue till the end of the year before general elections are called. Surely, the economy is on top of the list of priorities. But it is equally important to reset the country’s foreign policy that had lost its sense of direction under Khan.",
        "The former PM’s actions were proof of his contempt for the constitutional process.",
        "It’s a good decision on the part of the new prime minister to urgently call a meeting of parliament’s security committee to probe the ",
        " to accomplish regime change. There may not be any truth to this theory, but it is imperative to clear the false narrative built around a cable from a former ambassador to Washington. The episode has damaged the country’s image internationally, with political implications at home. The issue has been used by the PTI government to subvert the Constitution.",
        "What happened over the past week plunged the country into a constitutional crisis. Khan’s actions were proof of his contempt for the constitutional process. It may have seemed that he ‘accepted’ the Supreme Court ruling that declared the April 3 ",
        " illegal, but the reality was different. The high drama that unfolded on April 9 in the Assembly, ahead of the no-confidence vote, showed his defiance of the law.",
        "Every effort was made by his party to filibuster the proceedings of the National Assembly, and it was only minutes before the deadline set by the Supreme Court expired that the vote was called. The threat of imminent court action forced the Speaker to back down. It was a disgraceful exit from office by a leader who has never stopped lecturing on Western democratic values and morality.",
        "The false narrative of a ‘foreign conspiracy’ against the Khan government failed to prevent the unravelling of the former ruling coalition and stop defections from the erstwhile prime minister’s own party. His decision to quit the National Assembly is yet another example of his recklessness.",
        " ",
        "Now it is back to the ‘container’, marking the beginning of what he describes as a ‘freedom struggle’ against the ‘foreign conspiracy of regime change’. He vows to bring down what he calls an ‘imported regime’. Such populist ultra-nationalist rhetoric has galvanised his supporters, as evident from the large public rallies across the country. But that cannot change the political dynamics. Given the long history of external involvement in Pakistani politics, many among the educated urban middle class tend to believe in the ‘foreign conspiracy’ narrative. Support for Imran Khan has certainly soared but it cannot be seen as a game changer. Many of his supporters equate the ",
        " with the so-called Arab Spring that brought down some authoritarian dispensations in the Middle East. Nothing could be more delusionary than to draw such a parallel.",
        "A major question is whether Imran Khan can build and sustain a mass movement to force the new government to call early elections. His single-track strategy has neither worked in the past nor can it succeed now, with the country’s changing social dynamics. He seems to have learnt no lesson from his 2014 dharna that failed to disrupt the system, despite some tacit support from a section of the security establishment.",
        "The PTI’s decision to resign from the Assembly will leave the parliamentary field open to his rivals and could further divide the party. Absence from parliament can adversely affect the party’s electoral base, with a few months left for the general elections.",
        "It is debatable if Khan himself has ever believed in the parliamentary process. He seldom attended Assembly sessions. There is no instance in Pakistan where a ruling party acted like an opposition party. For Khan, every other political leader is corrupt and he would rather not sit with them. His biggest failure was his inability to work within the system. His governance capacity was limited as evident by his arbitrary decisions and frequent changes in his team.",
        "His authoritarian mindset, self-righteousness and lack of understanding of statecraft were the main reasons behind his downfall, and not an external conspiracy. He survived in power for as long as he did, despite heading a minority government because of the prop provided by the security establishment. It fell as soon as the crutches were removed. But even though the hybrid rule has ended, Imran Khan’s reckless politics and populist rhetoric will continue to haunt the country.",
        "Twitter: ",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/04/62563bd37dc5b.jpg"],
    "time": [["09:01am"]],
    "date": ["April 13, 2022"],
    "category": "business",
    "source": "DAWN"
  },
  {
    "title": [
      "'Misunderstandings' with military must be resolved: Sheikh Rashid"
    ],
    "author": ["Dawn.com"],
    "content": [
      [
        "Awami Muslim League (AML) chief Sheikh Rashid Ahmed on Wednesday condemned the recent criticism of the Pakistan Army — both on social media and the streets — and indirectly acknowledged that the PTI and its allies have \"misunderstandings\" with the military establishment which he said must be resolved. ",
        "The military has come under criticism this week on social media forums, and Twitter trends against the armed forces and its leadership have seen intense activity. Slogans critical of the army were also chanted during country-wide protests staged on Sunday in support of former prime minister Imran Khan following his ouster from power over the weekend via a successful no-confidence motion.",
        "Since last Sunday, the top trending hashtags on Twitter were those targeting the army, the judiciary and the new government, and on Tuesday the tweets using those hashtags soared to 4.3 million. ",
        "Ahmed, the former interior minister, while responding to a reporter's question in Peshawar today, said:\n\"No slogan should be raised against the army.\" ",
        "Without naming any specific party, Ahmed said the PTI and allies should follow PML-N and Co's suit and mend ties with the military.",
        "\"If those who curse [them] can make peace with them then we should also remove our misunderstandings and establish good relations with them (the army),\" he said.",
        "Ahmed appeared to blame the PML-N for the anti-army trends on social media, saying that the army was being criticised through a \"conspiracy\". ",
        "\"These are the same people who cursed this army from London and Gujranwala and now they're polishing their boots,\" he said. ",
        "\t\t\t",
        "Meanwhile, a meeting of Pakistan Army officials on Tuesday ",
        " of the recent criticism directed at the institution on social media and expressed complete confidence in the leadership's \"well-considered stance to uphold the Constitution and the rule of law\".",
        "The Federal Investigation Agency also ",
        " from across Punjab yesterday after it launched a crackdown on social media activists that it believed had been involved in a smear campaign against institutions.",
        "Recent reports suggest that online activists associated with the PTI's social media wing are also allegedly being harassed for which the party's central secretary general Asad Umar said the party had ",
        " and would file it in the high courts today.",
        "Ahmed, in his media talk today, was also questioned about the issue of missing persons but denied any such incidents or cases taking place during his recent tenure as the interior minister. ",
        "Ahmed said the nation was still standing with Khan and told reporters to wait till June 15, saying that the PTI chief would \"give a call\" for Islamabad. ",
        "\"There is a threat to his life and he can be put in jail too but that doesn't make a difference,\" he said. ",
        "The AML chief claimed it was an \"international master plan\" to bring the current coalition government in power and alleged that \"international powers could get Imran Khan killed.\" ",
        "Despite the threat, he said, Khan was not ready to share the National Assembly floor with the current \"imported\" government. ",
        "Ahmed said he had already sent his resignation to Khan, adding that his would be the first when the resignations of PTI MNAs from the NA get accepted. ",
        "He also claimed that PML-N supremo Nawaz Sharif would be brought back to the country now that his party's government is in power. ",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/04/6256a9dc9a68a.png"],
    "time": [["06:37pm"]],
    "date": ["April 13, 2022"],
    "category": "business",
    "source": "DAWN"
  },
  {
    "title": [
      "Army huddle takes note of recent 'propaganda campaign', attempt to divide 'institution and society'"
    ],
    "author": ["Naveed Siddiqui"],
    "content": [
      [
        "A meeting of Pakistan Army officials on Tuesday took note of the recent criticism directed at the institution on social media and expressed complete confidence in the leadership's \"well-considered stance to uphold the Constitution and the rule of law\". ",
        "According to a statement issued from the Inter-Services Public Relations (ISPR), the 79th Formation Commanders’ Conference was held at the General Headquarters that was attended by the army's corps commanders, principal staff officers and all formation commanders and presided over by Chief of Army Staff (COAS) General Qamar Javed Bajwa. ",
        "\"The forum took note of the recent propaganda campaign by some quarters to malign [the] Pakistan Army and create division between the institution and society.",
        "\"National security of Pakistan is sacrosanct. Pakistan Army has always stood by the state institutions to guard it and always will, without any compromise,\" the ISPR statement said. ",
        "It added that the forum expressed \"complete confidence in the leadership’s well-considered stance to uphold the Constitution and rule of law at all costs\".",
        "The military has come under criticism this week, especially in the wake of former prime minister Imran Khan's ",
        " through a successful vote of no-confidence. Trends against the armed forces and its leadership have seen intense activity on social media platforms such as Twitter.",
        "Slogans critical of the army were also chanted during ",
        " staged on Sunday in support of Khan. ",
        "\t\t\t",
        "Apart from taking notice of the social media developments, the army huddle was briefed on professional matters, national security challenges and measures being undertaken to counter traditional and non-traditional threats.",
        "\"COAS expressed satisfaction over operational preparedness of formations and response mechanism to deal with emerging challenges. Forum paid rich tribute to the supreme sacrifices of officers and men to ensure [the] security of borders and safety of masses,\" the ISPR said. ",
        "It said the army was aware of its responsibilities and would continue to defend the territorial integrity and sovereignty of Pakistan against all internal and external threats under all circumstances.",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/04/62557b0869b6a.png"],
    "time": [["09:00pm"]],
    "date": ["April 12, 2022"],
    "category": "business",
    "source": "DAWN"
  },
  {
    "title": ["PPP lawmakers get desired relief in Jokhio murder case"],
    "author": ["Ishaq Tanoli"],
    "content": [
      [
        "• Scrutiny of final charge sheet by PG gives clean chit to MNA Karim, MPA Awais",
        "\n• SHC grants three-day  protective bail to lawmakers, two other suspects",
        "KARACHI: The Sindh High Court on Thursday asked Pakistan Peoples Party (PPP) MNA Jam Karim Bijjar and other suspects in ",
        " to surrender before an antiterrorism court within three days after the SHC was informed that the final investigation report of the case had been filed before an ATC.",
        "The high court granted three-day protective bail to the MNA and two other suspects enabling them to approach the trial court. The final charge sheet landed in ATC giving a clean chit to the MNA, his brother MPA Jam Awais, and others after a marathon “scrutiny” conducted by the office of the Sindh prosecutor general. ",
        "The PPP lawmaker and two other suspects had obtained interim pre-arrest bail from SHC last month since the forum of trial court was not available at that time as the prosecution and police took more than two months to submit final charge sheet of the case.",
        "When a single-judge bench headed by Justice Omar Sial took up the matter for hearing on Thursday, investigating officer Inspector Siraj Lashari confirmed that the charge sheet of the case had been filed before the administrative judge of ATCs, Karachi.",
        "The bench in its order observed that these bail applications were entertained by SHC directly because when the applicants had approached this court there was no charge sheet or investigation report of Section 173 CrPC in field in any court at the time and hence, the applicants were given legal shelter till such time the charge sheet/challan was filed before the trial court.",
        "“This has now been done as has been confirmed by the IO, it would therefore be appropriate now if these applications are converted into applications seeking protective bail and all the applicants in the first instance surrender before the learned ATC court,” it added.",
        "The order further noted that in the event these bail before arrest applications were entertained by the SHC it would effectively eliminate one forum for either the applicants or complainant to approach a higher forum if they were aggrieved by the order of trial court.",
        "“My second reason to so hold is that it is not a preferred route to interfere with the first instance jurisdiction of the learned trial courts who should be given full opportunity to deal with issues independently and autonomously, it concluded.",
        "The counsel for the MNA submitted that his client had not been named as accused in the final investigation report.",
        "Last week, the National Commission for Human Rights had also moved the SHC to become a party/intervener in the case and contended that there was no chance of a fair trial if the case was left at the mercy of state offices since the alleged connivance of state officials with the accused party was apparent by the conduct of the prosecutor general Sindh for subduing the final charge of the case for around two months; the home department acting under the impetus of PG made utmost attempts to influence the investigation and transfer the same as well as extending official protocol to the  MNA.",
        "The 27-year-old victim, Nazim Jokhio, was found tortured to death at PPP MPA Jam Awais farmhouse in Malir on Nov 3 last year and the MPA along with his brother MNA Jam Karim Bijjar and others were booked for allegedly torturing Nazim to death as he had resisted houbara bustard hunting and filmed the lawmakers’ Arab guests while hunting in the deceased’s village.",
        "Police had filed the interim charge sheet in December naming over 20 as accused persons including both PPP lawmakers, but did not assign their role in the commissioning of the alleged offence. ",
        "The final charge sheet was filed before a magistrate in the last week of January in which the detained MPA and four others were named as accused and the MNA and three others were shown as absconding accused in the case. However, on Feb 8, the judicial magistrate had returned the final charge sheet of the case along with other papers of the case to the IO with direction to file the same before the administrative judge of ATCs as he had observed that the accused had no other intention or motivation behind their acts but to create insecurity and fear in the public or group of public by such act.",
        "Therefore, the final charge sheet remained at the office of the PG on the pretext of detailed scrutiny for more than two months and subsequently, both the PPP lawmakers along with their eight servants have not been named as accused persons and only three guards were charge sheeted.    ",
        "Meanwhile, the administrative judge of the antiterrorism courts on Thursday transferred the case to the ATC-XV for its disposal according to the law, our staff reporter Naeem Sahoutara adds. ",
        "A day ago, the investigating officer of the case Inspector Siraj Lashari had filed the final challan with the ATCs administrative judge. ",
        "Judicial sources confirmed to the Dawn that the case file, including police papers and final challan, has been received at the ATC-XV. ",
        "MNA Jam Karim is currently on bail, while Jam Awais is in judicial custody. ",
        "In the challan, IO Inspector Siraj Lashari had recommended excluding names of the MNA, MPA and their 10 servants and guards from the case for “lack of evidence”. ",
        "The other suspects included Muhammad Saleem, Muhammad Doda Khan, Muhammad Soomar, Abdul Razzaq and Jamal Ahmed alias Wahid (who all are on bail); Muhammad Meraj and Muhammad Khan (who are in judicial custody) and Muhammad Ishaq, Ahmed Khan, Atta Muhammad and Zahid Ali. ",
        "However, the IO had chargesheeted two detained guards of the lawmakers – Haider Ali and Meer Ali – for allegedly committing premeditated murder of Jokhio, concealing the evidence of the offence and terrorism.",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/04/6258faf48936c.jpg"],
    "time": [["10:02am"]],
    "date": ["April 15, 2022"],
    "category": "business",
    "source": "DAWN"
  },
  {
    "title": [
      "US 'agrees' with DG ISPR's statement on no 'foreign conspiracy' to oust Imran"
    ],
    "author": ["Dawn.com"],
    "content": [
      [
        "US State Department spokesman Ned Price has said the United States agreed with the ",
        " by the Inter-Services Public Relations (ISPR) Director General (DG) a day ago wherein he dismissed an impression of a foreign \"conspiracy\" to oust former prime minister Imran Khan's government.",
        "The senior US official made this statement during a press briefing in response to a question from a journalist. ",
        "\"Pakistan’s military spokesperson said they had no evidence to suggest that the United States had threatened or was involved in the conspiracy to seek the ouster of Imran Khan’s government. What are your comments on it?\" the journalist had asked.",
        "\"We would agree with it,\" Price said.",
        "\t\t\t",
        " ",
        "Military spokesman Maj Gen Babar Iftikhar had on Thursday tried to clear the air about the alleged foreign conspiracy behind Imran's ouster and specifically mentioned that the National Security Committee (NSC) – which includes the army and ISI chiefs – did not use the word “conspiracy” in its statement on the \"cablegate\" unlike some political pronouncement by the PTI leaders.",
        "Gen Iftikhar said the military’s stance on the cable was formulated after a thorough investigation by an intelligence agency.",
        "The NSC, however, had noted that the message conveyed by a State Department official was tantamount to “blatant interference in the internal affairs of Pakistan”.",
        "At a press briefing on Thursday, Price dismissed the accusations leveled by Imran, saying \"there is no truth whatsoever to the allegations that have been put forward.\"",
        "\"We support the peaceful upholding of constitutional and democratic principles, including respect for human rights. We do not support, whether it’s in Pakistan or anywhere else around the world, one political party over another,\" he told the briefing.",
        "The State Department official said the US supported broader principles, including the rule of law and equal justice under the law.",
        "He also underlined that the United States looked forward to working with newly elected Prime Minister Shehbaz Sharif and his government \"to promote peace and prosperity in Pakistan and the broader region\".",
        "Price said the relationship between the United States and Pakistan had been a vital one for the last 75 years. \"You probably saw a statement that we released from the Secretary last night regarding the selection of Prime Minister Shehbaz Sharif,\" he added.",
        "A day ago, US Secretary of State Antony J. Blinken had also ",
        " Shehbaz Sharif and vowed to continue its long-standing cooperation with Pakistan's government.",
        "Likewise, earlier this week, Pentagon spokesperson John Kirby had ",
        " that the US had a \"healthy military-to-military relationship with Pakistani armed forces\", hoping that \"we have every expectation that will be able to continue to be the case\".",
        "The controversy surrounding the no-confidence motion against the former premier Imran Khan took a dramatic turn when the embattled PM ",
        " a letter at a rally on March 27 — days before his ouster, claiming it contained evidence of a \"foreign conspiracy\" hatched to topple his government.",
        "Imran had kept a mum about the contents of the letter when he first unveiled it, however, he spilled the beans days later by naming the United States when the exit of the government appeared imminent. ",
        "Imran's allegation that the US spearheaded his exit from power was based on a cable received from Pakistan's Ambassador to the US, Asad Majeed, in which he had reported about a meeting with Assistant Secretary of State for South and Central Asia Affairs Donald Lu.",
        "Majeed had reportedly said that Donald Lu warned that Imran Khan’s continuation in office, who was set to face a vote of no confidence, would have repercussions on bilateral relations. The US was said to be annoyed with Imran over his \"independent foreign policy\" and visit to Moscow.",
        "The Pentagon and the State Department have rejected the accusations, saying there was no veracity to it.",
        "The National Security Committee (NSC), which includes all services chiefs as well as the head of Pakistan's top intelligence agency, took up the matter on March 31 and decided to issue a \"strong demarche\" to a country that it did not name over what was termed “blatant interference in the internal affairs of Pakistan”.",
        "It had also termed the interference \"unacceptable under any circumstances\" and said the language used in the communique was undiplomatic.",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/04/625922ec22452.png"],
    "time": [["06:00pm"]],
    "date": ["April 15, 2022"],
    "category": "business",
    "source": "DAWN"
  },
  {
    "title": [
      "Resignations of 123 PTI lawmakers accepted by acting NA speaker: Farrukh Habib"
    ],
    "author": ["Dawn.com"],
    "content": [
      [
        "PTI leader Farrukh Habib on Thursday said the resignations of 123 legislators of his party had been accepted by acting speaker of the National Assembly, Qasim Suri.",
        "A notification has also been issued in this regard, the ex-minister said in a tweet.",
        "Habib, a former state minister in the recently dissolved government of PTI Chairman Imran Khan, said general elections had now become inevitable in the country after the acceptance of resignations submitted by the PTI lawmakers.",
        "\t\t\t",
        "In all, the PTI ",
        " 155 members in the 272-member House, of them, 20 are ",
        " who have been served notices by the party. The decision of the remaining 12 lawmakers remains unclear.",
        "Meanwhile, former prime minister Khan has written a letter to the  ECP, saying that no member of the PTI should be nominated to any committee as the party lawmakers had already tendered their resignations from the lower house of the parliament on April 11.",
        "\"In the wake of foreign intervention into internal affairs of Pakistan and the events and circumstances related thereto, PTI decided not to be the part of the ultra-constitutional exercise of regime change and formation of an imported government,\" he wrote in the letter.",
        "Imran pointed out that there was no representative of the PTI in the National Assembly, while defectors had already been proceeded against under Article 63-A of the Constitution",
        "\"I hereby withdraw all names given in the list to this commission in priority on women as well as minority seats. I, therefore, declare that PTI will not be a party to any proceedings, steps or action taken on its behalf on any forum and will outrightly reject any/all efforts to use the Name of PTI.\"",
        "The PPP and the PML-N had on Wednesday ",
        " Suri of pressuring the NA Secretariat into sending resignations of the PTI MNAs to the election commission without meeting constitutional obligations.",
        "The two parties — now in government — claimed that Suri had committed a violation of the Constitution by approving the resignations without listening to them in person.",
        "Ayaz Sadiq had pointed out that the PTI was repeating the 2014 episode when its MNAs had resigned but were not ready to appear before him (the then NA speaker) for confirmation of their resignations.",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/04/625805b81b44c.jpg"],
    "time": [["05:17pm"]],
    "date": ["April 14, 2022"],
    "category": "business",
    "source": "DAWN"
  },
  {
    "title": [
      "PM Shehbaz visits Islamabad metro station, orders inquiry on delay in project"
    ],
    "author": ["Dawn.com"],
    "content": [
      [
        "Prime Minister Shehbaz Sharif on Thursday visited the Peshawar Mor station of the Islamabad metro bus service at 7am and ordered an inquiry into an inordinate delay in the initiation of the service from there to the Islamabad International Airport.",
        "He resented that the project, launched by the PML-N government in 2017 with a stipulated completion time of a year, remained incomplete to date.",
        "Construction of the 25.6km metro track worth Rs16 billion was started in January 2017. The project was executed by the National Highway Authority (NHA) and was supposed to be completed in August 2018. However, the project faced delay and its civil work was completed last year.",
        "\t\t\t",
        "The Capital Development Authority (CDA) took over the project in March last year from the National Highways Authority (NHA) under the direction of the federal government and started the process to procure the buses.",
        "During PM Shehbaz's visit today, officials of the NHA and the CDA briefed him about the project.",
        "According to a statement from the Prime Minister's Office, the premier asked the officials to ensure the installation of racks in the buses to accommodate the luggage of passengers going to the airport.",
        "\t\t\t",
        "He expressed dismay over the delay in the project, terming it \"severe negligence\" while pointing out that Rs16 billion rupees had been spent on the project so far.",
        "The prime minister also ordered initiation of a free metro service for residents of the capital during the month of Ramazan.",
        " ",
        " last month that the corridors and stations of the metro track had already been constructed and now command and control, ticketing, station management, cleanliness and security systems were being completed.",
        "It was also reported that the CDA was planning to inaugurate the bus service on March 23 but due to a delay on part of the manufacturing company in arranging the buses because of the Covid-19 pandemic, the inauguration was delayed till April.",
        "The NHA had the responsibility of only constructing the corridor and civil work and had nothing to do with the buses’ operation.",
        "Similarly, Punjab Mass Transit Authority, which is already running the Rawalpindi-Islamabad Metro Bus Service, refused to run the service between Peshawar Mor and the airport and the CDA also stated that being a development authority it had nothing to do with the bus service.",
        "However, sources told ",
        " that the prime minister directed the CDA to start the service in a few days by arranging buses from the Rawalpindi-Islamabad Metro Bus Service.",
        "The sources said the Rawalpindi-Islamabad Metro Service had extra buses currently parked in a depot.",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/04/6257be886458d.jpg"],
    "time": [["12:15pm"]],
    "date": ["April 14, 2022"],
    "category": "business",
    "source": "DAWN"
  },
  {
    "title": ["Policy, reform & political change"],
    "author": ["Zafar Mirza"],
    "content": [
      [
        "PUBLIC policies struggle to survive, and reform agendas get stalled in times of political change. At best, uncertainty surrounds them; at worst, they are scrapped by political opponents when they gain power, especially if they are identified with the previous rulers.",
        "Policy implementation also slows down during political turbulence. Policies must struggle to keep or regain momentum under a new administration. They try to cajole, readjust, tweak, change their attire and yet may die for lack of attention and because of the loathing and ire of the new masters. With a change of crew, a policy’s merit takes a back seat, and political expediency takes the steering wheel. ",
        "Public policies, especially social policies, are usually the first to suffer as they are soft targets for short-sighted politics. Security, defence, energy, the economy and trade are relatively hard to mess around with, at least at the beginning, but education, health, the environment, population welfare and rural development are easy targets.",
        "At a time when political change is taking place in Pakistan — and what a dramatic and dangerous political change it is along with the attendant brinkmanship — it is pertinent to remind one that good policies that will benefit the people must be retained rather than scrapped just because the PTI government formulated them.",
        " ",
        "Let us elaborate with some varied examples from the health sector and see how political and social turbulence affects the spread of diseases. ",
        "There is ample evidence that in polio eradication programmes in Pakistan and other countries, election year gives rise to polio cases. Shah Meer Baloch ",
        " in 2019: “After general elections in 2013, the number of polio cases rose to 306 in 2014 before dropping to 54 in 2015, 20 in 2016, and only eight in 2017. In 2018, another election year, cases again rose to 12. Within the first six months of 2019, 32 cases of polio have been recorded across the country… .” His sobering conclusion was that polio cases spiked after each political transition.",
        "Good policies formulated by the previous government must be retained by the new set-up.",
        "Let us now look at an important example of a health programme and see how it has evolved and survived through different governments and in different areas of Pakistan. ",
        "The country has witnessed a phenomenal advance in the social health insurance system. At the national level, it was launched by prime minister Nawaz Sharif in 2016 as a health scheme for the poor. It was titled ‘PM’s National Health Programme’. Poor families in Islamabad, Punjab and Balochistan benefited from this financial protection programme in the case of hospital admissions. ",
        "At the launch of the programme, the prime minister said: “I wish those provinces which are not part of the programme [Sindh and KP] also join the scheme. It is not a matter of politics.” But it was very much a matter of politics. KP was run by the PTI at that time and they didn’t accept the federal offer, but nevertheless started their own health insurance programme — the Sehat Insaf Card.",
        "Fast forward to 2018, when the PTI formed the federal government. Sindh was run by the PPP which refused to be part of the programme. Seeing this tragedy of politics, which was denying health insurance to the population of Sindh, I, and later Dr Faisal Sultan, convinced the prime minister to change the name of the card from the Sehat Insaf Card to the Qaumi Sehat Card, which eventually happened. ",
        "We wanted to do this in order to insulate this important programme from political change, so that it was not identified with a particular political party. The PTI nevertheless used the card for political purposes by universalising it. So what started off as a financial healthcare protection scheme for those who could not pay is now also available to the rich in Punjab, KP, Azad Kashmir, Gilgit-Baltistan and Islamabad. This will make it difficult to financially sustain the programme or ensure the quality of services. Most importantly, the rich may crowd out the poor.",
        "What happens to the programme now under the coalition government led by the PML-N remains to be seen. I hope they take it back to vulnerable populations and institutionally strengthen the programme, and that with Sindh now a part of the coalition government, the province will also consider introducing it.",
        "Sometimes governments undo reforms out of political enmity. My writing this column was triggered by a recent news item alluding to the proposed reversal of reforms at the Pakistan Medical Council and the Higher Education Commission. Sooner or later, the authorities’ attention might turn to the National Institute of Health and the Medical Teaching Institutions Reform Act and some other institutional reforms, including the creation of various health regulatory authorities. ",
        "It will be a mistake to reverse the reform process just because these were introduced by the PTI government. There should be a proper objective assessment before any changes are made.",
        "I hope that the new government is able to make special efforts to strengthen primary healthcare in the country. This is where the real problem lies and this is where the real solutions rest for ensuring essential healthcare. ",
        "Around 70 per cent of the country’s essential health services can be provided at the primary healthcare level. If primary healthcare is strengthened and its quality ensured, then it would take the burden off tertiary-level hospitals which are splintering under patient pressure at the moment. Besides, it will uplift vital health indicators which are at the moment abysmal. Universal health coverage is not possible without strong primary healthcare.",
        "Another critical area is meaningful engagement with the private health sector for realising primary healthcare-based universal healthcare in the country. Our ministries of health themselves need institutional reform, and a special public service cadre needs to be developed for doctors and other health professionals. Currently, a doctor can retire in Grade 17 since there is no career path. These are some of those areas which the previous government aspired to change but could not make substantial progress on.",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/04/6258d75f05d06.jpg"],
    "time": [["08:52am"]],
    "date": ["April 15, 2022"],
    "category": "business",
    "source": "DAWN"
  },
  {
    "title": [
      "Ali Tareen-led Multan consortium wins franchise rights for sixth PSL team"
    ],
    "author": ["Dawn.com"],
    "content": [
      [
        "The Ali Tareen-led Multan consortium on Thursday won the franchise rights for the sixth team of the Pakistan Super League (PSL). ",
        "\t\t\t",
        "The rights have been awarded for seven years. ",
        "Ali, the son of former Pakistan Tehreek-i-Insaf (PTI) secretary general Jahangir Tareen, had on Wednesday ",
        " that the bid had been submitted. ",
        "According to a ",
        " by PSL, the Pakistan Cricket Board (PCB) had set the reserve price at $5.21 million per year for a period of seven years. \"This reserve price has been exceeded by the bid winners.\" ",
        "The spot for the sixth team was up for grabs after Multan Sultans were disqualified after appearing in just one edition of the league held early this year.",
        "On November 10, the ",
        " which gave franchise rights of Multan Sultans PSL team to the Schon Group due to their inability to meet the financial obligations under the PSL agreement.",
        "Following this, PCB invited interested bidders for the sale of the team. Though a good response was received from different bidders, ",
        " for the decisive stage, a Pak­istan Cricket Board official had said earlier.",
        "The 2019 edition of the PSL tournament will kick off with an opening ceremony and match in Dubai on February 14.",
        "While speaking to the media after the announcement, Tareen highlighted the fact that a team from South Punjab had once again been included in the PSL, and added that they would search for talent throughout the region.",
        "\"Through PSL, young talent advances,\" he said.",
        "Tareen said the sixth team would retain Multan in its name, but called for suggestions for a second moniker for the side. He said that if his legal team had no reservations, he was open to retaining the 'Multan Sultans' name.",
        "\"I also request the PCB that cricket shouldn't be dedicated to one month of the year; instead, tournaments should be held throughout the year,\" he further said.",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2018/12/5c1b69862bb9c.jpg"],
    "time": [[]],
    "date": ["December 20, 2018"],
    "category": "sports",
    "source": "DAWN"
  },
  {
    "title": ["IPL corruption: Chennai Super Kings suspended for two years"],
    "author": ["Dawn Sport"],
    "content": [
      [
        "Former Indian Premier League champions Chennai Super Kings (CSK) and Rajasthan Royals (RR) have been suspended from the tournament for two years after team officials were found guilty of illegally betting on matches by a Supreme Court-appointed panel on Tuesday.",
        "\t\t\t",
        "In what is Indian cricket's biggest corruption scandal, CSK's Gurunath Meiyappan and RR co-owner Raj Kundra have been suspended for life from cricket related activities, former chief justice Rajendra Mal Lodha, who headed the three-man Supreme Court panel, announced in the verdict.",
        "“Their conduct has affected the image of the game, the players and others associated with the tournament,” Lodha told reporters while revealing his panel's verdict.",
        "Asked about the financial losses of players from the two teams, Lodha said: “We did not consider financial losses to players and teams. That is not significant. The integrity of the game is what matters.” ",
        "“They (Meiyappan and and Kundra) have brought the game to disrepute. The purity of the game has been affected. Fans feel cheated and doubts abound if the IPL is clean,” Lodha added. ",
        "\t\t\t",
        "The ban on CSK, captained by Indian skipper MS Dhoni and a franchise of India Cements of which the managing director is International Cricket Council chairman Narayanaswami Srinivasan, will be a devastating blow to the eight-team tournament and is likely to have major repercussions on the game of cricket.",
        "Earlier, the court had rejected the claims of Meiyappan, who had previously been described as team principal, that he was merely an enthusiast.",
        "\t\t\t\t\t\t",
        "The court also ruled at the same time that Srinivasan, who is Meiyappan's father-in-law, would be banned from holding any post in the Board of Control for Cricket in India (BCCI), where he served as the president for three years from 2011.",
        "\t\t\t",
        "The decision could have major financial consequences for some of cricket's biggest names ",
        "The 2013 IPL season was mired in controversy after police launched legal proceedings against several officials and cricketers, including former Test fast bowler Shanthakumaran Sreesanth, for illegal betting and spot-fixing.",
        "\t\t\t",
        "The IPL, a domestic tournament which began in 2008, features the world's top players signed up for huge fees by companies and high-profile individuals in a mix of sport and entertainment.",
        "But it has been continuously dogged by corruption allegations and Hiken Shah, a player from Mumbai, was suspended indefinitely on Monday over an approach he made to an unnamed team-mate before this year's tournament in April-May.",
        "The hugely popular Chennai Super Kings are also the most successful team in the IPL, having won the tournament in 2010 and 2011, and finished runners-up in 2008, 2012, 2013 and 2015.",
        "\t\t\t",
        "Rajasthan Royals won the inaugural event in 2008 under the captaincy of Australian spin legend Shane Warne, but have failed to make the final since then.",
        "The Lodha panel has also been empowered to recommend changes in the BCCI constitution, but this is expected to be taken up at a later date.",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2015/07/55a4c3026793e.jpg"],
    "time": [[]],
    "date": ["July 14, 2015"],
    "category": "sports",
    "source": "DAWN"
  },
  {
    "title": [
      "Welcome back to Purana Pakistan: Here's what should return, and what should not"
    ],
    "author": ["Prism"],
    "content": [
      [
        "As the clock struck midnight on Saturday, Pakistan experienced its ",
        ", with PPP chairperson Bilawal Bhutto Zardari proudly proclaiming: \"Welcome back to Purana Pakistan\". ",
        "The words resonated with many, who had been fed up with the Imran Khan-led PTI government and had been hoping for change. Others weren't too happy that the dream of 'Naya Pakistan' had dissipated so quickly, pouring into the streets the next day to voice their anger. ",
        "Amid the time travel between the ",
        " and the ",
        ", here's what we hope to bring forth in the new ",
        " Pakistan and what we wish to leave behind:",
        "The tales of corruption of Purana Pakistan are nothing short of legend. Be it the ",
        " or the ",
        ", fiscal and moral corruption became one of the rallying cries that propelled the PTI to power. ",
        "The mass appeal for a change in the status quo, evident by the outpouring of support for Imran Khan, should serve as a clear warning for political leaders that Pakistanis will no longer put up with the embezzlement of taxpayers' money. No longer is ",
        " good enough. ",
        "Despite his faults, Imran's accountability crusade — which mind you, caused a ",
        ", among others — remains one of the main reasons behind his popularity. ",
        "The new government will really have to prove it's serious about fighting corruption if it wants to survive the next general elections, which are just around the corner. ",
        "One of the PML-N's worst contributions to Pakistan's laws was the draconian Pakistan Electronic Crimes Act (PECA) in 2016, which has since been ",
        " itself. This time, we hope these political parties will understand that any legislation they pass through parliament today can and will be used against them tomorrow. ",
        "Legislation should be forward-thinking, keeping in mind the requirements of the current day and age and should be aimed at making the lives of citizens better, instead of making adding to their woes. ",
        "In ",
        " Pakistan, who you knew mattered more than what you knew. Whether it was appointments in the bureaucracy, the judiciary or other government agencies, nepotism was rife in all departments. ",
        "Not only did this impact the performance of these institutions, it also demoralised employees who had actually been appointed on merit but were forced to work on the whims of the blue-eyed boys, the majority of whom cared little for service-delivery or facilitating the public. ",
        "One of the worst examples of this could be seen in the police apparatus, which was filled with political appointments and was largely at the beck and call of the respective party in power, facilitating VIP movements and hanging back in Vigos belonging to anyone remotely affiliated with government or their relatives. ",
        "Over the last few decades, Pakistan's political landscape has come to be dominated by the two families — the Sharifs and the Bhutto (now Bhutto-Zardaris). Both parties seem to have become family-run affairs with the party chiefship being passed down from one generation to the next. ",
        "Amid all this, the PTI — promising a truly democratic party setup — seemed like a breath of fresh air.  ",
        "For political parties to survive, they need an induction of fresh minds, not just at the lowest rungs but on the decision-making table. Parties can no longer be run as personal fiefdoms, subservient to the whims of a royal family. ",
        "If you've lived in Karachi at any point during the last three decades, you would know know the feeling of dread each time there was a disagreement between the PPP and the MQM — which, in case you've forgotten, enjoyed considerable sway back then. ",
        "In fact, each political party with a stake in the city had its own militant wing, whether it was the MQM's trigger-happy target killing squad or the Lyari-based Peoples Aman Committee nurtured by the PPP to do its dirty work. ",
        "Ultimately, as the body count rose and the violence overflowed into every corner of the city — taking on ethnic flavour — it was ordinary citizens that were invariably caught in the crossfire. ",
        "In Punjab, the PML-N would do well to keep the Gullu Butts at bay. Gone are the days when henchmen could influence voters. With Twitter, TikTok and Facebook watching, any machismo stunts by the \"lions\" of Punjab are sure to put off potential voters. ",
        "Nor must the PML-N use law enforcers to do their dirty work — the 14 people, including women, ",
        " are still awaiting justice.  ",
        "As Imran Khan keeps reminding everyone, most cases against the Sharif and Zardari clans were registered in each other's tenures. The idea was to keep the opposition so tied up in court proceedings that they would have no time to spare for political activities. ",
        "Take the ARY Gold and Ursus Tractor corruption cases for example, registered against Asif Ali Zardari in the 1990s during Nawaz Sharif's second tenure as prime minister. The court finally ",
        " almost two decades later in 2014, for want of evidence. Another two cases, the ",
        ", met the same fate a year later. ",
        "As we've seen in \"Naya Pakistan\", these tactics don't really go a long way and ultimately, cede space for non-democratic forces to creep in. ",
        "Speaking of non-democratic forces, Pakistan's political parties have a 70-year-old habit of flirting with the deep state — much to the detriment of institutional harmony and the democratic process. ",
        "Such experiments are bound to fail. Politicians must have learnt by now that the romance lasts only till the honeymoon period and that for democracy to flourish, it is only the will of the citizens of Pakistan that should matter. ",
        "Let each arm of the state perform its role, without getting involved in matters that are beyond its mandate. ",
        "The dance must end now. ",
        "One of the most disturbing facets of PTI's ",
        " Pakistan was the complete lack of tolerance for critique aimed at the ruling party and its leadership. Critics were regularly trolled on social media and in some instances, even made to feel the leaders' wrath through coercive action by law enforcement agencies. ",
        "In fact, the abuse became so insufferable that 165 women journalists were forced to ",
        " to the PTI government, highlighting the \"online attacks instigated by government officials and then amplified by a large number of Twitter accounts\". It served little purpose, and the abuse continued unabated. ",
        "While the PPP and the PML-N were no saints — the fate of citizen journalist Nazim Jokhio being the most recent example — they were admittedly better recipients of critique, not just from opposition parties but also the media. ",
        "During the PPP's reign from 2008 till 2013, a slew of pro-women laws were passed, aimed at addressing sexual harassment, besides curbing regressive practices such as depriving women of their inheritance, forcing them into marriage to settle disputes, etc.  ",
        "Ever since, legislation against domestic violence has also been enacted in many parts of the country, most recently in Khyber Pakhtunkhwa. What is needed now, however, are the mechanisms such as women protection committees, shelter homes, etc, to ensure the implementation of the said laws.",
        "One may find a thousand faults with him, but Shehbaz Sharif's stint as the Punjab chief minister earned him much praise for good governance. The younger Sharif worked tirelessly to improve infrastructure and service delivery, particularly in urban centres. ",
        "If he can apply the same rigour as prime minister, the country could make some remarkable leaps in infrastructure development in the years to come. ",
        "All through the 1990s and early 2000s, the Bhuttos and Sharifs were at each other's throats, constantly plotting the ouster of each other's governments. Many a times, they did succeed, only to be thrown out again through the revolving door. ",
        "In 2006, however, the only winners in this game of musical chairs were the ones pulling the strings. Thus was born the ",
        " — a document signed by Benazir Bhutto and Nawaz Sharif in 2006 with the stated aim to return Pakistan to its people.",
        "Subsequently, the PPP government that came into power in 2008 was the first to complete its term. The PML-N too limped to the finish in the subsequent tenure. ",
        "While the system of governance this document has offered is in no way been perfect, it provides a good starting point — that the country's political leadership, despite their differences, can partake in the electoral process through a system whose sole mandate is ",
        ". "
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/04/6255f257648aa.jpg"],
    "time": [["01:15pm"]],
    "date": ["April 13, 2022"],
    "category": "business",
    "source": "DAWN"
  },
  {
    "title": ["Beyond Mush-Imran"],
    "author": ["Aasim Sajjad Akhtar"],
    "content": [
      [
        "QAZI Faez Isa is a principled judge. The FIA is harassing us and raiding our homes. The media is blacking us out. Such refrains emanated from opposition circles on an almost daily basis for many years. In a stunning reversal, the boot is now on the PTI’s foot.",
        "This is not a victory for democracy. The ",
        " on PTI social media accounts, for instance, illustrates that state institutions like the FIA do not change with a new incoming government. As some have already noted, raids were being ordered against PTI stalwarts even before ",
        ", which is to say that the establishment is still boss. More generally, colonial statecraft is not just the modus operandi of the PTI.",
        " ",
        "It is certainly true that Imran Khan and the PTI have introduced a vindictiveness to Pakistani politics akin to the Trump phenomenon in the US. But this does not mean that we should be gleeful about the sudden change in the PTI’s fortunes. More important questions need to be raised and answered.",
        "Firstly, we must think deeply about the PTI’s core support base — and here I mean those who have ",
        " to oppose Imran Khan’s deposal as prime minister rather than PTI MNAs and MPAs. Yes, many in big cities like Lahore, Karachi and Islamabad hail from relatively affluent segments, but there are many young people of modest means who are also Khan’s supporters.",
        "We shouldn’t be gleeful about PTI’s reversal of fortunes.",
        "In my calculation, this youthful political subject — and s/he is a political subject, even with all the vitriol — has its genesis in the Musharraf years, when digital technology began to shape the polity and demographic change proved the dictatorship’s biggest weapon in its ideological vilification campaign against the ‘corrupt’ and ‘dynastic’ PML-N and PPP.",
        "This youthful political subject has now added the regime change rhetoric to its arsenal to build upon the relatively superficial idioms of corruption and dynastic politics that it was already deploying. Whether we like it or not, the Musharraf-Imran lineage of youthful political subjects is here to stay. The challenge for those who imagine progressive politics as more than an establishment-centric merry-go-round is whether and how to engage with this subject.",
        "Recall that the end of the Musharraf dictatorship corresponded with unbridled condemnation of the establishment on the streets. But that sentiment could not be deepened because a progressive political alternative was absent. Thus followed the Imran Khan phenomenon.",
        "The anti-establishment trends and sloganeering at PTI protests of recent days may well be a flash in the pan. But are we just resigned to the fact that the PTI’s brand of populism will descend into proto-fascism? I would rather contemplate longer-term strategies of how to engage the youthful political subject.",
        " ",
        "A related and immediate question is that of the economy. As Akbar Zaidi ",
        " on these pages, there are serious challenges awaiting whoever takes the reins of government for the foreseeable future. The incumbent pattern — which implicates all mainstream parties and not just the PTI — is to adopt IMF conditionalities and allow big business as well as rich overseas Pakistanis to make and take their money out of the country at will, and then periodically react to growing public discontent by announcing blanket subsidies.",
        "This piecemeal approach will eventually lead to the kind of ",
        " (although that country’s fate has been triggered by the pandemic to a greater extent than Pakistan). Progressive politics in Pakistan will, instead, have to spell out a genuinely transformative economic programme which must include rural industrialisation/public works programmes, land and other asset redistribution, progressive taxation and a peace dividend with our neighbours that allows us to cut our bloated national security apparatus down to size. Only then can we expect genuine relief from the IMF and imperialist power more generally. And only then can we promise long-term well-being to the youthful majority.",
        "After experiencing the PTI’s reactionary populism, it is natural that many of us are heaving a sigh of relief. The PPP, PML-N, JUI-F and others who now occupy the treasury benches will not, however, be able to explain away Pakistan’s long-standing problems as a PTI inheritance. It is worth being reminded that the relative euphoria that accompanied the end of the Musharraf dictatorship and the high point of the 18th Amendment dissipated because underlying demographic, economic and other structural factors were not addressed.",
        "In short, we need a meaningful political and economic programme. We can continue to lament ‘youthiyas’ or engage in political gossip about whether the establishment is divided and Gen Bajwa’s decision not to seek another extension past November. But this will neither end militarisation of the state, nor halt the politics of hate.",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/04/6258d61865a01.jpg"],
    "time": [["09:07am"]],
    "date": ["April 15, 2022"],
    "category": "business",
    "source": "DAWN"
  },
  {
    "title": ["India shock Australia to clinch final Test, take series 2-1"],
    "author": ["AFP"],
    "content": [
      [
        "India pulled off a record run-chase in a thrilling final session to hand Australia their first defeat at Brisbane's Gabba ground since 1988 and clinch the four-Test series 2-1 on Tuesday.",
        "Wicketkeeper Rishabh Pant starred with a swashbuckling 89 not out as the injury-depleted visitors overhauled the 328-run target with three overs to go, winning by three wickets.",
        "Australia had not been beaten at the Gabba since falling to Viv Richards' all-conquering West Indies side by nine wickets in November 1988.",
        "India's 329 for seven also smashed the 69-year-old record for the biggest run-chase at the Gabba, set by Australia who scored 236 for seven to beat the West Indies in 1951.",
        "The series win was a remarkable achievement considering India were bowled out for their lowest Test score of 36 to lose the first Test in Adelaide, before bouncing back to win the second in Melbourne.",
        "The visitors, ravaged by injuries and captain Virat Kohli's absence for paternity leave, then batted throughout the final day to draw the third Test in Sydney.",
        "“It really means a lot to us. I don't know how to describe this victory but I'm really proud of all the boys,” said India's interim skipper Ajinkya Rahane.",
        "“They showed character, attitude, especially after the Adelaide Test match. We decided we're going to fight really hard [...] and we just wanted to give our best.”",
        "Man-of-the-match Pant, who played a similar innings in the drawn Sydney Test, blasted his 89 from 138 balls with nine fours and a six.",
        "His innings followed an equally impressive knock from 21-year-old Shubman Gill, who made 91 at the top of the order earlier in the day.",
        "Cheteshwar Pujara's 56 was also vital, the gritty number three hit 10 times by Australia's quicks, taking blows to the fingers, arm, ribs and head as he was subjected to a searching examination by Pat Cummins and Josh Hazlewood.",
        "Cummins with 4-55 was easily the pick of the Australian attack, sending down 24 overs of pace and hostility, but the rest of the bowlers looked fatigued after bowling all day in Sydney just eight days ago.",
        "“I'm absolutely disappointed, no doubt about that. We've come here to win the Test and win the series,” said Australia captain Tim Paine.",
        "“It's probably a little bit of a trend the whole series — I think in the key moments we were found wanting and completely outplayed by a really disciplined, really tough Indian side who fully deserved the series win.”",
        "Despite Australia's fearsome record at the Gabba, the Indian batsmen showed no fear and never looked interested in playing for a draw, even after losing the wickets of Pujara and Mayank Agarwal after tea.",
        "Pant took advantage of any loose ball, but also played some outrageous strokes, showing the influence T20 cricket has had on Tests.",
        "India started the morning on four for no loss after bowling Australia out for 294 just before rain stopped play late on the fourth day.",
        "Australia's hopes of a series-clinching victory were raised early when Cummins drew Rohit Sharma forward to a ball that caught the outside edge, Tim Paine taking a fine diving catch.",
        "But as India have shown since their capitulation in Adelaide, when they were bowled out for 36, they are never out of the contest.",
        "Their effort in the fourth Test is even more admirable considering the high injury toll on tour.",
        "Their bowling attack was led by Mohammad Siraj, who debuted in Melbourne, supported by Navdeep Saini, Shardul Thakur, T. Natarajan and Washington Sundar, who had two Tests between them heading into Brisbane.",
        "The tourists were without the services of front-line seamers Ishant Sharma, Mohammad Shami, Umesh Yadav and Japrit Bumrah and regular spin bowlers Ravi Jadeja and Ravi Ashwin.",
        "After just one wicket in the first session, Australia could only manage two after lunch, with Gill falling for his superb 91 and skipper Rahane a quickfire 24.",
        "Gill was magnificent on a fifth-day wicket, smashing the Australian bowlers to all corners of the ground.\nHe hit eight fours and two towering sixes in his 146-ball innings before he became Nathan Lyon's 398th Test victim, edging an arm ball to first slip where Steve Smith took a sharp catch.",
        "With Pujara putting down the anchor at one end, Rahane raced to 24 from just 22 balls before he edged Cummins to Australian 'keeper Paine to leave India 167 for three.",
        "India looked in control through the final session and despite losing three wickets in the last hour, they cruised home with three overs to spare when Pant hit the winning four off Hazlewood.",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2021/01/60069a7d67a14.jpg"],
    "time": [[]],
    "date": ["January 19, 2021"],
    "category": "sports",
    "source": "DAWN"
  },
  {
    "title": [
      "Wisden ranks Babar Azam's 196 among the best 4th innings efforts this century"
    ],
    "author": ["Dawn.com"],
    "content": [
      [
        "Pakistan skipper Babar Azam's match-saving and record-breaking ",
        " in the final innings of the second Test in Karachi was lauded as among the best fourth innings batting displays this century by ",
        ". ",
        "Azam's 10-hour stay on the pitch ranked third among the 10 best match-saving fourth-innings efforts of the 21st century, ",
        " on Thursday. The report said the Pakistan captain lived up to his reputation when his team needed him the most and \"piled misery\" on the Australian team to raise hopes of Pakistan's win. ",
        "\"The hosts had been bowled out for 148 in the first innings and were under immense pressure in the second innings after being set a target of 506. All of this didn’t seem to matter to Babar, who played an all-time great knock,\" the report added. ",
        "Azam had come in to bat when the team was reeling at 21 for 2. He had formed an incredible 228-run partnership for the third wicket with Abdullah Shafique but did not flinch even when the young’un departed a few short of his century.",
        "The skipper was closing in on his first-ever double century when he fell prey to Nathan Lyon. In all, he had scored 196 off 425 balls, hit 21 boundaries and a solitary six.",
        "It was his best and most memorable knock in Pakistan colours — certainly in Tests and maybe even in all formats. Azam had broken the following ",
        " with his performance: ",
        "“It was a team effort, as others chipped in with useful contributions too,\" the Pakistan captain had said after the match. “We tried to be positive and play our shots. The team needed this knock, so I tried to bat for as long as I could.”",
        "His score was so impressive that even foreign media figures — including those from neighbouring India — couldn't help but wax lyrical about him.",
        " ",
        "The following are the top 10 fourth-innings batting performances listed by ",
        ": ",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/03/623593738648b.jpg"],
    "time": [[]],
    "date": ["March 19, 2022"],
    "category": "sports",
    "source": "DAWN"
  },
  {
    "title": [
      "Justin Langer turns down short-term extension, resigns as Australia coach"
    ],
    "author": ["Reuters"],
    "content": [
      [
        "Justin Langer resigned as coach of Australia on Saturday, just weeks after leading the side to a 4-0 Ashes series ",
        " over England, with Cricket Australia (CA) saying he had declined a short-term extension to his contract.",
        "Langer’s departure came after he held contract discussions with Cricket Australia on Friday, with his current deal set to expire in June.",
        "Australia also won last year’s ",
        " for the first time under Langer but there have been reports of player discontent over his coaching style.",
        "Langer was reported to have ",
        " during a recent meeting with Cricket Australia over his contract and had been asked to reapply for the role.",
        "His management company, Dynamic Sports & Entertainment Group (DSEG), said his resignation was effective immediately.",
        "“DSEG confirms that our client Justin Langer has this morning tendered his resignation as coach of the Australian men’s cricket team,” the company tweeted.",
        "\t\t\t",
        "Cricket Australia said in a statement Langer was offered the extension on Friday.",
        "“Justin was offered a short-term extension to his current contract, which sadly he has opted not to accept,” it said, adding that Andrew McDonald would act as interim head coach with a Test tour of Pakistan just weeks away.",
        "“The contract extension offered to Justin was the result of a thorough review process that evaluated many factors including future requirements of the team and the upcoming extensive schedule of fixtures.",
        "“It included the opportunity to defend the T20 World Cup title in Australia at the end of this year. Justin informed CA this morning he was not accepting the offer and would resign with immediate effect.”",
        "Langer took over as head coach in the wake of the ball-tampering scandal in South Africa in 2018 and Cricket Australia CEO Nick Hockley said he had been “outstanding” in the role.",
        "“He has restored the trust in the team and his legacy is assured,” he said.",
        "Despite Australia’s success, there had been speculation in recent months that Langer did not enjoy the full support of the dressing room.",
        "Senior players and Cricket Australia managers met last year amid reports Langer’s intense coaching style had rubbed players the wrong way.",
        "Australia test captain Pat Cummins recently praised Langer for doing a “fantastic” job but said it was ",
        " for Cricket Australia to conduct an evaluation process before making a decision on renewing his contract.",
        "Former captain Ricky Ponting was scathing in the way the governing body had handled the matter.",
        "“It’s a really sad day as far as Australian cricket is concerned,” he said on ",
        " on Saturday.",
        "“Reading the tea leaves, it seems, as he would say, a very small group of the playing group ... haven’t loved the way he’s gone about it.",
        "“And that’s been enough to force a man that’s put his life, heart and soul into Australian cricket and done what I believe is a sensational job in turning around the culture and the way the Australian cricket team has been looked at over the last three or four years ... out of his dream job.”",
        "Langer, who earned 105 test caps, said last month he was proud of how the team had been performing.",
        "“Whatever happens from now on, we can all be incredibly proud of this little period,” he said on Australian ",
        " Radio. ",
        "“We had two missions: to win the [Twenty20] World Cup and to win the Ashes.\"",
        "Langer’s resignation comes a day after his England counterpart Chris Silverwood stepped down from his position.",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/02/61fe2b1005aea.jpg"],
    "time": [[]],
    "date": ["February 5, 2022"],
    "category": "sports",
    "source": "DAWN"
  },
  {
    "title": [
      "'Best all-format batter in the world': Int'l figures heap praise on Babar Azam after match-saving 196"
    ],
    "author": ["Dawn.com"],
    "content": [
      [
        "Babar Azam earning plaudits from local media personalities and cricket experts is a routine occurrence by now that happens pretty much every time he laces up. ",
        "But his match-saving and record-breaking 196 against Australia in the ",
        " of the second Test in Karachi was so impressive that even foreign media figures — including those from the neighbouring India — couldn't help but wax lyrical about him.",
        "Leading the praise was England great Michael Vaughan who said Babar is \"without question the best all-round batter in the world right now\" and \"brilliant\" across all formats. ",
        "\t\t\t ",
        "West Indies batting legend Sir Vivian Richards applauded both Babar and Mohammad Rizwan's performance, calling them \"exceptional talents\".",
        "He further said the world was \"blessed to witness such players in the middle\".",
        "\t\t\t",
        "Cricketer-turned-coach Ian Pont described Babar's innings as \"unbelievable\", saying it showed why the Pakistan captain was the best in the world at the moment. ",
        "\t\t\t",
        "\"Extraordinary effort by Babar Azam to save the Test for Pakistan. Changed the game by looking to score day four rather than letting Australia dictate,\" tweeted Australian journalist Andrew Wu. ",
        "\t\t\t",
        " ",
        "Indian journalists were also effusive in their praise. ",
        "\"Controversial [question] but because sports must stretch beyond the LOC, here it is: is @babarazam258 the best all-format batsman today in the subcontinent?\" asked Rajdeep Sardesai. ",
        "\t\t\t",
        "Vikrant Gupta said the star batsman's innings \"will pitchfork him to be counted as one of the modern-day greats\". ",
        "\t\t\t",
        "Uday Rana summarised it in one sentence, \"The best Pakistan team I've seen in a long, long time.\"",
        "\t\t\t",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/03/6231f5f8d7cc8.jpg"],
    "time": [[]],
    "date": ["March 16, 2022"],
    "category": "sports",
    "source": "DAWN"
  },
  {
    "title": ["Australia appoints Andrew McDonald as cricket coach"],
    "author": ["AFP"],
    "content": [
      [
        "Australia's top cricket body appointed Andrew McDonald as the national coach on Wednesday, two months after the ",
        " of Justin Langer.",
        "McDonald, 40, secured a four-year contract after winning praise for his performance as interim coach since Langer's abrupt resignation on February 5 shook the cricket world.",
        "He takes on one of the highest-profile jobs in Australia, where cricket is an essential part of the country's identity and the team's exploits grip much of the nation.",
        "“It's an exciting opportunity, exciting role, and I am really happy, happy and grateful,” McDonald told reporters after being confirmed in the job by Cricket Australia.",
        "McDonald returned last week from the side's successful Pakistan tour where they ",
        " and the sole ",
        " (T20).",
        "Langer left after failing to win the public support of key players including captain Pat Cummins, despite guiding Australia to a 4-0 ",
        " over archrivals England and a ",
        ".",
        "Langer was also credited with overhauling a toxic Australian cricketing culture that led to the 2018 “",
        "” ball-tampering scandal.",
        "In the run-up to Langer's departure, disgruntled players had complained anonymously to Australian media about his intense coaching style.",
        "By contrast, limited-overs captain Aaron Finch had praised former Test allrounder McDonald's “calm approach”.",
        "“He never seems to get flustered by any situation or result — it's all about the process and making sure your preparation and attention to detail is 100 per cent,” Finch told reporters shortly after McDonald took over in the interim role.",
        "Cricket Australia said McDonald will be head coach in all formats but some white-ball series may be led by an assistant to alleviate the “significant workload ahead”.",
        "“I think he will do a fantastic job,” former Australia Test captain Michael Clarke said on Tuesday on the eve of McDonald's widely anticipated appointment.",
        "He warned, however, that Australia would be under pressure to perform with McDonald, who had been an assistant to Langer since 2019.",
        "“To me, it looks like this is exactly what the players want, which puts extra pressure on them if they don't perform,” Clarke said in an interview with ",
        ".",
        "As captain, Cummins in particular would face “extreme pressure”, Clarke predicted.",
        "“He's had Justin Langer sacked, pretty much ... he's come out and said this is what the players wanted,” Clarke said.",
        "Cummins has denied that a player revolt was behind Langer's resignation, saying he had tried to show respect for “proper process” by not intervening publicly to support or criticise him.",
        "McDonald, who has red hair and was inevitably nicknamed Ronnie, played four Tests for Australia with his biggest knock a 68 against South Africa.",
        "A right-arm fast-medium bowler and a handy right-handed batter, he also played for Victoria and South Australia before turning to coaching, starting as head coach with English county side Leicestershire in 2014.",
        "“Andrew has done an outstanding job as interim head coach and has had a positive impact on the squad,” said Cricket Australia executive general manager of high performance Ben Oliver.",
        "“I am looking forward to supporting Andrew and the team as we plan for an exciting period, which includes tours to Sri Lanka and India, a T20 World Cup and the home summer before an away Ashes series. “",
        " Compunode.com Pvt. Ltd. (",
        ").Designed for ",
        ".",
        "Copyright © 2022, Dawn",
        "Scribe Publishing Platform"
      ]
    ],
    "image": ["https://i.dawn.com/primary/2022/04/625690e9e2e5f.jpg"],
    "time": [["03:17pm"]],
    "date": ["April 13, 2022"],
    "category": "sports",
    "source": "DAWN"
  },
  {
    "title": "Marseille have eyes on Champions League return",
    "author": "AFP",
    "content": [
      " travels to face bitter rivals Paris Saint-Germain this weekend in buoyant mood as they target Champions League qualification and a European trophy to finish the season.",
      "PSG these days dominate French football and are closing in on an eighth Ligue 1 title in 10 seasons, but Marseille can still claim to be the country's best-supported team and there is something else they can still brag about to their rivals.",
      "With the Parisians again falling short in their pursuit of ",
      " glory this season, the southern giants remain the only French club to have lifted the European Cup, back in 1993.",
      "Too inconsistent to seriously challenge ",
      " in recent years, Marseille has emerged as the best of the rest in Ligue 1 this season under Jorge Sampaoli and they head to the Parc des Princes sitting in second place.",
      "With the top three qualifying for Europe's elite club competition, OM have a healthy seven-point cushion over Strasbourg in fourth as they target a return to the Champions League.",
      "That is of particular importance given the fragile finances of the club owned by American tycoon Frank McCourt, but they also have silverware in their sights.",
      "Thursday's 1-0 win over PAOK in Greece took them through to the semi-finals of the Europa Conference League 3-1 on aggregate, with Dimitri Payet scoring the only goal on the night.",
      "The new third-tier European competition may have been dismissed by many at the start of the campaign, but the opportunity of a second European trophy is not to be sniffed at for Marseille.",
      "They will play fellow former European Cup winners Feyenoord in the last four, with the first leg to come later this month.",
      "The winner of that will face either ",
      " or Roma in the final in Tirana in late May.",
      "Marseille have now won eight straight games in all competitions with Payet in particular in inspired form.",
      "\"This run really makes the end of the season exciting for us,\" said forward Cedric Bakambu after beating PAOK.",
      "\"We have the PSG game in our minds, but we shouldn't play down this result. We should savour it and then get back to work. Everything is possible in football.\""
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-15 16:43:29",
    "date": "April 15, 2022",
    "category": "sports",
    "source": "Tribune"
  },
  {
    "title": "Bought for $2.8 m,NFT of Jack Dorsey tweet finds few takers",
    "author": "Reuters",
    "content": [
      "Crypto entrepreneur Sina Estavi made headlines in March 2021 when he paid $2.9 million for an NFT of Twitter boss Jack Dorsey's first tweet. But his efforts to re-sell it have run aground, with a top bid of just $6,800 as of Thursday.",
      "The initial purchase was at the time among the most expensive sales of a non-fungible token, or NFT, and came amid a flurry of interest in the niche crypto assets which have since generated billions of dollars in sales. ",
      "Estavi put the tweet up for resale on the popular NFT marketplace OpenSea last week, initially asking for $48 million.",
      "That price tag was removed after offers in the first week were in the low hundreds of dollars. As of Thursday, the highest bid was 2.2 of the cryptocurrency ether - equivalent to around $6,800.",
      "\"My offer to sell was high and not everyone could afford it,\" Estavi, who was recently freed from jail in Iran, told Reuters via Twitter direct message, adding that he was no longer sure if he would sell the NFT.",
      "\"It's important to me who wants to buy it, I will not sell this NFT to anyone because I do not think everyone deserves this NFT,\" Estavi said.",
      "NFTs are a form of crypto asset which can record the ownership of a digital file such as an image, video or text. ",
      "There is no guarantee of an NFT's value and the market is rife with scams, fraud, counterfeits and market manipulation. ",
      "But Estavi was confident in the value of his purchase.",
      "\"This NFT is not just a tweet, this is the Mona Lisa of the digital world,\" he said.",
      "\"VICTIM OF CRYPTO\"",
      "Estavi, who lives in Malaysia, said he had been arrested last May during a trip to Iran and held in solitary confinement until he was freed in February. Iranian state media reported in May 2021 that he was accused of \"disrupting the country's economic system\".",
      "Estavi said he had been arrested because of the growth of his crypto exchange, Bridge Oracle, and described himself as a \"victim of crypto\".",
      "Reuters was unable to independently verify these details.",
      "\"I need the support of the cryptocurrency community,\" Estavi told Reuters.",
      "While announcing the NFT sale in a tweet on April 6, he pledged to give 50% of the proceeds - which he expected to be at least $25 million - to charity.",
      "He said the rest would go to support Bridge Oracle."
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-15 11:49:19",
    "date": "April 15, 2022",
    "category": "tech",
    "source": "Tribune"
  },
  {
    "title": "Industry appeals to leadership for cut in energy tariff",
    "author": "Our Correspondent",
    "content": [
      "\nKARACHI:\n",
      "Businessmen have appealed the newly elected Prime Minister Shahbaz Sharif to reduce electricity tariffs in a bid to aid the industrial sector. ",
      "“The unnecessary increase in electricity tariffs by the previous government has directly affected the industries,” said Korangi Association of Trade and Industry (KATI) Acting President Farrukh Qandhari in a statement on Thursday. “This resulted in a sharp increase in production cost and now, traders are fed up with the persistent hikes in tariffs”",
      "The new government must take immediate steps to provide relief to the industrialists so that the economic cycle could run efficiently, he said. ",
      "He was of a view that a significant reduction in the cost of product would give a push to the export sector and this would enable exporters to promote Pakistani products in international markets.  ",
      "Moreover, the production costs in Pakistan are the highest in the region and due to this, exporters are unable to compete in the global market.",
      "Electricity price should be reduced by the government on a priority basis for immediate relief, he said. ",
      "Qandhari was hopeful that the prime minister would take steps to address the problems of the industrialists on a priority basis. According to him, this would help Pakistan’s economy to stand on its own feet once again and achieve the desired growth rate.",
      "The reduction of electricity and gas prices including production costs was essential for the country’s economic independence and development, he added.",
      "Updated Apr 14, 2022",
      "Updated Apr 14, 2022"
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 23:35:41",
    "date": "April 15, 2022",
    "category": "business",
    "source": "Tribune"
  },
  {
    "title": "Oil prices fall as market weighs mixed supply signals",
    "author": "REUTERS",
    "content": [
      "\nLONDON:\n",
      "Oil prices slipped on Thursday in thin trade ahead of a public holiday, as traders weighed a larger-than-expected build in US oil stocks against tightening global supply.",
      "Brent futures were down $0.86, or 0.8%, at $107.92 a barrel, while US West Texas Intermediate futures were off $1.1 or 1.1%, at $103.15 a barrel at 1335 GMT.",
      "Both contracts on Wednesday had shrugged off a build in US crude inventories to end the trading session over 4% higher.",
      "“The market was less active than usual, due to the long weekend in Europe, America and most of Asia, with the reduction in the number of active buyers also contributing to the easing in prices,” said Ricardo Evangelista, senior analyst at ActivTrades, citing the US stock build.",
      "“However, the outlook for the price of the barrel remains very much tilted to the upside - demand remains amidst tight supply.”",
      "The International Energy Agency on Wednesday warned that from May onwards roughly 3 million barrels per day of Russian oil could be shut-in due to sanctions or buyers voluntarily shunning Russian cargoes.  ",
      "At the same time, major global trading houses are also planning to curtail crude and fuel purchases from Russia’s state-controlled oil companies in May, Reuters reported on Wednesday.  ",
      "The probability of EU ban on Russian oil being agreed may be almost zero, but no one will be able or wanting to say that clearly, Vandana Hari, founder of oil market analysis provider Vanda Insights said.",
      "“And, even a continuing sabre-rattling will be enough to keep the risk premium alive.”",
      "Updated Apr 14, 2022",
      "Updated Apr 14, 2022"
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 23:37:03",
    "date": "April 15, 2022",
    "category": "business",
    "source": "Tribune"
  },
  {
    "title": "Remittances hit all-time high",
    "author": "Salman Siddiqui",
    "content": [
      "\nKARACHI:\n",
      "The inflow of workers’ remittances soared beyond market expectations and hit an all-time high at $2.8 billion in March, extending much-needed support to foreign exchange reserves and the rupee value against the US dollar.",
      "“These are the highest-ever monthly workers’ remittances,” Pakistan’s central bank announced on Thursday.",
      "Cumulatively, the remittances rose to $23 billion in the first nine months (July-March) of current fiscal year 2021-22, up 7.1% over the same period of previous year, it added.",
      "Historical trends suggest that overseas Pakistani always send record high remittances during the month of Ramazan and before Eid holidays every year, according to experts.",
      "“The flow of remittances amounting to $2.8 billion into the country in March was higher than market expectations,” Pak-Kuwait Investment Company Head of Research Samiullah Tariq said while talking to The Express Tribune.",
      "Earlier, the market was expecting the remittances to remain in the range of $2.5-2.6 billion in March considering that international travel was gaining momentum following the disruption caused by the Covid-19 pandemic. Many people prefer to carry funds while visiting their home country instead of sending them through banking channels.",
      "With the latest inflow of $2.8 billion, the workers’ remittances have continued the unprecedented trend of staying above $2 billion over the last 22 months (since June 2020), the State Bank of Pakistan (SBP) said.",
      "In terms of growth, the remittances increased 28.3% in March 2022 compared to the previous month of February and were up 3.2% compared to March 2021.",
      "Remittances during the month under review were mainly sourced from Saudi Arabia ($678 million), the United Arab Emirates ($515 million), the United Kingdom ($401 million) and the United States ($300 million), the central bank said.",
      "The breakdown of data, however, suggested that the remittances slowed down from Saudi Arabia and the United Arab Emirates (UAE) where a majority of the non-resident Pakistanis (NRPs) is living. Nearly, 9 million expatriates reside in the two nations.",
      "On the contrary, the inflows increased notably from United States (US), United Kingdom (UK), European Union and other countries in the month of March compared to the same month of the previous year.",
      "Remittances from Saudi Arabia decreased 2% to $678 million in March 2022 compared to $694 million in the same month of the last year. The inflows from UAE dropped 13% to $515 million during the month compared to $591 million in the corresponding month.",
      "On the other hand, they surged 19% from EU to $280 million compared to $236 million. Inflows rose 15% from US and amounted to $300 million in March 2022 compared to $262 million in same month of 2021.",
      "From UK, the country received $401 million last month which was 7% higher than $376 million in March 2021.",
      "The flow of remittances from the remaining countries rose 13% to $636 million in March 2022 compared to $564 million in March 2021.",
      "The remittances from Gulf countries slowed down apparently due to loss of jobs in that region during the initial outbreak of Covid-19.",
      "“The drop in international crude oil prices to a record low level, which turned negative at one point during peak Covid times, badly hit the economies of oil producing and exporting countries like Saudi Arabia and UAE,” Tariq recalled. “This motivated the respective economies to cut jobs.”",
      "On the flip side, Western countries opted to pay unemployment benefits during the pandemic and managed to retain majority workforce, he said.",
      "Secondly, a notable portion of non-resident Pakistanis (NRPs) travelling to their home country carried funds along with them instead sending them through banking channels.",
      "More importantly, the “global illegal hundi-hawala (reference) operators” may have reassembled with restoration of international travelling as well and they offer a better currency exchange price to remittance receivers than banks.",
      "Tariq noted the growth in inflow of remittance has slowed down to single digit at 7% cumulatively in the first nine months of the current fiscal year 2021-22 compared to 26% in the full previous fiscal year 2020-21.",
      "“The trend of inflows suggests Pakistan that has achieved growth. The resumption of international travelling remains a big reason behind slowdown in the inflows in recent months,” he said.",
      "Updated Apr 14, 2022",
      "Updated Apr 14, 2022"
    ],
    "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
    "time": "2022-04-14 23:38:09",
    "date": "April 15, 2022",
    "category": "business",
    "source": "Tribune"
  }
]
