[
    {
        "title": "Twitter adopts ‘poison pill’ to fight takeover by Musk",
        "author": "Reuters",
        "content": [
            "BENGALURU: Twitter Inc on Friday adopted a limited-duration shareholder rights plan to protect itself from billionaire entrepreneur Elon Musk’s $43 billion cash takeover offer.",
            "Musk made the bid on Wednesday in a letter to the board of Twitter — the micro-blogging platform that has become a global means of communication for individuals and world leaders — and it was made public in a regulatory filing on Thursday.",
            "After his TED talk on Thursday, Musk hinted at the possibility of a hostile bid in which he would bypass Twitter’s board and put the offer directly to its shareholders, tweeting: “It would be utterly indefensible not to put this offer to a shareholder vote.” Under the plan, also known as a ‘poison pill’ strategy to resist a bid from a potential acquirer, the rights will become exercisable if anyone acquires ownership of 15 per cent or more of Twitter’s outstanding common stock in a transaction not approved by the Board.",
            "The rights plan will expire on April 14, 2023, Twitter said.",
            "According to analysts and shareholder activists, Musk could alter the course of the social media company as the management battles a set of proxy proposals focused on topics from civil rights to politics at its upcoming annual meeting.",
            "Whatever the outcome of Musk’s bid to buy Twitter outright announced on Thursday, investors with opposing political views described the billionaire entrepreneur as likely to work to undo some of the restrictions on content that Twitter has imposed as it attempts to promote free speech while combating hate speech and false information.",
            "Even if he fails to buy Twitter, the Tesla CEO, who recently disclosed a 9.6 per cent stake, is seen as likely to vote in ways that could shake up the company at its virtual May 25 meeting, said people who follow corporate governance issues.",
            "“Given where Musk has positioned himself relative to the strategy of Twitter and given he wants to be something of a disrupter, I don’t see him voting with management very often,” said Brian Bueno of Farient Advisors, a corporate governance and executive pay consulting firm.",
            "Musk said his offer price of $54.20 per share was meant to promote open discourse. At the virtual meeting, he will control the second-largest stake after Vanguard Group, enough to give either investor a kingmaker role in close contests.",
            "Musk did not immediately respond to requests for comment on how he might vote at Twitter.",
            "Musk’s star power will likely draw much attention to event, said Charles Elson, founding director of the Weinberg Center for Corporate Governance at the University of Delaware. “He’s a well-known individual in the middle of all this, so it will increase the interest in voting and could have a big impact,” Elson said.",
            "Although Twitter on Friday adopted a shareholder rights plan to defend itself against Musk, Elson said its impact on the voting might only be to make proxy advisers, which tend to frown on such so-called “poison pills,” more skeptical of management.",
            "Twitter faces five shareholder proposals, all opposed by management, dealing with topics drawing much investor attention.",
            "Two are from conservative groups, one asking Twitter to report on its impact on civil rights and the other on its lobbying activities. Scott Shepard, a fellow at the right-leaning National Center for Public Policy Research think tank, one of the sponsors, called Musk’s offer “terrific” for shareholders.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/625a55ca4dec3.jpg",
        "time": [
            "10:36am"
        ],
        "date": [
            "April 16, 2022"
        ],
        "category": "tech",
        "source": "DAWN"
    },
    {
        "title": "Mondelez becomes 'first company in Pakistan' to run campaign using Google DV 360 and Oracle Bluekai",
        "author": "Dawn.com",
        "content": [
            "Mondelez — a snacks company whose products include Cadbury Dairy Milk — has become the \"first company in Pakistan\" to run a campaign using a mixture of Google's Display & Video 360 (DV 360) and Oracle Bluekai. The campaign was executed by communications agency Brainchild.",
            "In a statement, Brainchild shared that the tools were used for Mondelez's \"Teachers Ko Salaam\" campaign which, while paying tribute to them for \"ensuring that life goes on\" during the Covid-19 pandemic, also encouraged students to leave heartfelt messages for their teachers at the ",
            " and order a personalised Cadbury Dairy Milk gift box for them. ",
            "The data-backed targeting methodology used by BrainChild for the campaign resulted in 15 per cent of the engaged audience clicking through to the landing page, the statement said.",
            "\"In order to reach high-affinity data sets of students, the team at Brainchild leveraged a second party database — a first for any advertiser or agency in Pakistan — to provide an audience with high-affinity student data sets, delivering highly relevant audiences. Using DV 360 for all the programmatic display buying, the team at Brainchild was able to analyse, adjust, and pivot the overall process,\" the agency shared.",
            "Talking about the process, Associate Business Director at Brainchild, Saadi Ghouse, said the agency used first-party data from the Cadbury Generosity website and complemented it with second-party data taken from Hamariweb and Urdupoint along with DV 360 and Facebook pixels captured.",
            "\"The data was then sent to Oracle Bluekai for integration and then back to both DV 360 and Facebook as media channels,\" he added. ",
            "\"Tapping the programmatic team at Brainchild, Mondelez becomes the first company in Pakistan to dabble with a blend of DV 360 and Oracle Bluekai in order to activate the power of programmatic media buying coupled with the precision of a data management platform,\" the statement said.",
            "Google's Country Director, South Asian Frontier, Farhan Qureshi, while reacting to the development said: \"It is exciting to see Mondelez Pakistan leverage a mix of first-party and second-party data to create a campaign that is relevant and impactful in the current times.",
            "\"As we move towards a more privacy-first advertising ecosystem, first-party data coupled with automation and ML will play a critical role in ensuring that advertisers can focus on privacy while continuing to deliver on business results,\" he added. ",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2021/05/60af78d572f14.png",
        "time": [],
        "date": [
            "May 27, 2021"
        ],
        "category": "tech",
        "source": "DAWN"
    },
    {
        "title": "Gboard introduces Roman Urdu to Urdu feature",
        "author": "Dawn.com",
        "content": [
            "Google has recently launched its Roman Urdu to Urdu Google Keyboard (Gboard) feature for both Android and iOS.",
            "According to ",
            " (TJ) review, Gboard’s Roman Urdu to Urdu feature is smart and accurately translates Roman Urdu text into Urdu script in real time. ",
            "Gboard will also allow users to convert Roman texts to not just Urdu, but also into Sindhi, Punjabi and Kashmiri script, according to TJ.",
            "Google already had full Urdu, Kashmiri and Sindhi text scripts in Gboard options.",
            "If users do not already have the Gboard, they should go to Google Play and install Gboard, available for both Android and iOS.",
            "Once the application has been installed it will guide users to enable the keyboard and select it as their input method.",
            "Once that's done, users can move to the Gboard settings → Languages and deselect the option for ‘Use system language’.",
            "After deselecting the option, users can go through Gboard’s list of languages and select the option for Urdu (abc → اردو).",
            "Once this is done users will be able to access the feature across multiple apps including their phone’s in-built text messaging app.",
            "To change the mode of the keyboard users need to press and hold the spacebar and select Urdu (abc → اردو) on the popup, they can go back to the regular keyboard anytime.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2017/08/598f007e2ea6f.jpg",
        "time": [],
        "date": [
            "August 12, 2017"
        ],
        "category": "tech",
        "source": "DAWN"
    },
    {
        "title": "Meta's Facebook to pay $90m to settle privacy lawsuit over user tracking",
        "author": "Reuters",
        "content": [
            "Facebook agreed to pay $90 million to settle a decade-old privacy lawsuit accusing it of tracking users' internet activity even after they logged out of the social media website.",
            "A proposed preliminary settlement was filed on Monday night with the US District Court in San Jose, California, and requires a judge's approval. The accord also requires Facebook to delete data it collected improperly.",
            "Users accused the Meta Platforms Inc unit of violating federal and state privacy and wiretapping laws by using plug-ins to store cookies that tracked when they visited outside websites containing Facebook “like” buttons.",
            "Facebook then allegedly compiled users' browsing histories into profiles that it sold to advertisers.",
            "The case had been dismissed in June 2017, but was revived in April 2020 by a federal appeals court, which said users could try to prove that the Menlo Park, California-based company profited unjustly and violated their privacy.",
            "Facebook's subsequent effort to persuade the US Supreme Court to take up the case was unsuccessful.",
            " ",
            "The company denied wrongdoing but settled to avoid the costs and risks of a trial, according to settlement papers.",
            "Settling “is in the best interest of our community and our shareholders and we're glad to move past this issue,” Meta spokesperson Drew Pusateri said in an email.",
            "The settlement covers Facebook users in the US who between April 22, 2010 and September 26, 2011 visited non-Facebook websites that displayed Facebook's “like” button.",
            "Lawyers for the plaintiffs plan to seek legal fees of up to $26.1m, or 29 per cent, from the settlement fund. ",
            "The lawsuit began in February 2012.",
            "Ober the years, Facebook has faced other privacy complaints.",
            "In July 2019, it agreed to bolster privacy safeguards in a US Federal Trade Commission ",
            " that also included a $5 billion fine.",
            "On Monday, Texas' attorney general sued Meta, claiming it collected facial recognition data without users' permission.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/02/620be21638090.jpg",
        "time": [],
        "date": [
            "February 15, 2022"
        ],
        "category": "tech",
        "source": "DAWN"
    },
    {
        "title": "Is Nadra keeping your biometric data safe?",
        "author": "Shaheera Jalil Albasit",
        "content": [
            "Pakistan maintains one of the world’s largest centralised citizen databases, which continues to expand at an unprecedented rate. This mammoth task sounds impressive, but it also raises concerns about the vulnerability of our data.",
            "There is no denying the database’s utility. Multi-layered digitisation of big data can offer guarantees for greater transparency. Indeed, in the best-case scenario, sophisticated mobilisation of big data can refine the state’s service delivery mechanisms.",
            "The Benazir Income Support Programme (BISP), for instance, is one biometric transition success story in Pakistan. ",
            "The BISP’s increasing automation reflects how biometric verification of credentials acknowledges the non-static, dynamic nature of data. The programme facilitates nearly 5.3 million women in accessing welfare support through real-time thumbprint recognition.",
            " ",
            "These concerns are not unfounded considering the exceedingly vigilant security regime under which rights defenders, citizen activists, and journalists operate in Pakistan’s data territory. ",
            "Given the size of biometrically-contained human records in the National Database and Registration Authority (Nadra) repository and the extent to which data-sharing occurs across, between, and beyond government agencies and LEAs, the scale of this vulnerability is likely to be huge.",
            "With Computerised National Identification Cards (CNICs) as testaments of having our consolidated biometric data stored with principally a single entity; and with an inevitably recurrent use of this CNIC and of biometrically-registered SIM cards while conducting our daily consumer mobility and monetary interactions, the ideals of free movement and of unmonitored human communication for the citizens, are breached in their fundamental. ",
            "It can be rationally imagined that only when surveillance on communications is regulated exhaustively and when limitations on the jurisdiction of this surveillance are very thoroughly defined – which is possible when there are efficient legal protections accessible to all citizens indiscriminately – the privacy of citizens and the democratic guarantees that their personal data are not exploited, will not be threatened.",
            "\t\t\t\n",
            "The simple fact is that biometric data management is yet to mature. ",
            "Accidental data leakage, forgery with identification documents leading to identification theft and duplication, and inaccuracies in the handling of even legitimate documents, are insecurities of scale and have incredible damaging externalities. ",
            " ",
            "These challenges are exacerbated when infrastructure and staff competencies in the use of biometric technology are not adequate and thorough. ",
            "Opportunities which biometric data amassment has to offer, merit a pragmatic acknowledgement of existing structural and legal voids which prevent the prioritisation of the protection of individual privacy, and which continue to generate pressing questions on the efficacy of this technology for public development and responsive governance.",
            "In Pakistan, the space for an autonomous Privacy Commission gains prominence to respond to the critical need for the examination of an exceptionally large surveillance data. ",
            "This need grows further in the scenario where the government is investing heavily in mass-scale digital surveillance of its citizens and visitors through projects like the Punjab Safe Cities Project (PSCP). ",
            " ",
            "Similarly, the Islamabad Safe City Project (ISCP) gives LEAs sweeping intrusive powers through 24 hours of intensively-networked, real-time virtual monitoring with around 1,800 high definition Huawei CCTV cameras worth over Rs13 billlion installed in the capital city and connected to Nadra’s centralised biometric repository. ",
            "As shared by ISCP project director Dr Tahir Akram with ",
            ", the project’s command centre will be able to “monitor every car coming out of any residential sector in Islamabad”. ",
            "This arrangement between safe city projects and Nadra affords the kind of arbitrariness to data handlers that pervasively encroaches on the civil freedom of sociopolitically vulnerable sections of the citizenry, to claim anonymity. ",
            "It therefore becomes important to question what guarantees are being supplied for the protection of this surveillance data during its retention with Nadra, and what extent of this retention carries involvement of Huawei’s equipment.",
            "\t\t\t\n",
            "The recently-enacted Prevention of Electronic Crimes Act (PECA, 2016) further legitimises the demand for independent data protection authorities and an increased jurisdiction of the National Commission for Human Rights as also outlined in the ",
            " jointly prepared by digital rights organisations Bytes for All, Pakistan, and Media Matters for Democracy. ",
            "Simultaneously, it is crucially significant that the data-handling and investigative capacities of FIA’s National Response Centre for Cyber Crimes, are rapidly evaluated and optimised. This will ensure that PECA is enforced keeping in view the local dynamics where the government has still not rolled out enough campaigns for the purpose of educating the cyberspace occupiers in the country about the legal implications of this law on their cyber rights and responsibilities. ",
            " ",
            "Equally concerning is that PECA’s language contains considerable opportunity for the subjectivity of the investigating regulator to claim a determinant jurisdiction. ",
            "In the backdrop of Pakistan’s dictatorial history with digital censorship and the political exploitation of the blasphemy law, to invest potentially unmonitored authority in a regulatory body, will make the ambiance of cyber expression only more precarious. ",
            " ",
            "In its quite expansive coverage and criminalisation of cyber activism, it criminalises the act of whistleblowing. It also makes highly controversial way for a warrantless collection of one’s personal digital data and its reproduction to Pakistan’s foreign cooperation partners.",
            "With now a fiercer surveillance regime in place, Pakistan currently experiences one of the world’s most desperate urgencies to ensure the presence and preparedness of an assertive oversight and transparency regime. ",
            "In terms of transparency, it is expected of the federal and provincial governments to educate the public on the use of their Right to Information for greater documentation on surveillance practices, to be brought into the public domain.",
            "\t\t\t\n",
            "Shaheera Jalil Albasit is Sabika Sheikh’s cousin-sister. She traveled with Sabika to Pakistan on her final journey back home.",
            "Copyright © 2022",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2016/10/580471a053877.jpg",
        "time": [],
        "date": [
            "October 17, 2016"
        ],
        "category": "tech",
        "source": "DAWN"
    },
    {
        "title": "Meet the 26-year-old Pakistani who founded a multi-million dollar company",
        "author": "Mehreen Omer",
        "content": [
            "What does it take for a man to reach his full potential? Good advice – more than anything else. And this was exactly what Bilal Ather got during his journey in creating ",
            " – a tool that gives free Wi-Fi to customers in exchange for their information. It is a software that operates on a subscription based model, costing around $20 per month only per access point, and uses permission-based Facebook API to give user access.",
            "\t\t\t\n",
            "Mr Bilal was just an ordinary guy who like many other A-Levels students was not sure about his future. He figured out very early that he did not want to go to a university. He then planned to get an ACCA degree and decided to become an auditor. But this did not work out.",
            "Thinking that a career as a rock guitarist might be the thing for him because he had participated in several school gigs before, he decided to try his luck in singing. But Mr Bilal was counselled by his father who being a good mentor told him he would not be able to have a stable career in singing, rather he should utilise his other talent, in computers.",
            "He first used a computer when he was only 5 years old. This was where his passion for the world of computing began.",
            "Then, a friend from England told him to take a certification in Cisco and work in networking technology. He went on to complete two CCIE certifications.",
            "Still 21 years of age, he was used to getting many job offers. He even turned down the offer of a big telecommunication company in Saudi Arabia and rather chose to do a job in Beaconhouse. But thankfully within six months of his work there, he realised that his talent was being wasted and his job role was not utilising his Cisco expertise at all.",
            "A company from Abu Dhabi called him to give training sessions in Cisco. This company also specialised in disaster recovery solutions. After gaining some experience, Mr Bilal left the company to form his own company – Ikhtira Systems – in Multan, a city chosen specifically because there was no competition in disaster recovery services there. Lahore already had so many companies doing similar work. His company’s name ‘Ikhtira’ was taken from a band he was a part of in high school. But just like the band, the company suffered heavy losses and failed within 10 months of operations.",
            "Mr Bilal was distraught; he did not want to go back home and ask his parents for support. People used to look up to him and appreciate the fact that he started a company at 22, and now they were making fun of him. He did not even have money to buy lunch for three consecutive days.",
            "Destiny then led him to a guy who told him to start freelancing on the Internet. He had a network of very supportive friends in Multan. Even though, he did not have money to buy his own Internet service, being the geeky genius he was, he started hacking into other people’s Wi-Fi. Freelancing started making him some money. He got his first project in 10 days and although he only made $35 for his first project, he was relieved that at least now, he was earning something. “Things then started moving in a good direction. Freelancing really helped,” he recalls.",
            "With the confidence of some money in his pocket, he went back home and started living with his family in Vehari. But his parents were upset with his routine. He used to sleep all day and work all night. His parents worried that no girl would marry him if he continued like this. Mr Bilal then got the opportunity to move to Lahore. He started helping Arfa Karim’s parents in setting up their institution in Plan9. He didn’t charge them any money, just utilised the space for his own work. By this time, he had started working on Wifigen already.",
            "During his freelancing gigs, Mr Bilal got a project from someone who turned out to be John Russell Patrick, the ex-VP of IBM. He pitched Wifigen’s idea to him, but although John liked the idea, he said that he did not invest in early-stage companies. Mr Bilal was nonetheless adamant that Mr John could at least mentor him. Thus, began the journey of a mentor turning into an investor.",
            "Mr Bilal then went on to do a project for another lady who had her own consultancy company in New Zealand. She introduced him to someone who wanted to be a reseller for this product in New Zealand, but was told to complete the product in two months. Mr Bilal argued that he needed funds to complete it in such a short period. The reseller in New Zealand agreed to fund the project without taking any equity. A lucky break, you may call it. He then hired some people on freelancer.com to help him build his product within 45 days. The proposed timeline for project completion was 60 days. This left a 15 days leverage to further test the product and eradicate any flaws.",
            "But that was not enough for him. He was surprised to find that anyone could apply at Plan9. It was a very open community that really motivated him. He went on to launch his own company in New Zealand. Within three months of incubation, he raised funding from his old mentor, Mr John.",
            "Then during a business trip to Singapore, he met a representative from Changi Airport who was really interested in deploying Wifigen on their airport. Mr Bilal then started beta testing Wifigen on Singapore’s airport. Later on, he got Unilever Pakistan on board too. But this was only the beginning. He signed on the biggest deal in the history of Wi-Fi at Tahiti Island, which wanted to use Wifigen to give a better experience to tourists. Wifigen then was seen as a product with a huge application in the tourism industry.",
            "Mr Bilal has been trying to integrate artificial intelligence with Wi-Fi for the last three months. He realises that machine learning is necessary to make things easy for the advertisers and the people who will be using its Wi-Fi. It will allow the advertisers to know exactly who the end user is and how deep his pockets are, so they can accordingly pitch them different products.",
            "He wishes to move into more markets as business expansion will be the key driver of Wifigen’s success. His company currently has a multi-million dollar valuation while trying to raise another round of investment. For all those aspiring entrepreneurs out there, he has only one thing to say: “Keep failing until you are ready to change the world.”",
            "\n",
            "This piece first appeared on ",
            " and has been reproduced with permission.",
            "\t\t\t\n",
            "Mehreen Omer is a digital media scientist, a technology buff and a cultural critic. ",
            "She tweets ",
            "Copyright © 2022",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2016/07/5791be15ac732.jpg",
        "time": [],
        "date": [
            "July 22, 2016"
        ],
        "category": "tech",
        "source": "DAWN"
    },
    {
        "title": "Apple unveils new premium iPhone XS, health features for watch",
        "author": "AFP",
        "content": [
            "Apple on Wednesday unveiled updated versions of its priciest iPhones along with a new smartwatch that allows users to take their own electrocardiograms, as the US tech giant looks to boost its momentum in a sputtering market. ",
            "The California tech giant revealed its iPhone XS and iPhone XS Max, updating the top-of-the line handsets released a year earlier. The new devices are aimed at maintaining Apple's share in the premium segment. ",
            "“We are going to take iPhone X to the next level,” chief executive Tim Cook said at a media event at the company's headquarters in Cupertino, California. ",
            "The new phones have displays of 5.8 and 6.5 inches, boosting screen size while keeping a small-format handset, Apple vice president Phil Schiller said. ",
            "The September event allows the company to unveil its latest offerings before the key holiday shopping season. ",
            "While the iPhone has made Apple the world's most valuable company, worth more than $1 trillion, it has slipped to third place among smartphone makers as Chinese-based Huawei has grabbed the number two spot. ",
            "Analyst Patrick Moorhead of Moor Insights & Strategy said Apple had done enough “to keep its smartphone growth going until the competition responds.” ",
            "Apple also introduced a fourth generation of Apple Watch with a major redesign -- and a series of features designed to improve its performance as a medical and health device. ",
            "The watch, sold in the United States from $399 and up, will be available in stores on September 21. ",
            "“Apple Watch has become an intelligent guardian for your health,” chief operating officer Jeff Williams said. ",
            "He highlighted a major innovation -- the watch's ability to perform an electrocardiogram. ",
            "“This is the first ECG product offered over the counter directly to consumers,” he said. “Now you can take an ECG any time, anywhere, right from the wrist.” ",
            "The device also detects when a person suffers a fall, seen as an important feature for elderly or disabled users. ",
            "“Identifying a fall may sound like a straightforward problem, but it requires a lot of data analysis,” Williams said. ",
            "If a person falls, and then is motionless, the watch will call emergency services, he added. ",
            "Research firm CB Insights said Apple is at a “crossroads” a decade after introducing the iPhone. \n“Looking for the next wave, Apple is clearly expanding into augmented reality and wearables with the Apple Watch and AirPods wireless headphones,” the firm said.",
            "“But the next 'big one' -- a success and growth driver on the scale of the iPhone -- has not yet been determined. Will it be augmented reality, auto, wearables? Or something else entirely?” ",
            "Apple's event comes with the global smartphone market largely saturated, without a major catalyst for sales ahead of a likely rollout of 5G, or fifth generation, wireless networks, expected in 2019. ",
            "Research firm IDC expects worldwide smartphone shipments to decline 0.7 percent in 2018 to 1.455 billion units, with growth likely to resume as 5G devices become available. ",
            "Cook said Apple was nearing its two billionth device for its mobile operating system known as iOS. ",
            "“We are about to hit a major milestone. We are about to ship our two billionth iOS device,” he said. “This is astonishing -- iOS has changed the way we live. “",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2018/09/5b9960c3a9685.jpg",
        "time": [],
        "date": [
            "September 12, 2018"
        ],
        "category": "tech",
        "source": "DAWN"
    },
    {
        "title": "Healthcare startup Find My Doctor raises $5m in pre-Series A funding",
        "author": "Dawn.com",
        "content": [
            "Healthcare startup Find my Doctor has raised $5 million in a pre-Series A funding round that will be utilised to open dark stores, improve technology and hire new talent, a statement issued by the company said.",
            "The funding was raised from TPL e-Ventures, the investment arm of TPL Corp as well as TPL Insurance.",
            "The startup, which currently offers its services in Karachi, Lahore, Islamabad, Rawalpindi, Multan, Peshawar and Hyderabad, plans to expand its operations to 10 more cities by the end of this year.",
            "Find My Doctor CEO and founder Saad Siddiqui was quoted in the statement as saying: “We are thrilled to achieve this milestone and will be scaling our operations significantly while experimenting with new products and services. Luckily, we now have the team in place as we have hired our leaders from Tesla, Bykea and an insurance startup.\"",
            "The health-tech app will be improving its insurance-related services, supported by TPL Insurance, which is one of Pakistan’s prominent retail insurance providers in Pakistan.",
            "\"Although insurance is critical to healthcare services around the world, in Pakistan it is yet to cover the wider population, leaving room for substantial growth for any entity which can offer reach and affordability,\" the statement added.",
            "Find My Doctor also aims to offer innovative features to the general public as well as the corporate sector to make insurance easier to enrol and benefit from.",
            "It said the healthcare sector continued to experience an exponential volume of traffic due to Covid-19, however, the nature of the pandemic highlighted various inefficiencies of physical infrastructures, one of them being the inability to cater to a large crowd in a safe and quick manner.",
            "\"With 250,000 satisfied customers, 90,000 lab tests, 400,000 doctor visits and, more than 150 partnerships, Find My Doctor is considered a leader amongst Healthcare Apps in Pakistan,\" the startup said.",
            "TPL Insurance CEO Muhammad Aminuddin said his firm continually utilised the digital paradigm to disrupt the insurance industry. \"Our efforts are singularly focused on making insurance easier and accessible for all, as we look forward to building upon the same vision, set forth by Find My Doctor,\" he added.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/01/61efc490bed20.jpg",
        "time": [],
        "date": [
            "January 25, 2022"
        ],
        "category": "tech",
        "source": "DAWN"
    },
    {
        "title": "Earliest-known galaxy offers clues about primordial universe",
        "author": "Reuters",
        "content": [
            "WASHINGTON: Astron­omers have discovered what may be the earliest and most distant galaxy ever observed, one that formed relatively soon after the Big Bang event that marked the origin of the universe and may be populated by the novel first generation of stars.",
            "The galaxy, called HD1, dates from a bit more than 300 million years after the Big Bang that occurred about 13.8 billion years ago, researchers said on Thursday. ",
            "The observations suggest HD1 formed stars at a staggering rate — perhaps about 100 new stars annually — or instead harbored what would be the earliest-known supermassive black hole, they added.",
            "Because of how long light takes to travel immense distances — 5.9 trillion miles (9.5 trillion km) in a year — observing objects such as HD1 amounts to peering back in time. If the data is confirmed by future observations, HD1 would supplant one called GN-z11 as the earliest-known galaxy by about 100 million years. HD1 would be considered the earliest and furthest known astronomical entity.",
            "The researchers used data from telescopes in Hawaii and Chile and the orbiting Spitzer Space Telescope. ",
            "They hope to obtain more clarity using the James Webb Space Telescope, due to become operational within months after being launched by Nasa in December.",
            "“Observational information on HD1 is limited and other physical properties remain a mystery including its shape, total mass and metallicity,” said University of Tokyo astrophysicist Yuichi Harikane, lead author of research detailing the discovery published in the Astrophysical Journal.",
            "Metallicity refers to the proportion of material other than the gases hydrogen and helium that were present in the primordial universe.",
            "“The difficulty is that this is almost the limit of the capabilities of current telescopes in terms of both sensitivity and wavelength,” Harikane added.",
            "Galaxies are vast assemblages of stars and interstellar matter bound by gravitational attraction, like the Milky Way in which our solar system resides. The first galaxies, arising 100 million to 150 million years after the Big Bang, were less massive and denser than those existing today, with many fewer stars.",
            "The researchers said HD1, with a mass perhaps 10 billion times greater than our sun, may have been populated with the very first generation of stars. These so-called Population III stars are hypothesized as extremely massive, luminous, hot and short-lived, composed almost exclusively of hydrogen and helium.",
            "“After the Big Bang, some regions in space ended up being denser than others, and this attracted progressively more matter. This effect created large concentrations of gas, some of which collapsed to form stars,” said astrophysicist Fabio Pacucci of the Center for Astrophysics-Harvard & Smithsonian, lead author of a related study in the journal Monthly Notices of the Royal Astronomical Society Letters.",
            "Elements heavier than hydrogen and helium were absent in the universe’s initial stages, forged later inside the earliest stars and then spewed into interstellar space when they exploded at the ends of their life cycles.",
            "HD1 was observed to possess extreme ultraviolet luminosity. Population III stars could emit more UV light than ordinary stars, with HD1 possibly  “undergoing a very abrupt starburst,” Pacucci said.",
            "An alternative explanation for the UV luminosity could be a supermassive black hole about 100 million times more massive than our sun situated inside HD1, Pacucci added. Many galaxies including the Milky Way hold supermassive black holes at their centers. Until now, the earliest-known one of these was dated to about 700 million years after the Big Bang. The earliest stars and galaxies paved the way for those existing today.",
            "“The first galaxies ... were a millionth of the mass of the Milky Way and much denser. One way to think of them is as the building blocks in the construction project of present-day galaxies, like our own Milky Way,” ",
            "Harvard University theoretical physicist and study co-author Avi Loeb said.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/624f722726e5b.jpg",
        "time": [],
        "date": [
            "April 8, 2022"
        ],
        "category": "tech",
        "source": "DAWN"
    },
    {
        "title": "Samsung’s reputation hit as prices slashed",
        "author": "Reuters",
        "content": [
            "SEOUL: Samsung Electronics’ flagship Galaxy S22 smartphone has taken a battering from reports of hobbled performance and has seen carriers half its price at home in South Korea just weeks since its launch, hurting its image as an iPhone rival.",
            "Consumers have complained — and even filed a class-action lawsuit — about the handset maker advertising what it called its most powerful smartphone yet with scant detail about performance management software that they say drastically slows the premium device when using processor-intensive applications.",
            "Such are the complaints that the Korea Fair Trade Commission last month began investigating the world’s biggest phone vendor.",
            "The controversy represents a blow to Samsung’s reputation for high-end handsets — and potentially its finances — as it tries to make up for two years of premium sales that missed analyst estimates and reverse a decline in market share.",
            "“The dispute will inevitably be a big hit to Samsung’s credibility,” said analyst Lee Seung-woo at Eugene Investment & Securities.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/6251000b7eafb.jpg",
        "time": [],
        "date": [
            "April 9, 2022"
        ],
        "category": "tech",
        "source": "DAWN"
    },
    {
        "title": "First private mission blasts off for International Space Station",
        "author": "AFP",
        "content": [
            "WASHINGTON: The first fully private mission to the International Space Station blasted off from Florida on Friday with a four-member crew from startup company Axiom Space. ",
            "The partnership has been hailed by NASA, which sees it as a key step in its goal to commercialise the region of space known as “Low Earth Orbit”, leaving the agency to focus on more ambitious endeavors deeper into the cosmos. ",
            "A SpaceX Falcon 9 rocket with the Crew Dragon capsule Endeavor launched at 11:17am (1517 GMT) from the Kennedy Space Centre. ",
            "“We’re taking commercial business off the face of the Earth and putting it up in space,” NASA chief Bill Nelson said ahead of lift-off. ",
            "Widely reported price for tickets, which includes eight days on the outpost, is $55m ",
            "Commanding the Axiom-1 mission is former NASA astronaut Michael Lopez-Alegria, a dual citizen of the United States and Spain, who flew to space four times over his 20-year career, and last visited the ISS in 2007. ",
            "He is joined by three paying crewmates: American real estate investor Larry Connor, Canadian investor and philanthropist Mark Pathy, and Israeli former fighter pilot, investor and philanthropist Eytan Stibbe. ",
            "The widely reported price for tickets — which includes eight days on the outpost — is $55 million. ",
            "But unlike the recent, attention-grabbing suborbital flights carried out by Blue Origin and Virgin Galactic, Axiom says its mission shouldn’t be considered tourism. ",
            "On board the ISS, which orbits 250 miles (400 kilometres) above sea level, the quartet will carry out research projects, including an MIT technology demonstration of smart tiles that form a robotic swarm and self-assemble into space architecture. ",
            "Another experiment involves using cancer stem cells to grow mini tumors, then leveraging the accelerated aging environment of microgravity to identify early changes in those tumors, in order to improve early detection of cancers on Earth. ",
            "“The distinction is that our guys aren’t going up there and floating around for eight days taking pictures and looking out of the cupola,” Derek Hassmann, operations director of Axiom Space, told reporters at a pre-launch briefing. “I mean, we have a very intensive and research-oriented timeline plan for them.”",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/6250a80653ff5.jpg",
        "time": [],
        "date": [
            "April 9, 2022"
        ],
        "category": "tech",
        "source": "DAWN"
    },
    {
        "title": "First private mission reaches International Space Station",
        "author": "AFP",
        "content": [
            "The first fully private mission reached the International Space Station early on Saturday with a four-member crew from startup company Axiom Space.",
            "The National Aeronautics and Space Administration (Nasa) has hailed the three-way partnership with Axiom and SpaceX as a key step towards commercialising the region of space known as “Low Earth Orbit,” leaving the agency to focus on more ambitious voyages deeper into the cosmos.",
            "A SpaceX Falcon 9 rocket with the Crew Dragon capsule Endeavor docked at 1229 GMT on Saturday and the crew entered the space station nearly two hours later, after ",
            " from the Kennedy Space Centre in Florida on Friday.",
            "Commanding the Axiom Mission 1 (Ax-1) is former Nasa astronaut Michael Lopez-Alegria, a dual citizen of the US and Spain, who flew to space four times over his 20-year-career, and last visited the International Space Station (ISS) in 2007.",
            "He is joined by three paying crewmates: American real estate investor Larry Connor, Canadian investor and philanthropist Mark Pathy and Israeli former fighter pilot, investor and philanthropist Eytan Stibbe.",
            "“We're here to experience this but we understand there's a responsibility,” Connor said in comments shown on Nasa's live feed.",
            "As the first civilian crew, he said, they “need to get it right.” ",
            "The widely reported price for tickets — which includes eight days on the outpost, before eventual splashdown in the Atlantic — is $55 million.",
            "While wealthy private citizens have visited the ISS before, Ax-1 is the first mission featuring an all-private crew flying a private spacecraft to the outpost.",
            "Houston-based Axiom pays SpaceX for transportation, and Nasa also charges Axiom for use of the ISS.",
            "On board the ISS, which orbits 250 miles (400 kilometres) above sea level, the quartet will carry out 25 research projects, including an MIT technology demonstration of smart tiles that form a robotic swarm and self-assemble into space architecture.",
            "Another experiment involves using cancer stem cells to grow mini tumors, and then leveraging the accelerated ageing environment of microgravity to identify biomarkers for early detection of cancers.",
            "“Our guys aren't going up there and floating around for eight days taking pictures and looking out of the cupola,” Derek Hassmann, operations director of Axiom Space, told reporters at a pre-launch briefing.",
            "In addition, crewmember Stibbe plans to pay tribute to his late friend Ilan Ramon, Israel's first astronaut, who died in the 2003 Space Shuttle Columbia disaster when the spaceship disintegrated upon reentry.",
            "Surviving pages from Ramon's space diary, as well as mementos from his children, will be brought to the station by Stibbe.",
            "The Axiom crew will live and work alongside the station's regular crew: currently three Americans and a German on the US side, and three Russians on the Russian side.",
            "The company has partnered for a total of four missions with SpaceX, and Nasa has already approved in principle the second, Ax-2.",
            "Axiom sees the voyages as the first steps of a grander goal: to build its own private space station. The first module is due to launch in 2024.",
            "The plan is for the station to initially be attached to the ISS, before eventually flying autonomously when the latter retires and is deorbited sometime after 2030.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/6251b7eb3c197.jpg",
        "time": [],
        "date": [
            "April 9, 2022"
        ],
        "category": "tech",
        "source": "DAWN"
    },
    {
        "title": "Mother of orphans, Bilquis Edhi is no more",
        "author": "Shazia Hasan",
        "content": [
            "\t\t\t",
            "Exactly as old as Pakistan, Bilquis Edhi’s condition took a toll for the worse late on Thursday night after being stable for a bit. She was suffering from multiple ailments such as a heart condition (she had congestive heart failure), a lungs infection along with ongoing conditions such as diabetes and arthritis, according to her grandson Ahmed Edhi.",
            "Just a day ago, First Lady Tehmina Durrani had alerted people by a tweet about Bilquis Sahiba’s condition. She had recognised the First Lady and addressed her as such when she went to see her in hospital. She had also shared how much she was missing Edhi Sahib in her weak state. ",
            "\t\t\t",
            "Born in Indian Gujarat’s Bantwa area on August 14, 1947, Bilquis found her way to the Edhi Trust (when it had not held the Guinness World Record for being the world’s largest volunteer ambulance organisation) as a teenager after she had decided to do something worthwhile in her life despite not being too fond of going to school. Edhi Sahab was almost 20 years older than her but their relationship was of respect, friendship and understanding. When it came to caring for the poor and needy, they were a team to be reckoned with. ",
            "Funeral after Zuhr; tributes pour in from all sides",
            "“I wanted to grow up quickly and start working [for the needy] so I joined a small dispensary where I could help around. The year was 1965 and the Edhi Trust was looking to hire nurses,” she had shared how she had come to know Edhi Sahib. Later, after noticing her love for humanity and her caring nature with sick people during her six-month-long training at the Trust where she learned midwifery, Edhi Sahib proposed to her. She was just 19 at the time and he in his late thirties. ",
            "There is a famous true incident about their wedding night when the couple rescued an injured 12-year-old girl. They were taking care of the child and were by her side while arranging blood transfusions for her in their dispensary. Later, Bilquis started managing their Trust’s cradle project, urging people to give to the Trust their unwanted babies. She set up over 300 such cradles outside their various centres where mothers were allowed to quietly leave their babies with no questions asked. This resulted in saving of at least 42,000 lives in Pakistan. Most of these babies were girls and disabled children. She found them homes that adopted them. And those who were not lucky enough to be adopted, Bilquis Edhi brought up and educated herself. She even found good matches for the girls when they grew up. She would arrange very nice and memorable wedding ceremonies for them. ",
            "She lived upstairs with her girls and had installed a heavy grill on the landing of the stairs which she used to keep padlocked for safety while her husband Edhi Sahib used his office downstairs as his bedroom. After the passing of Edhi Sahib, she helped her younger son, Faisal, take over the reins and run the Edhi Foundation with the same dedication. She kept the entire family, including her grandchildren, involved in humanitarian work. ",
            "The girls and women at the Edhi Home in Mithadar, where they all lived, as well as their other shelter homes, lovingly addressed her as “Mummy” and “Aunty”. ",
            "Geeta, the deaf and mute Indian girl who had somehow wandered across the border to find herself in Pakistan, was one of those girls. Bilquis Edhi brought her home with her and brought her up like she brought up all the other homeless girls in her home, like her own daughters Qubra, Zeenat and Almas. Realizing the girl was Hindu, she had herself named her Geeta. She even went and got posters of Hindu deities for her so that she could pray at her own personal temple in the Edhi Home. ",
            "While covering Geeta’s story, this reporter also got to know Bilquis Edhi up close. She could be so funny, especially when she teased Edhi Sahib. “He is always wearing that boring grey suit,” she would tease him. “He bathes dead bodies but when it comes to bathing himself, he just forgets the use of soap and water,” she’d say while Edhi Sahib tried not to react. ",
            "To Geeta she’d say, “Your father [she meant Edhi Sahib] is a rich man. He will get an air ticket out of him if you want to fly to India.” But then she was too close to the girl to let her go and often asked her if she’d be happy to let her find a nice Hindu boy for her in Pakistan before her family was located in India and they were finally reunited. Ahmed Edhi told Dawn that he could not imagine how devastated Geeta would be to learn of her passing in India. ",
            "As more girls came to her, she expanded to another home in Clifton, which made sure to visit almost every day even with her ill health and aching knees in the end. She was also a great mother to the orphaned and lost boys who came to the Edhi Home like she was to her own sons, Qutub and Faisal. She became the mother to thousands of orphans across Pakistan. ",
            " ",
            "An avalanche of condolence messages from politicians, activists, civil society started pouring in as soon as news broke of Bilquis Edhi’s passing. In his message, the President Dr Arif Alvi said he was deeply saddened to hear of her demise. He prayed that she be rewarded by God the greatest of place in Jannah for her fine work and for forwarding the mission of her late husband Edhi Sahib. “Bilquis Edhi’s selfless work for humanity will always be remembered,” he said. ",
            "In his message, Prime Minister Shehbaz Sharif said that the passing of Bilquis Edhi was a huge loss for the nation. “An incredible woman in her own right, she stood by Edhi Sahib like a rock and together they set up an example of human compassion and ran one of the largest philanthropic organisations of the world. May her soul rest in peace,” he said. ",
            "According to son Faisal Edhi, her funeral prayers would be said at the New Memon Masjid after Zuhr on Saturday followed by burial at the Mewashah Graveyard. “My mother wished to be buried alongside her own mother and my grandmother at the Mewashah Qabristan,” he shared with ",
            ".   ",
            "Meanwhile, the government of Sindh expressed sorrow over the death of Bilquis Edhi and announced a day of mourning on Saturday (today).",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/6259e87f8de5c.jpg",
        "time": [
            "07:55am"
        ],
        "date": [
            "April 16, 2022"
        ],
        "category": "business",
        "source": "DAWN"
    },
    {
        "title": "Finance: PSX through rose-tinted glasses",
        "author": "Kazim Alam",
        "content": [
            "Stockbrokers are telling investors to jump right in if they want their investments to grow 10-15 per cent in the next couple of months.",
            "The ever-optimistic lot of stockbrokers have been predicting nothing less than a bull run for at least five years now. This time it’s real though, they say. The index will rise and investments will grow despite the wild swings last week that saw the benchmark nosedive to 43,902 points on Monday only to rise in subsequent sessions to 44,445 points.",
            "“Investors must take advantage when valuations are down. Anyone who doesn’t invest now will miss the opportunity of a lifetime,” said Shahid Ali Habib, CEO of Arif Habib Ltd, while speaking to Dawn. “I think the index will soon cross 48,000 points,” he said while forecasting an increase of between 10pc and 15pc in share prices by the end of 2021-22.",
            "The KSE-100 index has posted a negative return of 0.66pc in the last 12 months. It has lost 0.34pc since the beginning of this calendar year.",
            "A research report prepared by Arif Habib traced back market performance from 2013 to date and concluded that even when the index dipped by 10pc or more, the price-to-earnings multiple would still be higher than the one prevailing right now, indicating that it is a good time to buy stocks",
            "The key to improvement in market conditions is foreign participation, Mr Habib said, noting that the Pakistan Stock Exchange (PSX) needs “more and more” international investors with a long-term view, which will give confidence to local investors as well. “Our market is cheap in terms of the price-to-earnings (PE) multiple,” he said while referring to a widely used ratio that measures a company’s current share price relative to its earnings per share (EPS).",
            "A higher PE multiple signifies a share is expensive while a lower multiple means the opposite. The market is trading at a trailing PE multiple of 4.6, he said. “We’ve historically had an average multiple of eight.”",
            "A research report prepared by Mr Habib’s brokerage traced back market performance from 2013 to date and concluded that even when the index dipped by 10pc or more, the multiple would still be higher than the one prevailing right now. For example, it cited the outbreak of Covid-19 in early 2020 (PE of 7.2), Indo-Pak border tensions in early 2019 (PE of 8.1) and the last interest rate hike and rupee depreciation towards the end of 2018 (PE of 8.8). “We do not foresee any major downside to the index,” the research note said.",
            "Speaking to Dawn, Topline Securities CEO Mohammed Sohail said he expects a “partial recovery” in the benchmark index, which may go up to 50,000 points by the end of June.",
            "“The country needs clarity on two fronts: economic and political. It looks like we’ve got political clarity to a large extent. Now our biggest worry is the rapid decline in reserves,” he said.",
            "The country’s foreign exchange reserves have dropped 23pc in the last couple of months to $17.5 billion. ",
            "Mr Sohail said the stock market is looking forward to the new government taking steps to arrest the rapid fall in foreign exchange reserves. It’ll be better for the PSX if the new government moves swiftly to convince the International Monetary Fund (IMF) for the release of funds under the ongoing loan programme, he said.",
            "In addition, the new government should negotiate with friendly countries like China, Saudi Arabia or the United Arab Emirates for economic relief packages and rollover of maturing debt, he added.",
            "With respect to the deteriorating outlook on inflation and the consequent hike of as much as 250 basis points in the key interest rate, Mr Sohail said a select few sectors of the PSX stand to benefit from the rare move by the central bank.",
            "“In addition to commercial banks whose share prices are likely to appreciate following the interest rate hike, I think companies in textile, technology and exploration and production sectors will also see a positive trend. They’ll be better off because they either earn in dollars or have lots of excess cash sitting on their balance sheets,” he said.",
            "Mr Sohail also advised the PSX management to simplify the documentation process for account opening and due diligence — something that’s become exceedingly tedious in the past couple of years and is inadvertently pushing potential investors away from the stock market.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/62533b55d6386.jpg",
        "time": [],
        "date": [
            "April 11, 2022"
        ],
        "category": "business",
        "source": "DAWN"
    },
    {
        "title": "Bilquis Edhi passes away at 74 in Karachi",
        "author": "Imtiaz Ali",
        "content": [
            "Philanthropist and humanitarian Bilquis Bano Edhi passed away at a Karachi hospital at the age of 74 on Friday.",
            "Her death was confirmed by her son Faisal Edhi. Her funeral will be held tomorrow (Saturday) at New Memon Mosque on MA Jinnah Road after Zuhr.",
            "A spokesperson for the Edhi Foundation told ",
            " that Bilquis was suffering from \"multiple ailments\". \"She had heart problems in addition to lung issues,\" he said.",
            "Earlier this week, Bilquis — the wife of renowned humanitarian and philanthropist Abdul Sattar Edhi — was ",
            " in Karachi after her blood pressure suddenly dropped.",
            "At the time, Edhi Foundation spokesperson Muhammad Bilal said she would remain at the hospital for a couple more days even though her condition was not serious. He had added that Bilquis had congestive heart failure and she has already undergone bypass procedure twice.",
            "Bilquis was a professional nurse and headed the Bilquis Edhi Foundation. She spent more than six decades of her life serving humanity. Her charity saved over thousands of unwanted babies by placing ",
            " (cradles) at Edhi Homes and centres across the country.",
            "Called the Mother of Pakistan, she was awarded various national and foreign awards including the Hilal-i-Imtiaz, the Lenin Peace Prize, Mother Teresa Memorial International Award for Social Justice (2015), and the Ramon Magsaysay Award for Public Service, which she received along with her husband in 1986.",
            "Last year, she was also ",
            " the ‘Person of the Decade’, along with UN rapporteur on human rights Prof Yanghee Lee and the US ethicist Stephen Soldz by an international organisation.",
            "Prime Minister Shehbaz Sharif termed Bilquis' death \"a huge loss for the nation\".",
            "\"An incredible woman in her own right, she stood by Edhi ",
            " like a rock and together they set up an example of human compassion and ran one of the largest philanthropic organisations of the world. May her soul rest in peace!\" he said.",
            "\t\t\t",
            "\"Sad to learn about the passing of Bilquis Edhi ",
            ". She had always been shoulder to shoulder with Abdul Sattar Edhi in his philanthropic efforts and continued his work even after his death,\" said President Arif Alvi.",
            "\t\t\t",
            "PTI Chairman Imran Khan said he was \"deeply saddened\".",
            "\"Her quiet, selfless work for the poor, the homeless, especially the orphans and abandoned children, made her a role model and a symbol of hope,\" he said.",
            "\t\t\t",
            "Cricketer Shadab Khan said her \"services to humanity will forever be remembered\".",
            "\t\t\t",
            " columnist Nadeem Farooq Paracha simply said: \"A real messiah passes away. Rest in peace Bilquis Edhi.\"",
            "\t\t\t",
            "Cricketer Shahid Afridi called her a mother to countless orphans, a sister to grieving hearts and the kindest face of humanity.",
            "\"#BilquisEdhi had always been shoulder to shoulder with Abdul Sattar Edhi in his philanthropic efforts and continued his mission even after him,\" he said.",
            "\t\t\t",
            "PPP leader Aseefa Bhutto-Zardari termed it a \"monumental loss to Pakistan\". \"She tirelessly served the people and leaves behind a legacy of compassion, kindness, and care,\" she said.",
            "\t\t\t",
            "\"She voluntarily endured discomfort only to comfort the most neglected, marginalised and vulnerable. The likes of her and her illustrious husband are born once in generations,\" said PPP Secretary General Farhatullah Babar.",
            "\t\t\t",
            "\"You have been an inspiration and a standard unmatched. You and Edhi ",
            " taught us humanity and what it’s like to be selfless,\" said singer Quratulain Balouch.",
            "\t\t\t",
            "PPP Senator Sherry Rehman said she was \"grieved to hear of a ministering angel’s passing from our midst\", adding that Bilquis' kindness and generosity would not be forgotten.",
            "\t\t\t",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/62598140dc479.jpg",
        "time": [
            "09:19am"
        ],
        "date": [
            "April 15, 2022"
        ],
        "category": "business",
        "source": "DAWN"
    },
    {
        "title": "Two PML-N MPAs held in army officer’s torture case",
        "author": "The Newspaper's Staff Reporter",
        "content": [
            "LAHORE: The Garden Town police on Thursday arrested PML-N MPAs Khwaja Salman Rafique and Hafiz Nauman a day after their guards tortured an army officer.  ",
            "The MPAs were arrested when they appeared in the Garden Town police station to join the investigation of the case lodged against four suspected attackers.  ",
            "Acting CCPO Shahzada Sultan confirmed to ",
            " the arrest of the MPAs. He said they visited the police station and offered arrest in the case. ",
            "Another police officer said both the MPAs had claimed that they were directed by Prime Minister Shehbaz Sharif to join the police investigation.",
            "There were also reports that the police had mentioned names of the PML-N leaders in the supplementary statement of the complainant of the FIR. The FIR was lodged by retired Maj Mohammad Rashid, the father of Maj Haris who, he alleged, was attacked by the unidentified persons on Ferozepur Road following a minor dispute when the vehicles of both sides collided. He said the suspects tortured his son with iron rods, injured him and fled the scene.  ",
            "Video clips went viral on social  media showing the men hitting the army officer with an iron rod. The clips showed the officer lying unconscious on the road and the suspects abusing him and hurling life threats.  ",
            "Earlier, the CCPO claimed the attackers were  arrested. Mr Sultan told media persons that those arrested were guards of Salman Rafiq who was not present on the occasion.  ",
            "He said senior police officers had been assigned the task to oversee the investigation. While  dispelling impression of any favour to the suspects, he said  instructions had been issued to have them punished  through court.  ",
            "Mr Sultan said the clash between the two sides  occurred when their vehicles collided. He said the suspects used iron  rods and injured the officer. As people gathered there, he said,  the attackers fled and police acted swiftly and arrested them.  ",
            "Salman Rafique told the media that he had  condemned the attack and handed over his employees to police shortly   after the incident. He said he would visit the house of the injured  officer to inquire after him.  ",
            "In a late night media talk, injured army officer’s lawyer Barrister  Mian Ali Ashfaq said the complainant had submitted a supplementary  statement to police and demanded an impartial inquiry into the case  while determining the role of Khwaja Salman Rafique and Hafiz Nauman.  ",
            "He  said the family had no personal grudge against both MPAs and just  wanted to investigate their role in the incident of inhuman torture on  the army officer. He said it was the responsibility of the police to  get the CCTV footage and have the forensic analysis of the mobile phones of the suspects.",
            "“We have submitted a piece of evidence to police and hope they will investigate the matter on  merit,” he said.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/6259007d5d694.jpg",
        "time": [
            "10:25am"
        ],
        "date": [
            "April 15, 2022"
        ],
        "category": "business",
        "source": "DAWN"
    },
    {
        "title": "Military, not Imran Khan, put forward 3 proposals to break political deadlock: Mazari",
        "author": "Dawn.com",
        "content": [
            "PTI leader and former human rights minister Shireen Mazari on Friday said that former prime minister Imran Khan had not approached the military to help find a solution to the \"political deadlock\" in the country after a no-confidence motion was submitted against him.",
            "It was the military that sought the meeting through then defence minister Pervez Khattak, Mazari said, adding that it was the military that put forward the three proposals – of the premier either facing the no-trust vote, resigning from his post or the opposition withdrawing the no-trust move and holding of fresh election thereafter. ",
            "\"Let me be clear — I am stating on record [that the] PM did not call military for help on 'breaking political deadlock',\" she tweeted today afternoon.",
            "\t\t\t",
            "\"The military sought the meeting through then Defence Minister Pervez Khattak and they put forward the 3 proposals of either PM resigning or taking part in VNC or fresh elections!\" Mazari said. ",
            "Mazari's statements contradict military spokesman Maj Gen Babar Iftikhar's stance on the issue, which he put forth during a press briefing on Thursday.",
            "When asked whether the military had approached the former premier and given him three options as had been revealed in an interview by Imran Khan, Gen Iftikhar denied this, adding that it was in fact the prime minister's office (PMO) that had approached the army chief to find a solution to the political deadlock.",
            "\"It is unfortunate that our political leadership was not ready to talk to each other. So the army chief and the DG ISI went to the PMO and three scenarios were discussed,\" Gen Iftikhar said. ",
            "These three scenarios were that the no-confidence motion should be held as it was, or that the prime minister resigned or that the no-confidence motion was retracted and then assemblies dissolved, Gen Iftikhar added.",
            "\"This third option was acceptable to the prime minister, and he asked us to talk to the [then] opposition on his behalf. So the army chief then went to the opposition, which at the time was PDM, and presented this request in front of them. And after discussion, the opposition said they did not want to take such a step and instead wanted to go ahead with what they had planned,\" Gen Iftikhar said.",
            "\"No option from the establishment was given,\" he clarified. ",
            "However, in a series of tweets today, Mazari said it \"makes no sense\" to assert that Imran Khan had himself given the option of resigning when he had \"categorically and repeatedly\" said he wouldn't resign. ",
            "\"Why would Imran Khan give the option of resigning when he had already stated categorically and repeatedly he would never resign?\" the PTI leader asked. ",
            "\"Also, Imran Khan had categorically rejected vote of no-confidence as foreign regime change conspiracy. So why would he suggest these options. Absurd!\" she wrote. ",
            "A week before he was ",
            ", Imran Khan, in an ",
            " with ARY News, had revealed that the \"establishment\" had given him three options: \"resignation, no-confidence [vote] or elections\", following the filing of a no-confidence motion against him in the National Assembly.",
            "The former premier said that when he was presented with the three options, \"We said elections is the best option, I cannot even think about resigning and as far as the no-confidence vote is concerned, I believe in fighting till the end.\"",
            "The political crisis in the country emerged after the joint opposition — primarily the Pakistan Democratic Movement (PDM) and the PPP — submitted the no-confidence motion against the premier with the NA Secretariat on March 8.",
            "In the days to follow, the country's political landscape was abuzz with activity as parties and individuals changed alliances and the PTI and opposition were seen trading barbs and allegations alongside intensifying efforts to ensure their success in the no-confidence contest.",
            "Eventually, major allies of the ruling PTI — Balochistan Awami Party and Muttahida Qaumi Movement-Pakistan — deserted the government and joined the opposition ranks which led to PM Imran losing his majority in the lower house of parliament.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/62596235dc211.jpg",
        "time": [
            "08:27pm"
        ],
        "date": [
            "April 15, 2022"
        ],
        "category": "business",
        "source": "DAWN"
    },
    {
        "title": "'Purana Pakistan': Jemima hits back at PML-N for planning protest outside her London residence",
        "author": "Dawn.com",
        "content": [
            "Jemima Goldsmith, the ex-wife of former prime minister Imran Khan, on Friday hit back at the PML-N after the party announced it would stage a protest outside her London residence in the aftermath of the PTI government's ouster.",
            "On Thursday, PML-N leader Abid Sher Ali had said on Twitter that a protest would be held outside Jemima's London home. He had also shared an image bearing her full address and used derogatory language against the former premier.",
            "\t\t\t",
            "\"Protests outside my house, targeting my children, anti-Semitic abuse on social media ... It’s almost like I’m back in 90s Lahore,\" Jemima said in response to Ali.",
            "\t\t\t",
            "She also tweeted the hashtag #PuranaPakistan (old Pakistan).",
            "Ali responded to Jemima, holding the former prime minister responsible for the protest. \"He (Imran) has ordered attacks and protests outside [the] homes of his political opponents. He incites hate, homophobia and terrorism on [a] daily basis,\" he said.",
            "The PML-N leader added that the protest would be \"peaceful and non-violent\".",
            "\t\t\t",
            "Journalist Hamid Mir also got involved, with words of advice for both the PTI and the PML-N.",
            "\"PTI must stop protesting outside the house of (Nawaz Sharif) in London and PML-N should not do the same outside the house of (Jemima). Those who live in glass houses should not throw stones on others,\" Mir said.",
            "\t\t\t",
            "However, Jemima was not here for the journalist's justification and clarified that she and her children were not involved in Pakistani politics.",
            "\"With respect, the difference is that I have got nothing to do with Pakistani politics and neither have my children. They are low- key private individuals who are not even on social media,\" she said.",
            "\t\t\t",
            "Earlier this week, supporters of the ",
            " outside Nawaz's London residence, as one group celebrated and the other protested Imran's ouster. A heavy police contingent stood in a chain between the two groups as they chanted slogans against each other’s leaders.",
            "The morning started with a few PML-N supporters gathering outside Nawaz’s Avenfield House residence to celebrate. A stone’s throw away in the green expanses of Hyde Park, hundreds of PTI supporters demonstrated against Imran's ouster.",
            "Imran's UK spokesperson Sahibzada Jahangir had in a video message called on the party’s supporters to gather at the park and then march to the US embassy to register their protest against alleged “foreign interference by America in Pakistan”.",
            "A message circulating in PTI WhatsApp groups said the purpose of the demonstration was to raise their voice against “regime change” and the Supreme Court’s decision; and to demand free and fair elections through electronic voting as well as the right of overseas Pakistanis to vote.",
            "At the PTI protest, both speakers and members of the crowd condemned the alleged US role in Imran's removal, with many saying they believed the letter and conspiracy the PTI chairman spoke of was a reality. Several of Imran’s supporters were also critical of the military establishment, and blamed it for his exit.",
            "Although the plan for the PTI crowd was to march to the US embassy at 2pm, hundreds of people instead turned towards Park Lane and decided to take their protest to Avenfield House. Police raced ahead of the PTI demonstrators to create a divide between PML-N workers who were already outside Nawaz’s residence.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/6259525f2872b.jpg",
        "time": [
            "04:44pm"
        ],
        "date": [
            "April 15, 2022"
        ],
        "category": "business",
        "source": "DAWN"
    },
    {
        "title": "The conspiracy concoction",
        "author": "Fahd Husain",
        "content": [
            "THE military has ",
            " there was no conspiracy by the United States to bring about a regime change in Pakistan. The statement by the DG ISPR Maj Gen Babar Iftikhar has undercut the very foundation of the ",
            " that former Prime Minister Imran Khan has been peddling since the last few weeks to explain his ouster from power. ",
            "So what happens now?",
            "The diplomatic cable issue has been officially demystified. It was a routine cable written by the then ambassador to the US Asad Majeed detailing a meeting with an American official. There was nothing extraordinary about it except perhaps for the tough language used by the official. The normal response for Pakistan was to issue a démarche, which it did. Yet someone convinced Imran Khan the cable could be used (and abused) to stitch together a Bhutto-esque nationalist narrative to explain the government’s imminent ouster. It was as bad an advice as Khan could get. What was worse was the fact that he accepted it.",
            "Who gave Khan this advice? We do not know this for certain, yet. What we do know is: (a) The only person in the PTI cabinet who had access to the cable was the foreign minister Shah Mehmood Qureshi (b) Whoever among Khan’s closest advisers peddled this dangerous and false narrative had to have done this after reading the cable. He or she could not have read the cable — would not have had access to it — unless the foreign minister permitted this access (c) The FM, in turn, would have had to be convinced of the conspiracy aspect in order to agree for the cable to be used for a political narrative. But could he, really? Qureshi is far too experienced in these matters to not figure out there was nothing extraordinary about the cable (d) Yet, Qureshi not only went along with this cooked-up theory, he peddled it vociferously while all the time knowing (how could he not?) that not only was he fanning a concoction, but was doing so at the risk of great damage to Pakistan’s diplomacy and national interest (e) Why would he do such a thing? Why did he not counter this outrageous advice to Khan? Why did he not stop Khan from pursuing this untruth?",
            "Imran Khan and his party are now stumped. The entire edifice of the conspiracy narrative — which led them to commit the grave sin of even violating the Constitution — has been demolished by the presentation of facts by the military spokesman. This has consequences: (a) The military was forced to come clean because of the dangerous level to which Khan and his party were inflaming the political environment through this concoction, and encouraging (if not actively promoting) a campaign on social media against the military leadership (b) Khan may now have to-rethink the conspiracy concoction and go back to the drawing board to conjure up something afresh that does not force to him to go head-on with the military. This would mean swallowing his pride (c) Or he could just double down on the conspiracy concoction regardless of the consequences (d) This would mean he will have to now basically say that the military is wrong, and he is right. He has no middle options. This would amount to taking a huge gamble because the government can very easily now prove — through a judicial commission or otherwise — the cable contains no conspiracy (e) Khan’s gamble would also entail choosing a collision course with the military because he will now have to proclaim that the military is not telling the truth.",
            "Has Khan painted himself into a corner? He may not have any other option but to keep barrelling ahead with this dangerous and faulty narrative regardless of the facts. He has made his entire politics hostage to this one concoction and left himself very little space to pivot onto some other strategy. (a) This would bring into question something very crucial: what do you do with a populist leader who refuses to accept facts as presented by the state itself, and who prefers to build his politics on an illusion that is deeply damaging to the country and its vital interests? (b) In response, the state will then be forced to counter the PTI conspiracy concoction narrative with all the resources at its disposal in order to bury the falsehood under the weight of overwhelming facts (c) This would be disadvantageous to PTI’s politics as it would mean the party — in order to defend itself — will be forced to push the falsehood even more aggressively, thereby digging itself further into a hole. At some point, the diminishing returns from such a strategy will start to extract a cost. If you have the entire weight of the government, and state, and facts, arrayed against you and the only weapon you have is a false, concocted and discredited theory, you better be ready for the cost.",
            "The new government could not have asked for a better gift from the PTI. Prime Minister Shehbaz Sharif has many options: (a) Order an inquiry or constitute a commission and take all steps necessary to unveil the truth about the cable and further discredit the conspiracy concoction (b) Order various irregularities done in the PTI government to be brought into the public domain (the ",
            " is already out) and bring charges wherever needed. This would severely damage the PTI’s ‘honesty and anti-corruption’ narrative and force the party on the defensive (c) Re-align the relationship with the establishment while Khan continues to damage his ties with them.",
            "Illusions and delusions, if not punctured in time, lead to great debacles. ",
            "\n",
            " ",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/6259edcc4341c.jpg",
        "time": [
            "10:10am"
        ],
        "date": [
            "April 16, 2022"
        ],
        "category": "business",
        "source": "DAWN"
    },
    {
        "title": "Foreign interference",
        "author": "Touqir Hussain",
        "content": [
            "WHEN a political leader makes a doubtful claim about a foreign conspiracy to oust him one is hardly surprised. Most politicians have a tenuous relationship with the truth. But what is astonishing is that an overwhelming majority of people in Pakistan have long believed such claims, focusing largely on the US.",
            " ",
            "Here is how the argument goes. Historically, the US has preferred a certain kind of government in Pakistan, such as a military regime, to serve its security and strategic interests. As the lifespan of such governments has begun and ended with the US connection, Washington must have brought them to power and removed them when they were no longer needed, it is argued.",
            "The reality is that political dynamics in Pakistan have nearly always functioned fairly autonomously, and the primary, though not always the sole, stimulus for the rise and fall of governments has been domestic, and not external. Ziaul Haq’s regime was already there before the Afghan jihad and the revival of US-Pakistan relations; in fact, it had a pariah status because of the 1977 coup, the execution of an elected prime minister, and Pakistan’s pursuit of nuclear weapons. It was during Zia’s time that Pakistan was sanctioned in 1979. But with the Soviet invasion of Afghanistan, Zia became a celebrated leader in the West. Although Washington’s support for him had begun to waver before he died, his ‘regime’ lived on.",
            "Earlier, president Ayub Khan had challenged American interests in South Asia by opening up to China. With the 1965 war adventure, he fell out of favour with US president Johnson. But he continued to rule for another four years. Yahya Khan was disregarded until he helped set up the US-China rendezvous. Gen Musharraf had been isolated for a good two years until 9/11. The US re-engagement continued well beyond him.",
            "US-Pakistan ties are not just led by America’s needs.",
            "It seems that the US has abandoned the coup business. No doubt, it still acts to gain and maintain influence in other countries where its vital interests are at stake but it is contestable if it is still in the business of secretly making or breaking governments. Instead, it has gone to war, used the weapon of sanctions and supported mass movements for change like the so-called colour revolutions, all in full view.",
            "Where its interests are not critical but still important, as in Pakistan, the US also tries to influence and sometimes manipulate policies. But it does so by established diplomatic messaging, often in coercive language that comes naturally to Washington. It also exploits the vulnerability of a regime without having to change it or holding out written threats of change.",
            "The elitist, army-led and feudal-dominated ‘organising’ idea of Pakistan has for long had the US as its external pillar. To its credit, from 1954 to 1965, the US strengthened Pakistan’s defence capabilities and potential for economic development, and helped launch the platform for progress. But that was the last time the US really helped Pakistan. After that neither Pakistan nor US-Pakistan relations have been the same.",
            "Pakistan’s poor policy choices and endemic crisis of governance since have made it overly dependent on external financiers like the US and Saudi Arabia who have used it for their own strategic purposes. The US may no longer be the external pillar of the system but it does remain a crutch, a potential strategic and financial threat, and the largest trading partner.",
            "It is a relationship that is necessary for the country but vital for military regimes, a mixed bargain for civilian dispensations but much more for military rulers. No wonder successive governments in Pakistan have craved closer ties with the US, reflecting the leadership’s dependency syndrome more than Washington’s control of Pakistan.",
            " ",
            "The US-Pakistan relationship is not just led by America’s needs. It is driven in equal measure by Pakistan’s needs. The current US need for Pakistan is not dire enough for Washington to call for any drastic action of regime change. It is, in fact, the establishment’s interests that dominate in Pakistan. It continues to have a soft corner for Washington and is perceived as managing the internal dynamics to attain its desired ends that meet the interests of both countries. The US does not need to overthrow any government.",
            "The Pakistani elite may have failed the people of Pakistan but not themselves. Over the decades, they have fought battles for power skilfully while maintaining the system that sustains them in power. The ‘organising’ idea of Pakistan over which they have presided is owned and operated by them, and not by foreign powers.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/6254e4a60b0a5.jpg",
        "time": [],
        "date": [
            "April 12, 2022"
        ],
        "category": "business",
        "source": "DAWN"
    },
    {
        "title": "Welcome back to Purana Pakistan: Here's what should return, and what should not",
        "author": "Prism",
        "content": [
            "As the clock struck midnight on Saturday, Pakistan experienced its ",
            ", with PPP chairperson Bilawal Bhutto Zardari proudly proclaiming: \"Welcome back to Purana Pakistan\". ",
            "The words resonated with many, who had been fed up with the Imran Khan-led PTI government and had been hoping for change. Others weren't too happy that the dream of 'Naya Pakistan' had dissipated so quickly, pouring into the streets the next day to voice their anger. ",
            "Amid the time travel between the ",
            " and the ",
            ", here's what we hope to bring forth in the new ",
            " Pakistan and what we wish to leave behind:",
            "The tales of corruption of Purana Pakistan are nothing short of legend. Be it the ",
            " or the ",
            ", fiscal and moral corruption became one of the rallying cries that propelled the PTI to power. ",
            "The mass appeal for a change in the status quo, evident by the outpouring of support for Imran Khan, should serve as a clear warning for political leaders that Pakistanis will no longer put up with the embezzlement of taxpayers' money. No longer is ",
            " good enough. ",
            "Despite his faults, Imran's accountability crusade — which mind you, caused a ",
            ", among others — remains one of the main reasons behind his popularity. ",
            "The new government will really have to prove it's serious about fighting corruption if it wants to survive the next general elections, which are just around the corner. ",
            "One of the PML-N's worst contributions to Pakistan's laws was the draconian Pakistan Electronic Crimes Act (PECA) in 2016, which has since been ",
            " itself. This time, we hope these political parties will understand that any legislation they pass through parliament today can and will be used against them tomorrow. ",
            "Legislation should be forward-thinking, keeping in mind the requirements of the current day and age and should be aimed at making the lives of citizens better, instead of making adding to their woes. ",
            "In ",
            " Pakistan, who you knew mattered more than what you knew. Whether it was appointments in the bureaucracy, the judiciary or other government agencies, nepotism was rife in all departments. ",
            "Not only did this impact the performance of these institutions, it also demoralised employees who had actually been appointed on merit but were forced to work on the whims of the blue-eyed boys, the majority of whom cared little for service-delivery or facilitating the public. ",
            "One of the worst examples of this could be seen in the police apparatus, which was filled with political appointments and was largely at the beck and call of the respective party in power, facilitating VIP movements and hanging back in Vigos belonging to anyone remotely affiliated with government or their relatives. ",
            "Over the last few decades, Pakistan's political landscape has come to be dominated by the two families — the Sharifs and the Bhutto (now Bhutto-Zardaris). Both parties seem to have become family-run affairs with the party chiefship being passed down from one generation to the next. ",
            "Amid all this, the PTI — promising a truly democratic party setup — seemed like a breath of fresh air.  ",
            "For political parties to survive, they need an induction of fresh minds, not just at the lowest rungs but on the decision-making table. Parties can no longer be run as personal fiefdoms, subservient to the whims of a royal family. ",
            "If you've lived in Karachi at any point during the last three decades, you would know know the feeling of dread each time there was a disagreement between the PPP and the MQM — which, in case you've forgotten, enjoyed considerable sway back then. ",
            "In fact, each political party with a stake in the city had its own militant wing, whether it was the MQM's trigger-happy target killing squad or the Lyari-based Peoples Aman Committee nurtured by the PPP to do its dirty work. ",
            "Ultimately, as the body count rose and the violence overflowed into every corner of the city — taking on ethnic flavour — it was ordinary citizens that were invariably caught in the crossfire. ",
            "In Punjab, the PML-N would do well to keep the Gullu Butts at bay. Gone are the days when henchmen could influence voters. With Twitter, TikTok and Facebook watching, any machismo stunts by the \"lions\" of Punjab are sure to put off potential voters. ",
            "Nor must the PML-N use law enforcers to do their dirty work — the 14 people, including women, ",
            " are still awaiting justice.  ",
            "As Imran Khan keeps reminding everyone, most cases against the Sharif and Zardari clans were registered in each other's tenures. The idea was to keep the opposition so tied up in court proceedings that they would have no time to spare for political activities. ",
            "Take the ARY Gold and Ursus Tractor corruption cases for example, registered against Asif Ali Zardari in the 1990s during Nawaz Sharif's second tenure as prime minister. The court finally ",
            " almost two decades later in 2014, for want of evidence. Another two cases, the ",
            ", met the same fate a year later. ",
            "As we've seen in \"Naya Pakistan\", these tactics don't really go a long way and ultimately, cede space for non-democratic forces to creep in. ",
            "Speaking of non-democratic forces, Pakistan's political parties have a 70-year-old habit of flirting with the deep state — much to the detriment of institutional harmony and the democratic process. ",
            "Such experiments are bound to fail. Politicians must have learnt by now that the romance lasts only till the honeymoon period and that for democracy to flourish, it is only the will of the citizens of Pakistan that should matter. ",
            "Let each arm of the state perform its role, without getting involved in matters that are beyond its mandate. ",
            "The dance must end now. ",
            "One of the most disturbing facets of PTI's ",
            " Pakistan was the complete lack of tolerance for critique aimed at the ruling party and its leadership. Critics were regularly trolled on social media and in some instances, even made to feel the leaders' wrath through coercive action by law enforcement agencies. ",
            "In fact, the abuse became so insufferable that 165 women journalists were forced to ",
            " to the PTI government, highlighting the \"online attacks instigated by government officials and then amplified by a large number of Twitter accounts\". It served little purpose, and the abuse continued unabated. ",
            "While the PPP and the PML-N were no saints — the fate of citizen journalist Nazim Jokhio being the most recent example — they were admittedly better recipients of critique, not just from opposition parties but also the media. ",
            "During the PPP's reign from 2008 till 2013, a slew of pro-women laws were passed, aimed at addressing sexual harassment, besides curbing regressive practices such as depriving women of their inheritance, forcing them into marriage to settle disputes, etc.  ",
            "Ever since, legislation against domestic violence has also been enacted in many parts of the country, most recently in Khyber Pakhtunkhwa. What is needed now, however, are the mechanisms such as women protection committees, shelter homes, etc, to ensure the implementation of the said laws.",
            "One may find a thousand faults with him, but Shehbaz Sharif's stint as the Punjab chief minister earned him much praise for good governance. The younger Sharif worked tirelessly to improve infrastructure and service delivery, particularly in urban centres. ",
            "If he can apply the same rigour as prime minister, the country could make some remarkable leaps in infrastructure development in the years to come. ",
            "All through the 1990s and early 2000s, the Bhuttos and Sharifs were at each other's throats, constantly plotting the ouster of each other's governments. Many a times, they did succeed, only to be thrown out again through the revolving door. ",
            "In 2006, however, the only winners in this game of musical chairs were the ones pulling the strings. Thus was born the ",
            " — a document signed by Benazir Bhutto and Nawaz Sharif in 2006 with the stated aim to return Pakistan to its people.",
            "Subsequently, the PPP government that came into power in 2008 was the first to complete its term. The PML-N too limped to the finish in the subsequent tenure. ",
            "While the system of governance this document has offered is in no way been perfect, it provides a good starting point — that the country's political leadership, despite their differences, can partake in the electoral process through a system whose sole mandate is ",
            ". "
        ],
        "image": "https://i.dawn.com/primary/2022/04/6255f257648aa.jpg",
        "time": [],
        "date": [
            "April 13, 2022"
        ],
        "category": "business",
        "source": "DAWN"
    },
    {
        "title": "Is Pakistan the next big market for tech startups?",
        "author": "Dawn.com",
        "content": [
            "Pakistan may be Asia's next big tech startup market, according to a ",
            " published by Germany's ",
            "  on Wednesday.",
            "According to ",
            ", Pakistan's young population and increasing levels of local capital are creating opportunities for tech entrepreneurs to explore the country's market.",
            "Pakistan has been named one of the fastest-growing economies in Asia in McKinsey & Co's latest report on the Pakistani ecosystem, ",
            " said.",
            "Quoting the same report, ",
            " said that 720 startups have been created in the country since 2010 — 67 per cent of which are still operational.",
            "Presenting an example of how Pakistan's startup scene is garnering support worldwide, the ",
            " article said that Egyptian ride-hailing company, Swvl, has recently disclosed plans to invest $25 million in Pakistan's tech sector over the next two years to fund pre-seed startups and create 10,000 jobs.",
            "The article further pointed out that the startup industry \"is central to government plans to create an enabling environment [...] and stimulate economic growth\" and that in the latter half of 2019, Pakistan passed six reforms focused on creating a better environment for tech-based businesses in the country. ",
            "These measures look to ease the regulatory environment for businesses, including the introduction of a three-year tax relief and creating an online one-stop registration system, through which \"companies can now be incorporated in 17 days, rather than 20, at a reduced cost of 1.1pc,\" the ",
            " said.",
            "According to ",
            ", these reforms seem to be effective as \"Pakistan's position in the World Bank's Ease of Doing Business report jumped from 136th place in 2018 to 108th place in 2019\".",
            "The article — while pointing out that startups in Pakistan raised $18.8 million in funding in 2019 — said that \"more capital is expected to flow into startups from overseas in the ensuing years\".",
            "The ",
            " article also welcomed the launch of the 'Digital Pakistan' initiative in December 2019. The initiative — headed by former Google executive Tania Aidrus — has the agenda to increase access and connectivity, enhance digital education and introduce a new era of e-governance in Pakistan.",
            "\"Pakistan's tech ecosystem has been slowly gaining momentum in the last few years. It's home to a strong tech talent base and it's still competitively affordable, which makes it ideal for early-stage founders like myself,\" Hena Husain, founder of London-based communications startup, The Content Architects, was quoted by ",
            " as saying. According to Hena, the growth in Karachi's tech market is increasing by the day. The Content Architects work with a development team based in Karachi. ",
            "According to ",
            ", confidence in Pakistan's tech market has led to an increase in the availability of local capital. ",
            "\"While Pakistan's startup scene and venture capital market is still relatively new, the number of funds — such as i2i Ventures and Fatima Gobi Ventures — and active angel investors have increased significantly since 2018, ",
            " said.",
            "While trying to find out where Pakistan's tech revolution has sprung out from, ",
            " quoted Iskander Pataudi — a Pakistan-born tech professional working in Berlin — as saying that the tech scene in the country evolved organically. ",
            "\"A few Pakistani tech startups have raised huge funding rounds at a time where our economy is just keeping its head above water,\" he was quoted as saying. \"This makes sense, considering we have a huge market of young, digitally-savvy consumers and increased 3G and 4G connectivity.\"",
            "Quoting Rabeel Warraich — founder of Pakistan-based venture capital fund Sarmayacar — ",
            " said that a string of startup success stories, combined with a more stable political landscape under President Imran Khan, has increased \"investors' confidence that Pakistan holds huge potential for exiting businesses.\"",
            "According to ",
            ", Pakistani nationals living overseas are beginning to believe that new avenues of opportunity are opening up back home.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2020/01/5e32f25ebbec7.jpg",
        "time": [],
        "date": [
            "January 30, 2020"
        ],
        "category": "tech",
        "source": "DAWN"
    },
    {
        "title": "Justin Langer turns down short-term extension, resigns as Australia coach",
        "author": "Reuters",
        "content": [
            "Justin Langer resigned as coach of Australia on Saturday, just weeks after leading the side to a 4-0 Ashes series ",
            " over England, with Cricket Australia (CA) saying he had declined a short-term extension to his contract.",
            "Langer’s departure came after he held contract discussions with Cricket Australia on Friday, with his current deal set to expire in June.",
            "Australia also won last year’s ",
            " for the first time under Langer but there have been reports of player discontent over his coaching style.",
            "Langer was reported to have ",
            " during a recent meeting with Cricket Australia over his contract and had been asked to reapply for the role.",
            "His management company, Dynamic Sports & Entertainment Group (DSEG), said his resignation was effective immediately.",
            "“DSEG confirms that our client Justin Langer has this morning tendered his resignation as coach of the Australian men’s cricket team,” the company tweeted.",
            "\t\t\t",
            "Cricket Australia said in a statement Langer was offered the extension on Friday.",
            "“Justin was offered a short-term extension to his current contract, which sadly he has opted not to accept,” it said, adding that Andrew McDonald would act as interim head coach with a Test tour of Pakistan just weeks away.",
            "“The contract extension offered to Justin was the result of a thorough review process that evaluated many factors including future requirements of the team and the upcoming extensive schedule of fixtures.",
            "“It included the opportunity to defend the T20 World Cup title in Australia at the end of this year. Justin informed CA this morning he was not accepting the offer and would resign with immediate effect.”",
            "Langer took over as head coach in the wake of the ball-tampering scandal in South Africa in 2018 and Cricket Australia CEO Nick Hockley said he had been “outstanding” in the role.",
            "“He has restored the trust in the team and his legacy is assured,” he said.",
            "Despite Australia’s success, there had been speculation in recent months that Langer did not enjoy the full support of the dressing room.",
            "Senior players and Cricket Australia managers met last year amid reports Langer’s intense coaching style had rubbed players the wrong way.",
            "Australia test captain Pat Cummins recently praised Langer for doing a “fantastic” job but said it was ",
            " for Cricket Australia to conduct an evaluation process before making a decision on renewing his contract.",
            "Former captain Ricky Ponting was scathing in the way the governing body had handled the matter.",
            "“It’s a really sad day as far as Australian cricket is concerned,” he said on ",
            " on Saturday.",
            "“Reading the tea leaves, it seems, as he would say, a very small group of the playing group ... haven’t loved the way he’s gone about it.",
            "“And that’s been enough to force a man that’s put his life, heart and soul into Australian cricket and done what I believe is a sensational job in turning around the culture and the way the Australian cricket team has been looked at over the last three or four years ... out of his dream job.”",
            "Langer, who earned 105 test caps, said last month he was proud of how the team had been performing.",
            "“Whatever happens from now on, we can all be incredibly proud of this little period,” he said on Australian ",
            " Radio. ",
            "“We had two missions: to win the [Twenty20] World Cup and to win the Ashes.\"",
            "Langer’s resignation comes a day after his England counterpart Chris Silverwood stepped down from his position.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/02/61fe2b1005aea.jpg",
        "time": [],
        "date": [
            "February 5, 2022"
        ],
        "category": "sports",
        "source": "DAWN"
    },
    {
        "title": "Imran Khan reaches Kolkata to rally Pakistan ahead of India match",
        "author": "Dawn Sport",
        "content": [
            "ISLAMABAD: Pakistan’s legendary cricketer Imran Khan left for India on Friday to attend the 2016 World Twenty20’s marquee clash between the two sub-continent giants.",
            "A buoyant Pakistan side will take on the hosts India at the iconic Eden Gardens on March 19.",
            "But Imran, who accompanied his once most trustworthy striker Wasim Akram, will be much more than a spectator. ",
            "He will be providing captain Shahid Afridi with “experience-based tips” to rally Pakistan, who have a history of underperforming against India in big games.",
            "“Shahid Afridi had sought my advice on Pakistan's match against India. I don't know what exactly Pakistan team's grey areas are, but I will try to give them suggestions in the light of my own experience,” Imran told reporters at his Bani Gala residence.",
            "“I’ll suggest the players against succumbing to any pressure.”",
            "Imran, 63, will also be meeting West Bengal Chief Minister Mamata Banerjee during his stay. “People-to-people contacts are necessary for bettering the relations between the two neighbours,” he said, but added “the relations should be based on mutual respect”.",
            "Meanwhile, Pakistan coach Waqar Younis attempted to downplay the hype surrounding the game, saying it was ultimately just a game of cricket.",
            "“We should take it as a sport,” said Younis.",
            "“There is history between the two nations, not only culturally but also cricket history. The way we have played cricket in the past 50 years it's a treat to watch for the world. It's the most watched game. So we should all cherish that and feel proud of it.”",
            "An upbeat Pakistan come into the match after thrashing Bangladesh, but will have to overcome their World Cup jinx against India.",
            "Pakistan have never won a World Cup encounter against their arch rivals in six 50-over meetings and four T20 clashes.",
            "“History can always be changed,” said Younis.",
            "“We are a bit more confident this time. They can go out of the tournament and that is a big plus for us.",
            "“They will be under more pressure. We have won our opening game and lot of things going in our favour.”",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2016/03/56ebf5856c536.jpg",
        "time": [],
        "date": [
            "March 18, 2016"
        ],
        "category": "sports",
        "source": "DAWN"
    },
    {
        "title": "BMW CEO warns against electric-only strategy",
        "author": "Reuters",
        "content": [
            "\nNEW YORK:\n",
            "BMW Chief Executive Officer Oliver Zipse said companies must be careful not to become too dependent on a select few countries by focusing only on electric vehicles, adding that there was still a market for combustion engine cars.",
            "“When you look at the technology coming out, the EV push, we must be careful because at the same time, you increase dependency on very few countries,” Zipse said at a roundtable in New York, highlighting that the supply of raw materials for batteries was controlled mostly by China.",
            "“If someone cannot buy an EV for some reason but needs a car, would you rather propose he continues to drive his old car forever? If you are not selling combustion engines anymore, someone else will,” said Zipse.",
            "He has long advocated against all-out bans on combustion engine car sales in the face of rising pressure from regulators on the auto industry to curb its carbon emissions and environmental impact.",
            "Offering more fuel-efficient combustion engine cars was key both from a profit perspective and an environmental perspective, Zipse argued, pointing to gaps in charging infrastructure and the high price of electric vehicles.",
            "Companies also needed to plan for energy prices and raw materials to remain high by being more efficient in their production and stepping up recycling efforts to keep costs down, he said.",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "People suffer as gas crisis persists",
        "author": "Salman Siddiqui",
        "content": [
            "\nKARACHI:\n",
            "Industries and households have continued to face gas outages for more than five months, though the peak crisis time (winter season) has passed.",
            "During winter, demand for gas rises significantly and authorities manage shortfall by diverting the fuel mainly to the households.",
            "“For the first time in the history of Pakistan, businesses and households are facing gas outages during April,” Federation of Pakistan Chambers of Commerce and Industry (FPCCI) President Irfan Iqbal Sheikh said while speaking to The Express Tribune.",
            "Consumers face acute shortage of gas during winter months (November to February) almost every year as authorities divert gas to households to enable them to use gas-based heaters and geysers.",
            "However, supplies to businesses and households start normalising from the month of March.",
            "“Political instability is a major reason for the current gas crisis,” he remarked.",
            "Practically speaking, at present, there is no government in the country. The new government is busy finalising which ministry should be given to which political party.",
            "“Gas crisis is worsening owing to delay in the allocation of ministries and the formation of federal cabinet,” he said.",
            "FPCCI and other industrialists have written letters to the secretariats concerned several times. However, the officials available in the ministries are taking no action and told The Express Tribune that they were waiting for policy instructions from the new government.",
            "The fuel crisis is causing financial and production losses and industries are either using alternative expensive fuels like diesel or waiting for the normalisation of gas supplies, he said.",
            "Islamabad-based energy expert Ammar Khan said that a significant reduction in import of gas had been witnessed during the ongoing season for different reasons and continuous depletion of domestic gas reserves amid no new big discovery have led to the worsening of the gas crisis.",
            "He recalled that a couple of global gas suppliers, in violation of long-term agreements, had cancelled the scheduled shipments over the past few months after gas prices shot up in the world market.",
            "Similarly, Pakistan avoided buying expensive gas from global spot markets as gas imported under long-term agreements remained cheaper.",
            "Thirdly, the gas reserves have continued to deplete at a rate of around 9% per year in the country while exploration and production companies have failed to make a big discovery that can help overcome the crisis.",
            "Gas supplies from local fields stood at 3,427 million cubic feet per day (mmcfd) during the week ended April 8, 2022, according to the latest numbers compiled and reported by Arif Habib Limited (AHL).",
            "Supplies were 5.3% higher compared to the previous week “amid resumption of production in Uch post-annual turnaround (ATA) at Uch Power Ltd II.””",
            "“Pakistan meets almost 20% (1,200 mmcfd) of its gas requirement through imports, which have suffered delays,” Khan pointed out.",
            "Gas prices are hovering around $20-22 per million British thermal units (mmbtu) in the global market while Pakistan supplies imported gas to its consumers at around $10 per unit.",
            "Authorities usually supply subsidised gas to the households. “The government should revise upwards the price of imported gas to make imports sustainable and overcome the crisis in the long run,” he suggested.",
            "Secondly, the government should allow the setting up of new LNG import terminals, as the country has only two terminals at present, which are insufficient to meet the growing requirement for imported gas.",
            "Pakistan’s total demand for gas is estimated at over 6,500 mmcfd against supplies of around 4,650 mmcfd. Gas marketing firms – Sui Southern Gas Company (SSGC) and Sui Northern Gas Pipelines Limited (SNGPL) – manage the shortfall by resorting to outages of gas supplied to CNG fuel pumps and non-export industries.",
            "SSGC reported last week that some of its customers have complained of low gas pressure at Sehri (early morning) and Iftaar (evening).",
            "“It is important to mention that customers who are generally located at the tail end of the company’s distribution lines are faced with low pressure issues due to sudden and manifold increase in gas use for cooking purposes in millions of homes and commercial outlets at similar timings.”",
            "Moreover, the constantly depleting gas reserves and occasional operational issues in some gas fields have compounded the issue, resulting in widening of the demand-supply gap, it said. ",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "Big industries output rise 8.6%",
        "author": "Shahbaz Rana",
        "content": [
            "\nISLAMABAD:\n",
            "The growth momentum in big industries remained robust in February 2022 – the second last month of Pakistan Tehreek-e-Insaf (PTI) government – as industries recorded 8.6% growth despite headwinds that could slow the pace in the remaining period of current fiscal year.",
            "Large-scale manufacturing (LSM) industries recorded 8.6% growth in February over the same month a year ago, the Pakistan Bureau of Statistics (PBS) reported on Friday.",
            "It was the second consecutive month when the index stood higher than the previous month.",
            "However, the State Bank of Pakistan (SBP) has changed the policy gear and increased the policy rate to 12.25% - a rise of 5.25% in the past few months.",
            "The central bank has also imposed more restrictions to cool down demand, which may impact the growth rate in the coming months.",
            "The PTI government’s over three-and-a-half-year rule ended in April. During his tenure, former prime minister Imran Khan focused on the construction sector.",
            "The new government has decided to revive the stalled International Monetary Fund (IMF) programme, which may also result in fiscal and monetary tightening to bring economic stability. This could also hurt future growth prospects.",
            "The central bank has injected hundreds of billions of rupees into the economy, which provided a fresh impetus to the economic growth but fueled inflation in the country.",
            "The government has targeted 4.8% economic growth for the current fiscal year. The International Monetary Fund (IMF) and other financial institutions have projected Pakistan’s economic growth in the range of 4% to 4.3%, which is a decent rate but nearly half of what is required to create jobs for all new entrants in the market.",
            "Overall, the LSM sector posted 7.8% growth during the July-February period of current fiscal year, according to the PBS.",
            "LSM data is collected from three different sources. Data collected by the Oil Companies Advisory Council (OCAC) showed that the output of 36 items increased on an average by 1.2% in the first eight months of current fiscal year.",
            "The Ministry of Industries, which monitors 11 products, reported 7.3% increase in output during the July-February period. Provincial Bureaus of Statistics reported 9.5% growth in the output of 76 goods, stated the PBS.",
            "The industries that posted growth in the first eight months of FY22 included textile, which registered 2.9% growth.",
            "The textile industry is the largest sector in the LSM index, having 18.2% weight. The production of apparel wear increased one-fifth during the first eight months of FY22.",
            "The output of food industry increased 3.3% during the period under review. Beverages sector production grew 1.7%, which was slower than the previous reading.",
            "Coke and petroleum products’ output showed only 1.2% growth while chemicals’ output rose 7.1%, according to the national data collecting agency.",
            "The output of automobile sector increased 60%. The iron and steel sector saw a growth of 17.3% while the manufacturing of leather products rose 3.1%.",
            "The paper and board sector grew 8% and wood products’ output expanded 174%.",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "Traders call for formation of barter trade body",
        "author": "APP",
        "content": [
            "\nPESHAWAR:\n",
            "Businessmen have urged the Ministry of Commerce to nominate officials from Pakistan in the barter trade mechanism committee with Afghanistan on priority basis.",
            "In a statement on Friday, Pak-Afghan Joint Chamber of Commerce and Industry (PAJCCI) Chairman Zubair Motiwala said that “any delay in this matter will surpass the waiver extension time period of EIF and e-form resulting in suspension of trading activities and loss of revenue.”",
            "He highlighted that Afghanistan had already constituted the committee led by PAJCCI Co-Chairman Khan Jan Alokozai and all relevant provincial chambers were represented. Giving more details, he said that last week, a deliberation of this committee was also held under aegis of the Afghan commerce ministry.             ",
            "“Despite the fact that one month has lapsed, the committee from Pakistan’s side has not been announced and expiry of extension is nearing,” he said. Motiwala demanded that requirement of e-form and EIF should be waived off till barter trade mechanism between two countries was finalised. He was of the view that deliberations would consume extensive timeframe.         ",
            "PAJCCI further offered to support the formation of the committee along with the members from all relevant chambers of Pakistan by signing a memorandum of understanding for smooth coordination and facilitation on the same lines as Afghanistan.",
            "“This is a joint across the border platform,” he added.",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "E-banking shows rapid growth in Q2",
        "author": "Our Correspondent",
        "content": [
            "\nKARACHI:\n",
            "The use of electronic banking (e-banking) in Pakistan continued to expand as it recorded a growth of 10.7% in volume and 22.8% in value of transactions during the second quarter (October-December) of fiscal year 2021-22 on a quarter-on-quarter basis.",
            "In its second quarterly report on payment systems for fiscal year 2021-22 released on Friday, the State Bank of Pakistan (SBP) cited that an encouraging picture of adoption of digital banking was being witnessed in the country.",
            "“E-banking comprises transactions conducted via electronic channels including real-time online branches, ATMs, mobile banking, internet banking, call centre banking, point of sales (POS) and e-commerce,” the SBP said in a statement.",
            "“The growth in e-banking transactions is much steeper relative to paper-based transactions, albeit the value of transactions is higher in the case of latter.”",
            "The volume and value of paper-based transactions increased by 3.4% and 12.2% respectively.",
            "While the volume of e-banking transactions is almost four times higher at 400 million than paper-based transactions at 101.4 million, the value of transactions of the former stands at Rs33.4 trillion compared with Rs41.6 trillion for paper-based transactions, the SBP said.",
            "Across-the-board growth in e-banking included expansion in both mobile and internet banking with double-digit increase in the value and volume of transactions during the second quarter of FY22.",
            "The number of mobile banking transactions was 94 million, while their value reached Rs2.2 trillion, which translated into 18.8% and 35.4% growth respectively on a quarter-on-quarter basis.",
            "Meanwhile, the number of mobile banking users grew 5% on a quarter-on-quarter basis, reaching a total of 11.9 million customers.",
            "Internet banking users reached 6.9 million, conducting 33.8 million transactions, amounting to Rs2.4 trillion, which translated into a strong 13.9% growth in terms of volume and 28% surge in value compared to the preceding quarter.",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "Plan to lease aircraft draws criticism",
        "author": "Reuters",
        "content": [
            "\nCOLOMBO:\n",
            "A plan by Sri Lanka’s state-owned national airline to lease nearly two dozen aircraft has sparked public criticism and opposition condemnation as the country struggles with its worst financial crisis in decades. Sri Lanka is struggling with low reserves that have declined more than 70% over the past two years to $1.93 billion at the end of March. The dollar crunch has caused acute shortages of fuel, food and medicines, with rolling power cuts for hours a day for more than a month. On Tuesday, Sri Lanka suspended some external debt repayments and said it would instead use meagre dollar cache to focus on essential imports. Protesters demanding President Gotabaya Rajapaksa resign have been staging daily sit-ins outside his office. Tender notices for the lease of 42 aircraft were published on the airline’s website on Thursday. SriLankan Airlines has been struggling with a fall in tourism because of the Covid-19 pandemic and the economic crisis. ",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "Russia may be in default, says Moody’s",
        "author": "Reuters",
        "content": [
            "\nLONDON:\n",
            "Moody’s said Russia may be in default because it tried to service its dollar bonds in roubles, which would be one of the starkest consequences to date of Moscow’s exclusion from the Western financial system since President Vladimir Putin’s invasion of Ukraine.",
            "If Moscow is declared in default, it would mark Russia’s first major default on foreign bonds since the years following the 1917 Bolshevik revolution, though the Kremlin says the West is forcing a default by imposing crippling sanctions.",
            "Russia made a payment due on April 4 on two sovereign bonds - maturing in 2022 and 2042 - in roubles rather than the dollars it was mandated to pay under the terms of the securities.",
            "Russia “therefore may be considered a default under Moody’s definition if not cured by 4 May, which is the end of the grace period,” Moody’s said in a statement on Thursday.",
            "“The bond contracts have no provision for repayment in any other currency other than dollars.”",
            "Moody’s said that while some Russian eurobonds issued after 2018 allow payments in roubles under some conditions, those issued before 2018 - such as those maturing in 2022 and 2042 - do not.",
            "“Moody’s view is that investors did not obtain the foreign-currency contractual promise on the payment due date,” Moody’s said.",
            "The Russian finance ministry did not respond to a request for comment on Friday. Finance Minister Anton Siluanov told the Izvestia newspaper earlier this month that if Russia is forced into a default, it will take legal action.",
            "Before Putin’s February 24 order for what he casts as a special military operation in Ukraine, Russia was rated as investment grade. But its sovereign bonds have become a target in what the Kremlin says is an economic war waged by the United States.",
            "Russia in 1998 defaulted on $40 billion in domestic debt and devalued the rouble under President Boris Yeltsin because it was effectively bankrupt after the Asian debt crisis and falling oil prices shook confidence in its short-term rouble debt.",
            "In 1918 Bolshevik revolutionaries under Vladimir Lenin repudiated Tsarist debt, shocking global debt markets because Russia then had one of the world’s biggest foreign debt piles.",
            "This time, Russia has the money but cannot pay because the reserves - the world’s fourth largest - that Putin ordered be built up for just such a crisis are frozen by the United States, European Union, Britain and Canada.",
            "Default",
            "As Russia could not and would not borrow right now, a default would be largely symbolic, marking the tumultuous finale to its post-Cold War attempt to integrate into the West’s financial architecture.",
            "While Russia has only $40 billion in international bonds outstanding across 15 dollar or euro-denominated issues, its corporates have built up vastly more foreign debt.",
            "The US Treasury this month halted Russia’s ability to use foreign currency reserves held by the Russian central bank at US financial institutions to pay its debt.  ",
            "The Kremlin says the West has already defaulted on its obligations to Russia by freezing its reserves, and that it wants a new system to replace the Bretton Woods financial architecture established by the Western powers in 1944.",
            "S&P earlier this month lowered Russia’s foreign currency ratings to “selective default” on increased risks that Moscow will not be able and willing to honor its commitments to foreign debt holders.  ",
            "Russia’s economy is heading for the worst contraction since the years following the 1991 fall of the Soviet Union, with soaring inflation and capital flight. ",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "Rupee strengthens against dollar",
        "author": "Our Correspondent",
        "content": [
            "\nKARACHI:\n",
            "The rupee strengthened against the US dollar at Rs181.58 in the inter-bank market on Friday compared with Thursday’s close of Rs181.69, according to the State Bank of Pakistan (SBP). On April 7, 2022, the rupee closed at an all-time low at Rs188.18 owing to speculation stemming from political turbulence in the country. Moreover, demand for the dollar stood higher compared to its supply in the wake of an expanding current account deficit, swelling imports and rising global commodity prices. Earlier, the announcement of $3 billion cash deposit by Saudi Arabia in the State Bank helped the rupee to appreciate, however, the recovery proved short-lived. The rupee had been on the downtrend since hitting 22-month high at Rs152.27 in May 2021. The SBP has injected $1.2 billion into the inter-bank market to defend the rupee in the ongoing fiscal year. ",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "SPI decreases 0.68%",
        "author": "Our Correspondent",
        "content": [
            "\nISLAMABAD:\n",
            "The Sensitive Price Indicator (SPI) for the week ended April 14, 2022 registered a decrease of 0.68% for the combined income group, going down from 174.45 points during the week ended April 7, 2022 to 173.27 points in the week under review. The SPI for the combined income group rose 16.44% compared to the corresponding week of previous year. The SPI for the lowest income group fell 1.01% compared to the previous week. The index for the group stood at 182.48 points against 184.35 points in the previous week, according to provisional figures released by the Pakistan Bureau of Statistics (PBS). During the week under review, average prices of 17 items rose in a selected basket of goods, prices of 10 items fell and rates of remaining 24 goods recorded no change. ",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "Barcelona dumped out of Europa League",
        "author": "AFP",
        "content": [
            "Favourites ",
            " were dumped out of the Europa League by Eintracht Frankfurt in the quarter-finals on Thursday, while West Ham United and Rangers joined RB Leipzig in qualifying for the last four.",
            "Serbian international Filip Kostic scored twice on either side of a Rafael Santos Borre strike at the Camp Nou for Frankfurt, who survived a late fightback to win 3-2 on the night and 4-3 on aggregate.",
            "Sergio Busquets scored a late consolation before Memphis Depay's even later penalty for Barcelona but Eintracht held on, to the delight of the estimated 30,000 German supporters who travelled for the game.",
            "They go through to their second Europa League semi-final in four seasons, having lost on penalties to ",
            " at the same stage in 2019.",
            "\"I am speechless. Nobody expected this, if you are honest. Everyone expected us to suffer,\" said Frankfurt goalkeeper Kevin Trapp.",
            "Barcelona's recent revival under Xavi Hernandez has been remarkable but this defeat means they have won just once at home all season in Europe, and their campaign is now set to end without silverware.",
            "\"It's a hammer blow for us. They deserved to go through,\" admitted Xavi.",
            "After conceding three penalties in their weekend win over Levante, Barca fell behind to another spot-kick inside four minutes against Eintracht, as Kostic converted after a foul by Eric Garcia to the delight of the enormous away support.",
            "The visitors scored again in the 36th minute as Colombian forward Borre fired high into the net from range, and Kostic's low finish into the far corner made it 3-0 midway through the second half.",
            "Busquets had a late goal disallowed for offside before he found the net with a fantastic strike from 20 metres in the first minute of injury time.",
            "The game carried on into an 11th added minute when Depay netted a penalty after Evan Ndicka was sent off, receiving a second caution for a foul on Luuk de Jong.",
            "Yet Eintracht maintained their record of not having lost to Spanish opposition since the 1960 European Cup final against ",
            ", and they will face West Ham in the semi-finals.",
            "The English side are through to their first European semi-final since losing the 1976 Cup Winners' Cup final to Anderlecht after they outclassed Lyon in France, winning 3-0 on the night and 4-1 on aggregate.",
            "The Hammers took the lead in the 38th minute of the return when Craig Dawson headed in a Pablo Fornals corner.",
            "Captain Declan Rice slotted in their second just before the break, his sidefoot effort from the edge of the area beating Lyon goalkeeper Julian Pollersbeck with the aid of a deflection.",
            "The outcome was put beyond doubt when West Ham scored again three minutes after the restart as Fornals sent Jarrod Bowen away to make it 3-0.",
            "\"The journey in two years, we were talking about relegation, and now we're talking about getting to the semi-final of a European tournament. It's fabulous, and we're all going to look forward to it,\" said West Ham manager David Moyes.",
            "There was drama in Glasgow as ",
            " were taken to extra time by Braga before winning 3-1 on the night and 3-2 on aggregate as the Portuguese side finished the game with nine men.",
            "James Tavernier gave Rangers a second-minute lead to level the tie on aggregate, and they had another goal disallowed and then hit the woodwork before winning a penalty just before the interval.",
            "Vitor Tormena was sent off for a foul on Kemar Roofe, and Tavernier netted from the spot.",
            "David Carmo's 83rd-minute header took the tie to extra time, but Roofe's 101st-minute finish put Rangers back in front on aggregate and Braga then had Iuri Medeiros dismissed.",
            "Rangers will now face Leipzig in their first European semi-final since reaching the 2008 UEFA Cup final.",
            "French international Christopher Nkunku scored both goals as Leipzig beat Atalanta 2-0 in Italy to win their last-eight tie 3-1 on aggregate.",
            "Nkunku opened the scoring in the 18th minute in Bergamo and then added a late penalty, his 30th goal of the season in all competitions."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "Nexo and Mastercard launch 'world first' crypto-backed payment card",
        "author": "Reuters",
        "content": [
            "Crypto lender Nexo said it has teamed up with global payments company Mastercard to launch on Wednesday what it calls the world's first \"crypto-backed\" payment card.",
            "It signals the latest move by crypto and incumbent financial networks to join forces as digital assets become more mainstream.",
            "Nexo said the card, available in selected European countries initially, allows users to spend without having to sell their digital assets such as bitcoin, which are used as collateral to back the credit granted.",
            "Most traditional credit cards are unsecured and have a set credit limit.",
            "Credit card is seen in front of displayed Master Card logo in this illustration taken, July 15, 2021. REUTERS/Dado Ruvic/Illustration/File Photo",
            "The card is linked to a Nexo-provided, crypto-backed credit line and can be used at 92 million merchants worldwide where Mastercard is accepted, allowing investors to spend up to 90% of the fiat value of their crypto assets, Nexo said.",
            "\"The card requires no minimum repayments, monthly, or inactivity fees. There are no FX fees for up to 20,000 euros per month,\" Nexo said.",
            "There are no restrictions on how much a customer can spend or withdraw from the open credit line and interest is only paid on the amount of credit actually used. Interest remains at 0% for customers who maintain a loan-to-value ratio of 20% or below.",
            "\"Mastercard recognizes that digital assets are revolutionizing the financial landscape,\" said Raj Dhamodharan, Mastercard’s head of crypto and blockchain products and partnerships.",
            "Electronic money firm DiPocket is Nexo's card issuer."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 14, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "Shakhtar dream of war-torn home",
        "author": "AFP",
        "content": [
            "They had already fled their home in eastern Ukraine for Kyiv when their shiny new stadium was battered by shelling in the first weeks of a Russian-backed insurgency in 2014.",
            "Now the players of Ukraine's perennial football champions ",
            "are training in Turkey because of the all-out invasion by Russia of their former Soviet state.",
            "Team and national squad captain Andriy Pyatov -- an imposing 37-year-old goalkeeper who has played at some of Europe's most famous grounds over his illustrious career -- is tired of life in exile.",
            "\"It is very difficult to keep losing your home,\" he said during a break in the team's Istanbul training session for a series of friendly matches organised to raise money for children orphaned by the war.",
            "\"We have to run from one place to another because of a tyrant, a dictator,\" he said in reference to Russian President ",
            ".",
            "Shakhtar's wanderings have captured the imagination of fans across Ukraine and much of the football world.",
            "The club first moved their training base to the Ukrainian capital -- home to archrivals ",
            ".",
            "They ultimately ended up playing most of their matches in the western city of Lviv.",
            "The Ukrainian cultural capital has strong nationalist traditions and a closer historical link to neighbouring Poland than the far more distant Moscow.",
            "Shakhtar's original home in Donetsk became the stronghold of a new Kremlin-backed leadership in Ukraine's largely Russian-speaking east.",
            "This contrast made the overwhelming support the players received in Lviv that much more poignant. Success on the pitch also helped.",
            "Pyatov has been involved in 10 of Shakhtar's 13 Ukrainian league championship titles.",
            "They were leading the league again when play was suspended when the Russian assault began on February 24.",
            "Shakhtar's most recent home in the northeastern city of Kharkiv bore some of the deadliest fighting of the war.",
            "Shakhtar arrived in Istanbul on April 6 to prepare for a tour of friendly matches that began last week in Athens against the Greek giants Olympiakos.",
            "The team also played Lechia Gdansk in Poland on Thursday and will face Istanbul side Fenerbahce as well as Croatia's Hajduk Split by early May.",
            "Team coach Roberto De Zerbi has returned from Italy to prepare his men for the tour"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "Leicester set up Conference League semi with Roma",
        "author": "AFP",
        "content": [
            " battled back to beat PSV Eindhoven 2-1 on Thursday in the Europa Conference League to reach a European semi-final for the first time in their history, where they will face Jose Mourinho's Roma.",
            "After a goalless draw in the first leg in England last week, PSV took the lead in the quarter-final tie through Eran Zahavi.",
            "But late goals from James Maddison and Ricardo Pereira sent Brendan Rodgers' ",
            " side through and stunned the Philips Stadion crowd.",
            "Leicester will play ",
            " for a place in the final in Tirana on May 25, after the Serie A side overturned a 2-1 first-leg deficit against Norwegians Bodo/Glimt with a 4-0 thrashing.",
            "\"We are a team that is so young in European football,\" Leicester manager Rodgers told BT Sport.",
            "\"PSV have an incredible history in Europe and for us we are so young – these are great experiences for us and I am so happy for the players.\"",
            "The first real chance of the game fell to PSV's Mario Goetze in the 13th minute, but the German's volley was kept out of the net by a magnificent, one-handed save from Kasper Schmeichel.",
            "Leicester should have taken the lead minutes later as Harvey Barnes raced clean through on goal, but the England winger slipped his effort agonisingly wide of the far post.",
            "Schmeichel had to be alert again in the 25th minute to tip away Mauro Junior's low shot, but PSV did forge ahead shortly afterwards.",
            "Goetze intercepted Youri Tielemans' loose pass just outside the Leicester box, before laying the ball off for Zahavi to drill a fine strike into the bottom corner.",
            "Leicester almost levelled just after the half-hour mark, but Jordan Teze hooked Maddison's deflected effort off the line.",
            "The visitors pressed in the second half but had to wait until the 77th minute to equalise.",
            "Substitute Ayoze Perez did brilliantly to get to the byline and pull the ball back for Maddison, who picked out the roof of the net to score for the 14th time this season.",
            "A PSV fan threw a cup at the celebrating Leicester players, before a two-minute delay.",
            "The Foxes completed their comeback with just two minutes of normal time remaining, as Pereira pounced on a rebound after Patson Daka's shot was saved.",
            "Nicolo Zaniolo scored a brilliant hat-trick as Roma cruised past Bodo/Glimt at the Stadio Olimpico to win 5-2 on aggregate.",
            "It was revenge for the capital club after an embarrassing 6-1 thumping by Bodo/Glimt in the group stage and the defeat last week in an ill-tempered clash."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "Marseille have eyes on Champions League return",
        "author": "AFP",
        "content": [
            " travels to face bitter rivals Paris Saint-Germain this weekend in buoyant mood as they target Champions League qualification and a European trophy to finish the season.",
            "PSG these days dominate French football and are closing in on an eighth Ligue 1 title in 10 seasons, but Marseille can still claim to be the country's best-supported team and there is something else they can still brag about to their rivals.",
            "With the Parisians again falling short in their pursuit of ",
            " glory this season, the southern giants remain the only French club to have lifted the European Cup, back in 1993.",
            "Too inconsistent to seriously challenge ",
            " in recent years, Marseille has emerged as the best of the rest in Ligue 1 this season under Jorge Sampaoli and they head to the Parc des Princes sitting in second place.",
            "With the top three qualifying for Europe's elite club competition, OM have a healthy seven-point cushion over Strasbourg in fourth as they target a return to the Champions League.",
            "That is of particular importance given the fragile finances of the club owned by American tycoon Frank McCourt, but they also have silverware in their sights.",
            "Thursday's 1-0 win over PAOK in Greece took them through to the semi-finals of the Europa Conference League 3-1 on aggregate, with Dimitri Payet scoring the only goal on the night.",
            "The new third-tier European competition may have been dismissed by many at the start of the campaign, but the opportunity of a second European trophy is not to be sniffed at for Marseille.",
            "They will play fellow former European Cup winners Feyenoord in the last four, with the first leg to come later this month.",
            "The winner of that will face either ",
            " or Roma in the final in Tirana in late May.",
            "Marseille have now won eight straight games in all competitions with Payet in particular in inspired form.",
            "\"This run really makes the end of the season exciting for us,\" said forward Cedric Bakambu after beating PAOK.",
            "\"We have the PSG game in our minds, but we shouldn't play down this result. We should savour it and then get back to work. Everything is possible in football.\""
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "Sevilla to fight for top four in Real clash",
        "author": "AFP",
        "content": [
            " against Sevilla on Sunday could have been a key game in La Liga's title race but instead it will decide the extent of Madrid's lead and how worried Sevilla should be about finishing in the top four.",
            "A Real Madrid win at the Ramon Sanchez Pizjuan would send them 15 points clear of Sevilla, who at the end of January were only five points behind the leaders, with a game in hand.",
            "But a disappointing run of three wins from 11 league games has seen Sevilla fade away from the fight for the title and drift into the scrap for the Champions League places as local rivals Real Betis and ",
            " look to take advantage.",
            "A 4-2 victory over struggling Granada last weekend was much-needed for Julen Lopetegui's side, even if it required two dramatic late goals in injury-time, Rafa Mir and Papu Gomez leaving it late to snatch the win.",
            "Sevilla will be hoping to build on that result but they have a difficult run-in, with the game against Real Madrid coming before visits to ",
            " and Atletico Madrid ahead of a final game at home to Athletic Bilbao.",
            "Real Madrid will be flying high on the back of their sensational victory over Chelsea in the Champions League quarter-finals, although being taken to extra time at the Santiago Bernabeu may also take its toll.",
            "Ferland Mendy and Marcelo are both struggling with injuries while Carlo Ancelotti could rest the likes of Luka Modric and Karim Benzema, who played the whole 120 minutes on Tuesday.",
            "Madrid's progress in the Champions League, combined with their considerable advantage in La Liga, means Ancelotti has the option to rotate in domestic games until the end of the season, which could give Sevilla a boost.",
            "\"We're in good form,\" said Ancelotti last weekend. \"We have an advantage in La Liga and we have to keep going.\"",
            "Atletico Madrid and Barcelona are also coming off the back of strenuous outings in Europe after Atletico were knocked out by Manchester City in the ",
            " before Barca suffered a surprise defeat in the Europa League at home to Eintracht Frankfurt.",
            "Atletico are at home to Espanyol on Saturday, looking to bounce back from their 1-0 loss at Mallorca last weekend, a result that has dragged Diego Simeone's side back into the race for fourth.",
            "Real Betis, a point behind in fifth, visit Real Sociedad on Friday. La Real will jump above their opponents with a win.",
            "Barcelona's place in the top four has appeared more secure due to their form under Xavi Hernandez and their game in hand to be played against RayoVallecano.",
            "But the defeat by Frankfurt at Camp Nou could check their rhythm, especially after Pedri was forced off injured at half-time. Barca play at home to Cadiz on Monday."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "Champions League can 'change your life': Conte",
        "author": "AFP",
        "content": [
            " says the Champions League can \"change your life\" as he seeks to strengthen Tottenham's grip on a top-four place in the Premier League.",
            "Spurs can go six points clear of fifth-placed Arsenal, at least for a few hours, if they beat ",
            " at home in the early Premier League kick-off on Saturday.",
            "Tottenham, who have won their past four league games, are favourites to secure fourth place in the Premier League, which would secure a spot in Europe's top club competition for next season.",
            "They are currently three points clear of Arsenal having played a game more, and six ahead of West Ham and Manchester United.",
            "Conte said on Thursday that watching this week's ",
            " action had whetted his appetite to be involved.",
            "\"Arsenal, United, West Ham, Wolverhampton are in this same race with us, but we want to fight until the end and we will see what happens at the end of the season,\" he said.",
            "\"You know very well Champions League is a competition every club, every player, every manager wants to play in.",
            "\"For this reason it's important to have this great goal because (it can) change your life if next season you are going to play in Champions League instead to play Europa League, instead to play Conference League or instead you play nothing in this type of competition.",
            "\"This situation has to give us a great push and great desire to finish the season the best possible way.\"",
            "Conte will be on the bench on Saturday after recovering from a recent bout of coronavirus.",
            "The Italian tested positive following last weekend's 4-0 win at Aston Villa after complaining of mild symptoms.",
            "\"For sure it was a strange week for me and also the players, as they're used to having training sessions with me,\" he said. \"Not only with my staff.",
            "\"But it's OK because my staff are doing a great job. I attended the sessions from a distance, and I think on Saturday I stay with my players on the bench.\"",
            "Matt Doherty will not be involved after the right wing-back was ruled out for the rest of the season with a knee injury picked up at Aston Villa."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "Bought for $2.8 m,NFT of Jack Dorsey tweet finds few takers",
        "author": "Reuters",
        "content": [
            "Crypto entrepreneur Sina Estavi made headlines in March 2021 when he paid $2.9 million for an NFT of Twitter boss Jack Dorsey's first tweet. But his efforts to re-sell it have run aground, with a top bid of just $6,800 as of Thursday.",
            "The initial purchase was at the time among the most expensive sales of a non-fungible token, or NFT, and came amid a flurry of interest in the niche crypto assets which have since generated billions of dollars in sales. ",
            "Estavi put the tweet up for resale on the popular NFT marketplace OpenSea last week, initially asking for $48 million.",
            "That price tag was removed after offers in the first week were in the low hundreds of dollars. As of Thursday, the highest bid was 2.2 of the cryptocurrency ether - equivalent to around $6,800.",
            "\"My offer to sell was high and not everyone could afford it,\" Estavi, who was recently freed from jail in Iran, told Reuters via Twitter direct message, adding that he was no longer sure if he would sell the NFT.",
            "\"It's important to me who wants to buy it, I will not sell this NFT to anyone because I do not think everyone deserves this NFT,\" Estavi said.",
            "NFTs are a form of crypto asset which can record the ownership of a digital file such as an image, video or text. ",
            "There is no guarantee of an NFT's value and the market is rife with scams, fraud, counterfeits and market manipulation. ",
            "But Estavi was confident in the value of his purchase.",
            "\"This NFT is not just a tweet, this is the Mona Lisa of the digital world,\" he said.",
            "\"VICTIM OF CRYPTO\"",
            "Estavi, who lives in Malaysia, said he had been arrested last May during a trip to Iran and held in solitary confinement until he was freed in February. Iranian state media reported in May 2021 that he was accused of \"disrupting the country's economic system\".",
            "Estavi said he had been arrested because of the growth of his crypto exchange, Bridge Oracle, and described himself as a \"victim of crypto\".",
            "Reuters was unable to independently verify these details.",
            "\"I need the support of the cryptocurrency community,\" Estavi told Reuters.",
            "While announcing the NFT sale in a tweet on April 6, he pledged to give 50% of the proceeds - which he expected to be at least $25 million - to charity.",
            "He said the rest would go to support Bridge Oracle."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "WhatsApp tests new feature to organize groups for work, school",
        "author": "Reuters",
        "content": [
            "WhatsApp is testing a new feature called Communities to organize groups in larger structures that could be used by workplaces or schools, the messaging service owned by Meta Platforms said on Thursday.",
            "WhatsApp head Will Cathcart said the feature would bring together groups, which are capped at 256 users, under bigger umbrellas where administrators could send alerts to a community of thousands.",
            "\"This is really oriented at the communities you're already a part of in your life that are doing private communication,\" said Cathcart in an interview with Reuters, citing Salesforce-owned Slack or Microsoft Teams as comparable types of communication.",
            "He said there were no current plans to charge for the new feature, which is being beta tested with a small number of global communities, but did not rule out offering \"premium features to enterprise\" in the future.",
            "The messaging service, which is end-to-end encrypted and has about 2 billion users, said the Communities feature would also be end-to-end encrypted.",
            "WhatsApp has grappled with abuses including bulk messaging and the spread of misinformation and hate speech. Cathcart said users would not be able to search for different Communities on WhatsApp and that it would use anti-abuse tools and safeguards like forwarding limits for the new feature.",
            "WhatsApp said there would also be changes to its Groups feature before the launch of Communities. It said it was adding the ability for group administrators to remove problematic messages from everyone's chat, introducing voice calling for up to 32 people, increasing file sharing to 2 gigabytes and adding emoji reactions to messages.",
            "Meta CEO Mark Zuckerberg said in a Thursday post that Communities would be rolled out over the coming months. He said Meta would be building community messaging features for Facebook, Messenger and Instagram.",
            "Meta also plans to roll out end-to-end encryption across the other messaging services on its apps as part of its ongoing, declared pivot towards privacy."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "PM Shehbaz rejects proposal for increase in petroleum prices",
        "author": "Tahir Sherani",
        "content": [
            "Prime Minister Shehbaz Sharif on Friday rejected the Oil and Gas Regulatory Authority's (Ogra) proposal for an unprecedented hike in the prices of petroleum products.",
            "Speaking at an Iftar dinner for the new government's coalition partners, Shehbaz said: \"As you know, the prices of petroleum products are revised every 15 days. They had [proposed] an increase of Rs21 and Rs50 per litre.\"",
            "He went on to say that the people of the country would \"curse\" the new government if such a \"mountain of inflation\" was unleashed on them.",
            "\t\t\t",
            "\"What do the people know about what the previous government has done?\" he asked, adding that the proposal for the price hike was rejected.",
            " also reported the premier as saying that the government would bear the burden of an increase in prices instead of shifting it onto the masses.",
            "Meanwhile, a handout issued by the Finance Division also confirmed that there would be no change in the prices of petroleum products.",
            "\"Ogra has proposed [a] significant increase in the prices of petroleum products. However, the prime minister of Pakistan has rejected the recommendations of Ogra and directed to maintain petroleum\nproducts’ prices unchanged in order to provide relief to the common man,\" the handout said, a copy of which is available with ",
            ".",
            "The price of petrol and high speed diesel will remain Rs149.86 and Rs144.15 per litre, respectively. Kerosene and light diesel oil will also continue to be sold for Rs125.56 and Rs118.31 per litre, respectively.",
            "The previous PTI government had ",
            " a four-month freeze (until June 30) on petrol and electricity prices on February 28 as part of a series of measures to bring relief to the public.",
            "On Thursday, Ogra had ",
            " an unprecedented increase of up to Rs120 per litre (over 83 per cent) in the prices of petroleum products to recover full imported cost, exchange rate loss and maximum tax rates.",
            "Highly placed sources in Ogra and the Petroleum Division had confirmed that the regulator had presented two options to the government for price increase — the highest-ever in both cases.",
            "Ogra had said both options had been worked out under the PTI government’s August 24, 2020, policy guideline. This had required calculations on the basis of existing sales tax and petroleum levy rates at the time of fortnightly review as well as full tax rates permissible under the law.",
            "The regulator's working paper, seen by ",
            ", had suggested that based on the existing tax rates — which were zero — the prices of all products should go up in a Rs22-52 per litre band to charge breakeven prices without any element of subsidy.",
            "Under this option, the ex-depot price of high speed diesel (HSD) was worked out at Rs195.67 per litre against the existing rate of Rs144.15, showing an increase of Rs51.52, or 35.7pc. The ex-depot price for petrol would have risen by Rs21.60 (14.2pc) to Rs171.46 per litre from Rs149.86.",
            "The same formula suggested the kerosene price at Rs161.61 per litre against Rs125.56 at present, up Rs36.03 or 28.7pc. The ex-depot price of light diesel oil (LDO) was calculated at Rs157.20 per litre against Rs118.31 at present, an increase of Rs38.89, or 32.9pc.",
            "The second price scenario was based on full tax rates, including 17pc GST on all products, and Rs30 per litre petroleum levy each on HSD and petrol, followed by Rs12 on kerosene and Rs10 on LDO — the maximum rates permissible under the Finance Bill.",
            "In this case, Ogra had worked out the ex-depot price of HSD at Rs264.03 per litre against Rs144.15 at present, an increase of Rs119.88 or 83.2pc. Likewise, the price of petrol was calculated at Rs235.16 per litre against Rs149.86 at present, up by Rs85.30 or 57.4pc.",
            "The ex-depot price of kerosene, with full taxes, was worked out at Rs203.42 per litre against the existing rate of Rs125.56, an increase of Rs77.86 or 61.8pc. The LDO price was calculated at Rs195.62 per litre against Rs118.31 at present, an increase of Rs77.31 per litre or 65.34pc.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/62599f1aa56de.jpg",
        "time": [
            "07:36am"
        ],
        "date": [
            "April 15, 2022"
        ],
        "category": "business",
        "source": "DAWN"
    },
    {
        "title": "Ageing Ibra out again as Milan defend Serie A lead",
        "author": "AFP",
        "content": [
            " is once again out of action for AC Milan, the veteran striker falling victim to the latest in a string of injuries as the Serie A leaders battle with a goalscoring problem ahead of Friday's match with Genoa.",
            "At 40 years old Ibrahimovic's body appears to be giving up on him, a left knee problem the latest issue in a season which he has scored eight league goals despite starting just 11 times and missing out entirely on half of the campaign.",
            "His physical problems have prompted even Francesco Totti, who was dragged away from playing kicking and screaming, to suggest that the Swede should \"listen to his body\" before deciding to continue.",
            "Milan coach ",
            " said on Thursday that Ibrahimovic would be out for \"another week to 10 days\", meaning he will miss not just Genoa but also the second leg of the Italian Cup semi-final with local rivals Inter Milan on Tuesday and next weekend's tough trip to Lazio.",
            "\"We're hoping that he can return for the final part of the season,\" Pioli told reporters.",
            "\"Everyone gets physical problems... I don't think much has changed regarding his future. I'm convinced that he'll make the right choice, whatever he decides to do we'll back him.\"",
            "Ibrahimovic's absences have left coach Stefano Pioli without many options up front, with ",
            " the starting centre-forward for a team which has kept six straight clean sheets in all competitions but scored just four goals in that time.",
            "Two stalemates with Bologna and Torino have allowed Inter to gain the upper hand in a four-way title race which looks set to go down to the wire, the champions sitting two points off the pace but with a game in hand to be played in two weeks' time.",
            "Milan might even be down in second by the time they kick off at the San Siro as Simone Inzaghi's side face Spezia in the weekend's first match on Friday evening.",
            "And the pressure is on for the seven-time European champions who also have Napoli – level with Inter going into Saturday's home match with Europe-chasing Roma – on their heels and Juventus lurking just six points back with six games remaining.",
            "\"If we're still going for the title and the cup it means that everyone has given their all. But we need that one extra push,\" said Pioli.",
            "\"We've got enough quality to collect a lot of points between now and the end of the season.\"",
            "If Milan are to defend their league lead then Portugal forward Leao will be key to them getting back on the scoresheet, as the 22-year-old has moved up a gear this season and been at the heart of his team's best attacking displays.",
            "Genoa are staring relegation in the face so are likely to be extremely cautious, a style which has frustrated Milan so often against modest opposition this season that it might yet cost them a first league crown since 2011. Someone with the creative qualities of Leao will be crucial to breaking them down."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "Talks with IMF for programme revival from 18th",
        "author": "The Newspaper's Staff Reporter",
        "content": [
            "ISLAMABAD: As part of fresh contacts with international lenders, Pakistan on Friday approached the International Monetary Fund (IMF) for revival and completion of its Extended Fund Facility (EFF) along with disbursement of outstanding $3 billion funds to counter fast depleting foreign exchange reserves amid widening fiscal and current account deficits.",
            "Prime Minister’s finance adviser (in-waiting) Miftah Ismail on Friday had an initial engagement with IMF’s Resident Representative in Islamabad Esther Perez Ruiz to touch base with the fund on the way forward on the three-year programme that got suspended thrice and remained off-track most of the time. Secretary Finance Hamed Yaqoob Shaikh also had a virtual contact with the new IMF mission chief to Pakistan Nathan Porter on Thursday night.",
            "Informed sources said Mr Miftah and Secretary Shaikh are now scheduled to open formal dialogue with IMF mission chief Porter in Washington on Monday (April 18) on how to revive the programme and agree on further steps that could be made part of the upcoming federal budget 2022-23 in June.",
            "Informed sources said Mr Miftah informed Ms Ruiz of the decision of the new government to engage with the fund on measures to take the existing programme forward. These sources said the IMF side — both in Islamabad and Washington — welcomed the initiative and promised to work out measures for financial and economic stability and move towards building buffers.",
            "The fund officials suggested the authorities to prepare their side of the homework including corrective measures that could stop the bleeding that particularly started after the last-month relief-cum-amnesty package with financial implications of more than Rs300bn. These would then be taken up on Monday for discussions. Ms Ruiz could not be reached for comments.",
            "The sources said Mr Miftah also had another meeting with World Bank’s country director in Islamabad Najy Benhassine on Thursday night and discussed its lending pipeline including concessionary financing under the International Development Assistance (IDA) for the next financial year as well.",
            "Mr Miftah had last week blamed the PTI government for creating an unprecedented economic mess, particularly leaving behind domestic and external financial accounts in a precarious position.",
            " Compunode.com Pvt. Ltd. (",
            ").Designed for ",
            ".",
            "Copyright © 2022, Dawn",
            "Scribe Publishing Platform"
        ],
        "image": "https://i.dawn.com/primary/2022/04/625a4c0bed0b2.png",
        "time": [
            "09:56am"
        ],
        "date": [
            "April 16, 2022"
        ],
        "category": "business",
        "source": "DAWN"
    },
    {
        "title": "Meta to take nearly half of sales made by its metaverse creators as fees",
        "author": "Reuters",
        "content": [
            "Facebook parent Meta Platforms will charge creators around 47.5% on sales of digital assets and experiences made inside the company's virtual reality platform Horizon Worlds.",
            "The overall charge comprises of 30% hardware platform fee for sales made through Meta Quest Store, where it sells apps and games meant for its virtual reality headsets, and a further 17.5% cut as its Horizon platform fees, a Meta spokesperson told Reuters on Wednesday.",
            "On Monday, the tech giant said it would start testing tools for creators to sell digital assets and in turn make money on Horizon Worlds, a key part of its plan for creating a metaverse. ",
            "Meta chief executive officer Mark Zuckerberg has been a critic of Apple Inc's app store fees of 30%, but Meta's latest move to charge creators nearly half their sales on its own platform has angered many of them.",
            "The Facebook parent company, which changed its name to Meta last year, has invested heavily in virtual and augmented reality to reflect its new bet on the metaverse, a futuristic idea of a network of virtual environments accessed via different devices where users can work, socialize and play.",
            "Meta's Horizon Worlds, an expansive VR social platform, and Horizon Venues, which is focused on virtual events, are early iterations of metaverse-like spaces."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 14, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "State securities regulators order virtual casino firm to stop selling NFTs",
        "author": "Reuters",
        "content": [
            "Securities regulators in the US states of Texas and Alabama on Wednesday ordered an online casino developer to stop selling non-fungible tokens (NFTs), alleging the firm was illegally offering unregistered securities and defrauding the public.",
            "Cyprus-based Sand Vegas Casino Club and co-founders Martin Schwarzberger and Finn Ruben Warnke allegedly offered 11,111 NFTs in a \"high-tech fraudulent securities offering\" to fundraise to build virtual casinos in the metaverse. They also erroneously told potential buyers the tokens were not securities, the Texas State Securities Board said in a statement.",
            "Sand Vegas promised buyers of its Gambler and Golden Gambler NFTs they would share in virtual casino profits, forecasting proceeds of as much as $81,000 each year, the regulators said.",
            "Sand Vegas and the co-founders could not be reached immediately for comment.",
            "The cease-and-desist order appears to be the first of its kind tied to internet-based virtual environment platforms, colloquially known as the metaverse. It also marks a new frontier for US authorities seeking to clamp down on NFTs, blockchain-based tokens that represent assets such as a piece of digital art. Last month, two men were arrested and charged with scamming NFT buyers worth $1.1 million. ",
            "Though this latest case is relatively small, state actions often spark interest from federal regulators. NFTs have seen a surge in investor interest, and the Securities and Exchange Commission (SEC) has not yet offered formal guidance on whether they could be considered securities in some instances.",
            "A spokesperson for OpenSea, the largest NFT marketplace, said the firm had disabled buying, selling and transferring of Sand Vegas tokens because the collections were in violation of the platform's service terms.",
            "Joe Rotunda, enforcement director at the Texas State Securities Board, said the regulator has spotted a number of securities offerings in the metaverse.",
            "\"This is a hot area,\" he told Reuters. \"We are coordinating among states to investigate the offerings and plan enforcement actions if necessary.\""
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 14, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "Musk makes $43 billion offer for Twitter to build 'arena for free speech'",
        "author": "Reuters",
        "content": [
            "Billionaire entrepreneur Elon Musk took aim at Twitter Inc with a $43 billion cash takeover offer on Thursday, with the Tesla CEO saying the social media company needs to be taken private to grow and become a platform for free speech.",
            "\"I think it's very important for there to be an inclusive arena for free speech,\" Musk, already San Francisco-based Twitter's second-largest shareholder, said at a TED Talk in Vancouver when asked about his bid.",
            "Musk made the bid on Wednesday in a letter to the board of Twitter - the micro-blogging platform that has become a global means of communication for individuals and world leaders - and it was made public in a regulatory filing on Thursday. His offer price of $54.20 per share represents a 38% premium to Twitter's April 1 close, the last trading day before his 9.1% stake in the social media platform was made public.",
            "Musk, the world's richest person with a $273.6 billion fortune according to a Forbes tally, rejected an invitation to join Twitter's board on Saturday after disclosing his stake, a move analysts said signaled his takeover intentions as a board seat would have limited his shareholding to just under 15%. ",
            "After his TED talk, Musk hinted at the possibility of a hostile bid in which he would bypass Twitter's board and put the offer directly to its shareholders, tweeting: \"It would be utterly indefensible not to put this offer to a shareholder vote.\"",
            "Twitter was evaluating the offer with guidance from Goldman Sachs and Wilson Sonsini Goodrich & Rosati, according to a source. The company was also preparing a poison pill as a protective measure against Musk raising his stake as early as Friday, the source said.",
            "Shares of Twitter closed down 1.7% on Thursday.",
            "Investors were not convinced.",
            "Saudi Arabia's Prince Alwaleed bin Talal tweeted from his verified account about the deal. Describing himself as one of the \"largest & long-term shareholders of Twitter,\" he said Musk's offer undervalued the company and he rejected it.",
            "Musk, for his part, told Twitter it was his \"best and final offer\" and said he would reconsider his investment if the board rejects it. ",
            "\"This is not a way to sort of make money,\" Musk said during the TED Talk.",
            "\"My strong intuitive sense is that having a public platform that is maximally trusted and broadly inclusive, is extremely important to the future of civilization,\" Musk added.",
            "Musk makes bid for Twitter",
            "Musk, a self-described \"free speech absolutist,\" has been critical of the social media platform and its policies, and recently ran a poll on Twitter asking users if they believed it adheres to the principle of free speech. More than 70% of the 2 million votes cast said \"No\".",
            "After Twitter banned former President Donald Trump over concerns around incitement of violence following last year's US Capitol attack by his supporters, Musk tweeted: \"A lot of people are going to be super unhappy with West Coast high tech as the de facto arbiter of free speech.\"",
            "In remarks on Wednesday - before Musk's announcement - Trump said he \"probably wouldn't have any interest\" in returning to Twitter, where he had more than 88 million followers. ",
            "Elon Musk talks at the Automotive World News Congress at the Renaissance Center in Detroit, Michigan, January 13, 2015. REUTERS/Rebecca Cook/File Photo",
            "White House spokesperson Karine Jean-Pierre declined to comment on Musk's offer for Twitter, saying that market regulators operate independently from political leadership.",
            "Twitter employees, some of whom were panicked over Musk's impact on its ability to moderate content, attended an all-hands meeting on Thursday. Chief Executive Officer Parag Agrawal reassured them that the company was not being \"held hostage\" by news of Musk's offer to buy the company, according to a source.",
            "Musk said US investment bank Morgan Stanley was acting as financial adviser for his offer. He did not say how he would finance the transaction if it goes ahead, but told the TED talk audience he \"had sufficient assets,\" without saying more.",
            "CFRA Research analyst Angelo Zino said Musk could finance the deal with debt and selling Tesla shares.",
            "Musk sold more than $15 billion worth of his Tesla shares, about 10% of his stake in the electric vehicle maker, last year to settle a tax obligation.",
            "'SERIAL UNDERPERFORMER'",
            "Twitter's lower-than-expected user additions in recent months have raised doubts about its growth prospects, even as it pursues big projects such as audio chat rooms and newsletters.",
            "Founded just two years after Facebook, Twitter is dwarfed by the social network. Meta, which owns Facebook, generated $118 billion in revenue in 2021 from 1.93 billion daily users. Twitter earned $5.08 billion in revenue last year from 217 million daily users.",
            "\"The big question for the Twitter board now is whether to accept a very generous offer for a business that has been a serial underperformer and tends to treat its users with indifference,\" said Michael Hewson, chief market analyst at CMC Markets.",
            "Twitter's stock market value has lagged rivals",
            "Twitter will not decide on the fate of Musk's bid on Thursday, according to a source familiar with the situation. What the board is discussing is the parameters of the valuation process and it would then ask its advisers to review the bid and await for the results, the source said.",
            "Musk has amassed more than 80 million followers since joining Twitter in 2009 and has used it to make several announcements. Musk is bound by a 2018 settlement with the US Securities and Exchange Commision requiring him to obtain pre-approval on some of his Twitter posts after he tweeted that he had \"funding secured\" to take Tesla private.",
            "\"If he really wants to take Twitter private his past run-ins with regulators might not pose an obstacle – but it might make potential financing sources leery of providing the cash for the deal – unless he is willing to pledge a large portion of his Tesla holdings to collateralize the debt,\" said Howard Fischer, a partner at law firm Moses & Singer and former senior trial counsel at the SEC.",
            "Musk's move also raises the question of whether other bidders might emerge for Twitter.",
            "\"It would be hard for any other bidders/consortium to emerge and the Twitter board will be forced likely to accept this bid and/or run an active process to sell Twitter,\" Wedbush Securities analyst Daniel Ives wrote in a client note.",
            "Musk admitted at the conference that success was not assured but his intent was to retain as many shareholders as allowed by law in a private company.",
            "Asked if there was a \"Plan B\" if Twitter rejected the offer, Musk told the TED conference audience without elaborating: \"There is.\""
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "DeChambeau has surgery on broken wrist",
        "author": "REUTERS",
        "content": [
            "Golfer ",
            " had surgery on his broken left wrist on Thursday, saying on Instagram he hoped to return to top-flight competition within two months.",
            "DeChambeau missed the cut at the Masters last week, his third missed cut in his past four starts.",
            "The 2020 US Open champion, now ranked 19th in the world, had hoped to avoid surgery to repair the hairline fracture of the hamate bone – which was made worse when he took a tumble while playing ping-pong with fellow pros at the Saudi International earlier this year.",
            "\"I made attempts to play through this injury at three recent events, including the Masters, but this is typically an injury that requires surgical treatment,\" DeChambeau said in an Instagram post.",
            "\"Through continued discomfort from the fracture, it has caused me to alter my grip and swing, resulting in my inability to compete at golf's highest level. This has not been easy physically and mentally for me.\"",
            "The two-month timeline left DeChambeau's availability for the ",
            ", at Southern Hills Golf Club in Oklahoma May 19-22, in doubt.",
            "\"For now, I will be taking the appropriate time needed to rest and recover from this procedure and look forward to competing at the highest level within the next two months,\" DeChambeau said."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "Buyout firm Thoma Bravo approaches Twitter with acquisition interest",
        "author": "Reuters",
        "content": [
            "Buyout firm Thoma Bravo LP has contacted Twitter Inc to express interest in putting together an acquisition offer that would rival Tesla Inc Chief Executive Elon Musk's $43 billion bid, people familiar with the matter said on Friday.",
            "Thoma Bravo, a private equity firm that had more than $103 billion in assets under management as of the end of December, has informed Twitter that it is exploring the possibility of putting together a bid, the sources said.",
            "It is not clear how much Thoma Bravo would be prepared to offer and there is no certainty that such a rival bid will materialize, the sources cautioned, asking not to be identified because the matter is confidential.",
            "A Thoma Bravo spokesperson declined to comment while Twitter representatives did not immediately respond to a request for comment.",
            "The New York Post reported on Thursday that Thoma Bravo was considering a bid for Twitter."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "Apple tests several new Macs with next-generation M2 chips ",
        "author": "Reuters",
        "content": [
            "Apple Inc has started internal testing of several Mac models with next-generation M2 chips, Bloomberg News ",
            " on Thursday citing developer logs.",
            "The company is testing at least nine Mac models with four different M2-based chips - the successors to the current M1 line - with third-party apps in its App store, according to the logs which were corroborated by people familiar with the matter, the report said.",
            "Apple is also testing a Mac mini with an M1 Pro chip, the same processor used in the entry-level 14-inch and 16-inch MacBook Pros, the report added.",
            "In March, Apple introduced a faster chip for a new desktop, a high point in Apple's move to power its devices with microprocessors designed in house. ",
            "Last year, Apple announced two new MacBook Pro models that run on more powerful in-house chips, furthering its break from previous supplier Intel Corp. ",
            "Apple was not immediately available for Reuters request for a comment."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "Twitter adopts 'poison pill' as challenger to Musk emerges",
        "author": "Reuters",
        "content": [
            "Twitter Inc adopted a 'poison pill' on Friday to limit Elon Musk's ability to raise his stake in the social media platform, as a buyout firm emerged to challenge his $43 billion bid for the company.",
            "Thoma Bravo, a technology-focused private equity firm that had more than $103 billion in assets under management as of the end of December, has informed Twitter that it is exploring the possibility of putting together a bid, people familiar with the matter said. ",
            "It is not clear how much Thoma Bravo would be prepared to offer and there is no certainty that such a rival bid will materialize, the sources cautioned, asking not to be identified because the matter is confidential.",
            "A Thoma Bravo spokesperson declined to comment while Twitter representatives did not immediately respond to a request for comment. The New York Post reported on Thursday that Thoma Bravo was considering a bid for Twitter.",
            "Twitter said on Friday it adopted a poison pill that would dilute anyone amassing a stake in the company of more than 15% by selling more shares to other shareholders at a discount. Known formally as a shareholder rights plan, the poison pill will be in place for 364 days.",
            "The move would not bar Musk from taking his offer directly to Twitter shareholders by launching a tender offer. While the poison pill would prevent most Twitter shareholders from selling their shares, the tender offer would allow them to register their support or disapproval of Musk's offer.",
            "\"It is a predictable defensive measure for the board to go down that will not be viewed positively by shareholders given the potential dilution and acquisition unfriendly move,\" Wedbush analyst Dan Ives tweeted on Friday.",
            "Thoma Bravo's interest raises the specter of more private equity firms vying for Twitter. The global private equity industry is sitting on about $1.8 trillion in dry powder, according to data provider Preqin. Unlike major technology conglomerates, most buyout firms would not face antitrust restrictions in acquiring Twitter.",
            "It remains possible that a private equity firm will boost Musk's bid by partnering with him rather than challenging him. Musk's criticism of Twitter's reliance on advertising for most of its revenue, however, has made some private equity firms apprehensive about teaming up with him, industry sources said. This is because a strong cash flow makes financing a leveraged buyout much easier.",
            "Elon Musk's twitter account is seen on a smartphone in front of the Twitter logo in this photo illustration taken, April 15, 2022. REUTERS/Dado Ruvic/Illustration",
            "Silver Lake, a private equity firm with more than $90 billion in assets under management, would be a natural partner for Musk because it offered financing for his $72-billion bid for Tesla Inc four years ago, which Musk subsequently abandoned. Silver Lake co-chief executive Egon Durban also sits on Twitter's board.",
            "But Durban did not recuse himself on Thursday when Twitter's board met to discuss Musk's offer for the first time, people familiar with the matter said, in a sign that Silver Lake has not sought to team up with Musk or make a bid of its own thus far.",
            "It remains possible that Silver Lake will choose to become involved as a buyer. A Silver Lake spokesman did not immediately respond to a request for comment on Friday.",
            "'BEST AND FINAL OFFER'",
            "Twitter has more than $6 billion of cash on its balance sheet and its annual cash flow is close to $700 million, providing some comfort to banks considering whether should provide debt for a deal. Still, a leveraged buyout for Twitter could be the biggest of all time, potentially requiring several buyout firms and other major institutional investors to team up.",
            "Musk is the world's richest person with a net worth pegged by Forbes at $265 billion. He has however drawn a line on how much he is willing to pay. He informed Twitter on Wednesday that his $54.20-per-share all-cash bid for the company was his \"best and final offer\", and that he would reconsider his position as a Twitter shareholder if it was rejected. Musk owns more than 9% of Twitter, making him the largest shareholder after mutual fund giant Vanguard.",
            "Musk tweeted on Thursday that Twitter's shareholders should have a say on his offer and posted a poll on Twitter in which most users agreed with him. Twitter's board is still assessing Musk's offer and would only put it to the company's shareholders for a vote if it approves it. Twitter shares fell on Thursday, indicating that most investors expect the company's board to reject Musk's bid as inadequate and thin on financing details. ",
            "Twitter's board is expected to take several more days to assess Musk's bid and draft its response, the sources familiar with the matter said. An outcome over the weekend is unlikely, the sources added.",
            "Goldman Sachs Group Inc has been advising Twitter's board on its deliberations. Bloomberg News reported on Friday that the board had tapped JPMorgan Chase Co Inc as a second financial adviser."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "'Thai Messi' making name in Japan",
        "author": "AFP",
        "content": [
            "He is known as the \"Thai Messi\" and grew up idolising ",
            " – now Chanathip Songkrasin is making his own name after joining one of Asia's top clubs.",
            "The 159-centimetre (five foot two) attacking midfielder is a hero in Thailand, where he captains the national team and advertises everything from credit cards to energy drinks.",
            "Now the 28-year-old is breaking new ground after a January move to Japanese champions Kawasaki Frontale, which have won the J-League four times in the last five years.",
            "Chanathip, also known as \"Jay\" in his home country, is keen to show football-mad Thai fans that he can live up to their expectations.",
            "\"Football is a sport that's popular all over the world and it's very popular in Thailand too,\" he told AFP.",
            "\"The fans gave me the nickname 'Messi' and that's a big honour, but ",
            " is a world-famous player, the best in the world.",
            "\"I can't be like Messi, but I'm happy to be called that.\"",
            "Chanathip was born in central Thailand and first learned football from his father, a huge fan of Argentine legend Maradona.",
            "His father showed him videos of the midfield great and encouraged his son to copy his bamboozling tricks and dynamic dribbles.",
            "Chanathip made his Thai league debut in 2012 and had a trial with German side Hamburg, before earning himself a move to Japanese team Consadole Sapporo in 2017.",
            "He spent four and a half years with the northern outfit, scoring 15 goals in 123 games, before joining Frontale this year for a reported J-League record transfer fee thought to be just under $4 million.",
            "Now he is pulling the midfield strings for Japan's leading club and has helped Frontale top the J-League table 10 games into the new season.",
            "\"I've been able to get some games under my belt since I joined Frontale and to be honest I've had some good moments and some bad moments,\" he said.",
            "\"I'm still getting used to my teammates and my link-up play with them could be better. I have to keep adapting and show what I can do.\""
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    }
]