[
    {
        "title": "Buyout firm Thoma Bravo approaches Twitter with acquisition interest",
        "author": "Reuters",
        "content": [
            "Buyout firm Thoma Bravo LP has contacted Twitter Inc to express interest in putting together an acquisition offer that would rival Tesla Inc Chief Executive Elon Musk's $43 billion bid, people familiar with the matter said on Friday.",
            "Thoma Bravo, a private equity firm that had more than $103 billion in assets under management as of the end of December, has informed Twitter that it is exploring the possibility of putting together a bid, the sources said.",
            "It is not clear how much Thoma Bravo would be prepared to offer and there is no certainty that such a rival bid will materialize, the sources cautioned, asking not to be identified because the matter is confidential.",
            "A Thoma Bravo spokesperson declined to comment while Twitter representatives did not immediately respond to a request for comment.",
            "The New York Post reported on Thursday that Thoma Bravo was considering a bid for Twitter."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "Twitter adopts 'poison pill' as challenger to Musk emerges",
        "author": "Reuters",
        "content": [
            "Twitter Inc adopted a 'poison pill' on Friday to limit Elon Musk's ability to raise his stake in the social media platform, as a buyout firm emerged to challenge his $43 billion bid for the company.",
            "Thoma Bravo, a technology-focused private equity firm that had more than $103 billion in assets under management as of the end of December, has informed Twitter that it is exploring the possibility of putting together a bid, people familiar with the matter said. ",
            "It is not clear how much Thoma Bravo would be prepared to offer and there is no certainty that such a rival bid will materialize, the sources cautioned, asking not to be identified because the matter is confidential.",
            "A Thoma Bravo spokesperson declined to comment while Twitter representatives did not immediately respond to a request for comment. The New York Post reported on Thursday that Thoma Bravo was considering a bid for Twitter.",
            "Twitter said on Friday it adopted a poison pill that would dilute anyone amassing a stake in the company of more than 15% by selling more shares to other shareholders at a discount. Known formally as a shareholder rights plan, the poison pill will be in place for 364 days.",
            "The move would not bar Musk from taking his offer directly to Twitter shareholders by launching a tender offer. While the poison pill would prevent most Twitter shareholders from selling their shares, the tender offer would allow them to register their support or disapproval of Musk's offer.",
            "\"It is a predictable defensive measure for the board to go down that will not be viewed positively by shareholders given the potential dilution and acquisition unfriendly move,\" Wedbush analyst Dan Ives tweeted on Friday.",
            "Thoma Bravo's interest raises the specter of more private equity firms vying for Twitter. The global private equity industry is sitting on about $1.8 trillion in dry powder, according to data provider Preqin. Unlike major technology conglomerates, most buyout firms would not face antitrust restrictions in acquiring Twitter.",
            "It remains possible that a private equity firm will boost Musk's bid by partnering with him rather than challenging him. Musk's criticism of Twitter's reliance on advertising for most of its revenue, however, has made some private equity firms apprehensive about teaming up with him, industry sources said. This is because a strong cash flow makes financing a leveraged buyout much easier.",
            "Elon Musk's twitter account is seen on a smartphone in front of the Twitter logo in this photo illustration taken, April 15, 2022. REUTERS/Dado Ruvic/Illustration",
            "Silver Lake, a private equity firm with more than $90 billion in assets under management, would be a natural partner for Musk because it offered financing for his $72-billion bid for Tesla Inc four years ago, which Musk subsequently abandoned. Silver Lake co-chief executive Egon Durban also sits on Twitter's board.",
            "But Durban did not recuse himself on Thursday when Twitter's board met to discuss Musk's offer for the first time, people familiar with the matter said, in a sign that Silver Lake has not sought to team up with Musk or make a bid of its own thus far.",
            "It remains possible that Silver Lake will choose to become involved as a buyer. A Silver Lake spokesman did not immediately respond to a request for comment on Friday.",
            "'BEST AND FINAL OFFER'",
            "Twitter has more than $6 billion of cash on its balance sheet and its annual cash flow is close to $700 million, providing some comfort to banks considering whether should provide debt for a deal. Still, a leveraged buyout for Twitter could be the biggest of all time, potentially requiring several buyout firms and other major institutional investors to team up.",
            "Musk is the world's richest person with a net worth pegged by Forbes at $265 billion. He has however drawn a line on how much he is willing to pay. He informed Twitter on Wednesday that his $54.20-per-share all-cash bid for the company was his \"best and final offer\", and that he would reconsider his position as a Twitter shareholder if it was rejected. Musk owns more than 9% of Twitter, making him the largest shareholder after mutual fund giant Vanguard.",
            "Musk tweeted on Thursday that Twitter's shareholders should have a say on his offer and posted a poll on Twitter in which most users agreed with him. Twitter's board is still assessing Musk's offer and would only put it to the company's shareholders for a vote if it approves it. Twitter shares fell on Thursday, indicating that most investors expect the company's board to reject Musk's bid as inadequate and thin on financing details. ",
            "Twitter's board is expected to take several more days to assess Musk's bid and draft its response, the sources familiar with the matter said. An outcome over the weekend is unlikely, the sources added.",
            "Goldman Sachs Group Inc has been advising Twitter's board on its deliberations. Bloomberg News reported on Friday that the board had tapped JPMorgan Chase Co Inc as a second financial adviser."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "SPI decreases 0.68%",
        "author": "Our Correspondent",
        "content": [
            "\nISLAMABAD:\n",
            "The Sensitive Price Indicator (SPI) for the week ended April 14, 2022 registered a decrease of 0.68% for the combined income group, going down from 174.45 points during the week ended April 7, 2022 to 173.27 points in the week under review. The SPI for the combined income group rose 16.44% compared to the corresponding week of previous year. The SPI for the lowest income group fell 1.01% compared to the previous week. The index for the group stood at 182.48 points against 184.35 points in the previous week, according to provisional figures released by the Pakistan Bureau of Statistics (PBS). During the week under review, average prices of 17 items rose in a selected basket of goods, prices of 10 items fell and rates of remaining 24 goods recorded no change. ",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "Plan to lease aircraft draws criticism",
        "author": "Reuters",
        "content": [
            "\nCOLOMBO:\n",
            "A plan by Sri Lanka’s state-owned national airline to lease nearly two dozen aircraft has sparked public criticism and opposition condemnation as the country struggles with its worst financial crisis in decades. Sri Lanka is struggling with low reserves that have declined more than 70% over the past two years to $1.93 billion at the end of March. The dollar crunch has caused acute shortages of fuel, food and medicines, with rolling power cuts for hours a day for more than a month. On Tuesday, Sri Lanka suspended some external debt repayments and said it would instead use meagre dollar cache to focus on essential imports. Protesters demanding President Gotabaya Rajapaksa resign have been staging daily sit-ins outside his office. Tender notices for the lease of 42 aircraft were published on the airline’s website on Thursday. SriLankan Airlines has been struggling with a fall in tourism because of the Covid-19 pandemic and the economic crisis. ",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "Nexo and Mastercard launch 'world first' crypto-backed payment card",
        "author": "Reuters",
        "content": [
            "Crypto lender Nexo said it has teamed up with global payments company Mastercard to launch on Wednesday what it calls the world's first \"crypto-backed\" payment card.",
            "It signals the latest move by crypto and incumbent financial networks to join forces as digital assets become more mainstream.",
            "Nexo said the card, available in selected European countries initially, allows users to spend without having to sell their digital assets such as bitcoin, which are used as collateral to back the credit granted.",
            "Most traditional credit cards are unsecured and have a set credit limit.",
            "Credit card is seen in front of displayed Master Card logo in this illustration taken, July 15, 2021. REUTERS/Dado Ruvic/Illustration/File Photo",
            "The card is linked to a Nexo-provided, crypto-backed credit line and can be used at 92 million merchants worldwide where Mastercard is accepted, allowing investors to spend up to 90% of the fiat value of their crypto assets, Nexo said.",
            "\"The card requires no minimum repayments, monthly, or inactivity fees. There are no FX fees for up to 20,000 euros per month,\" Nexo said.",
            "There are no restrictions on how much a customer can spend or withdraw from the open credit line and interest is only paid on the amount of credit actually used. Interest remains at 0% for customers who maintain a loan-to-value ratio of 20% or below.",
            "\"Mastercard recognizes that digital assets are revolutionizing the financial landscape,\" said Raj Dhamodharan, Mastercard’s head of crypto and blockchain products and partnerships.",
            "Electronic money firm DiPocket is Nexo's card issuer."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 14, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "Meta to take nearly half of sales made by its metaverse creators as fees",
        "author": "Reuters",
        "content": [
            "Facebook parent Meta Platforms will charge creators around 47.5% on sales of digital assets and experiences made inside the company's virtual reality platform Horizon Worlds.",
            "The overall charge comprises of 30% hardware platform fee for sales made through Meta Quest Store, where it sells apps and games meant for its virtual reality headsets, and a further 17.5% cut as its Horizon platform fees, a Meta spokesperson told Reuters on Wednesday.",
            "On Monday, the tech giant said it would start testing tools for creators to sell digital assets and in turn make money on Horizon Worlds, a key part of its plan for creating a metaverse. ",
            "Meta chief executive officer Mark Zuckerberg has been a critic of Apple Inc's app store fees of 30%, but Meta's latest move to charge creators nearly half their sales on its own platform has angered many of them.",
            "The Facebook parent company, which changed its name to Meta last year, has invested heavily in virtual and augmented reality to reflect its new bet on the metaverse, a futuristic idea of a network of virtual environments accessed via different devices where users can work, socialize and play.",
            "Meta's Horizon Worlds, an expansive VR social platform, and Horizon Venues, which is focused on virtual events, are early iterations of metaverse-like spaces."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 14, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "Musk makes $43 billion offer for Twitter to build 'arena for free speech'",
        "author": "Reuters",
        "content": [
            "Billionaire entrepreneur Elon Musk took aim at Twitter Inc with a $43 billion cash takeover offer on Thursday, with the Tesla CEO saying the social media company needs to be taken private to grow and become a platform for free speech.",
            "\"I think it's very important for there to be an inclusive arena for free speech,\" Musk, already San Francisco-based Twitter's second-largest shareholder, said at a TED Talk in Vancouver when asked about his bid.",
            "Musk made the bid on Wednesday in a letter to the board of Twitter - the micro-blogging platform that has become a global means of communication for individuals and world leaders - and it was made public in a regulatory filing on Thursday. His offer price of $54.20 per share represents a 38% premium to Twitter's April 1 close, the last trading day before his 9.1% stake in the social media platform was made public.",
            "Musk, the world's richest person with a $273.6 billion fortune according to a Forbes tally, rejected an invitation to join Twitter's board on Saturday after disclosing his stake, a move analysts said signaled his takeover intentions as a board seat would have limited his shareholding to just under 15%. ",
            "After his TED talk, Musk hinted at the possibility of a hostile bid in which he would bypass Twitter's board and put the offer directly to its shareholders, tweeting: \"It would be utterly indefensible not to put this offer to a shareholder vote.\"",
            "Twitter was evaluating the offer with guidance from Goldman Sachs and Wilson Sonsini Goodrich & Rosati, according to a source. The company was also preparing a poison pill as a protective measure against Musk raising his stake as early as Friday, the source said.",
            "Shares of Twitter closed down 1.7% on Thursday.",
            "Investors were not convinced.",
            "Saudi Arabia's Prince Alwaleed bin Talal tweeted from his verified account about the deal. Describing himself as one of the \"largest & long-term shareholders of Twitter,\" he said Musk's offer undervalued the company and he rejected it.",
            "Musk, for his part, told Twitter it was his \"best and final offer\" and said he would reconsider his investment if the board rejects it. ",
            "\"This is not a way to sort of make money,\" Musk said during the TED Talk.",
            "\"My strong intuitive sense is that having a public platform that is maximally trusted and broadly inclusive, is extremely important to the future of civilization,\" Musk added.",
            "Musk makes bid for Twitter",
            "Musk, a self-described \"free speech absolutist,\" has been critical of the social media platform and its policies, and recently ran a poll on Twitter asking users if they believed it adheres to the principle of free speech. More than 70% of the 2 million votes cast said \"No\".",
            "After Twitter banned former President Donald Trump over concerns around incitement of violence following last year's US Capitol attack by his supporters, Musk tweeted: \"A lot of people are going to be super unhappy with West Coast high tech as the de facto arbiter of free speech.\"",
            "In remarks on Wednesday - before Musk's announcement - Trump said he \"probably wouldn't have any interest\" in returning to Twitter, where he had more than 88 million followers. ",
            "Elon Musk talks at the Automotive World News Congress at the Renaissance Center in Detroit, Michigan, January 13, 2015. REUTERS/Rebecca Cook/File Photo",
            "White House spokesperson Karine Jean-Pierre declined to comment on Musk's offer for Twitter, saying that market regulators operate independently from political leadership.",
            "Twitter employees, some of whom were panicked over Musk's impact on its ability to moderate content, attended an all-hands meeting on Thursday. Chief Executive Officer Parag Agrawal reassured them that the company was not being \"held hostage\" by news of Musk's offer to buy the company, according to a source.",
            "Musk said US investment bank Morgan Stanley was acting as financial adviser for his offer. He did not say how he would finance the transaction if it goes ahead, but told the TED talk audience he \"had sufficient assets,\" without saying more.",
            "CFRA Research analyst Angelo Zino said Musk could finance the deal with debt and selling Tesla shares.",
            "Musk sold more than $15 billion worth of his Tesla shares, about 10% of his stake in the electric vehicle maker, last year to settle a tax obligation.",
            "'SERIAL UNDERPERFORMER'",
            "Twitter's lower-than-expected user additions in recent months have raised doubts about its growth prospects, even as it pursues big projects such as audio chat rooms and newsletters.",
            "Founded just two years after Facebook, Twitter is dwarfed by the social network. Meta, which owns Facebook, generated $118 billion in revenue in 2021 from 1.93 billion daily users. Twitter earned $5.08 billion in revenue last year from 217 million daily users.",
            "\"The big question for the Twitter board now is whether to accept a very generous offer for a business that has been a serial underperformer and tends to treat its users with indifference,\" said Michael Hewson, chief market analyst at CMC Markets.",
            "Twitter's stock market value has lagged rivals",
            "Twitter will not decide on the fate of Musk's bid on Thursday, according to a source familiar with the situation. What the board is discussing is the parameters of the valuation process and it would then ask its advisers to review the bid and await for the results, the source said.",
            "Musk has amassed more than 80 million followers since joining Twitter in 2009 and has used it to make several announcements. Musk is bound by a 2018 settlement with the US Securities and Exchange Commision requiring him to obtain pre-approval on some of his Twitter posts after he tweeted that he had \"funding secured\" to take Tesla private.",
            "\"If he really wants to take Twitter private his past run-ins with regulators might not pose an obstacle – but it might make potential financing sources leery of providing the cash for the deal – unless he is willing to pledge a large portion of his Tesla holdings to collateralize the debt,\" said Howard Fischer, a partner at law firm Moses & Singer and former senior trial counsel at the SEC.",
            "Musk's move also raises the question of whether other bidders might emerge for Twitter.",
            "\"It would be hard for any other bidders/consortium to emerge and the Twitter board will be forced likely to accept this bid and/or run an active process to sell Twitter,\" Wedbush Securities analyst Daniel Ives wrote in a client note.",
            "Musk admitted at the conference that success was not assured but his intent was to retain as many shareholders as allowed by law in a private company.",
            "Asked if there was a \"Plan B\" if Twitter rejected the offer, Musk told the TED conference audience without elaborating: \"There is.\""
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "Apple tests several new Macs with next-generation M2 chips ",
        "author": "Reuters",
        "content": [
            "Apple Inc has started internal testing of several Mac models with next-generation M2 chips, Bloomberg News ",
            " on Thursday citing developer logs.",
            "The company is testing at least nine Mac models with four different M2-based chips - the successors to the current M1 line - with third-party apps in its App store, according to the logs which were corroborated by people familiar with the matter, the report said.",
            "Apple is also testing a Mac mini with an M1 Pro chip, the same processor used in the entry-level 14-inch and 16-inch MacBook Pros, the report added.",
            "In March, Apple introduced a faster chip for a new desktop, a high point in Apple's move to power its devices with microprocessors designed in house. ",
            "Last year, Apple announced two new MacBook Pro models that run on more powerful in-house chips, furthering its break from previous supplier Intel Corp. ",
            "Apple was not immediately available for Reuters request for a comment."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "People suffer as gas crisis persists",
        "author": "Salman Siddiqui",
        "content": [
            "\nKARACHI:\n",
            "Industries and households have continued to face gas outages for more than five months, though the peak crisis time (winter season) has passed.",
            "During winter, demand for gas rises significantly and authorities manage shortfall by diverting the fuel mainly to the households.",
            "“For the first time in the history of Pakistan, businesses and households are facing gas outages during April,” Federation of Pakistan Chambers of Commerce and Industry (FPCCI) President Irfan Iqbal Sheikh said while speaking to The Express Tribune.",
            "Consumers face acute shortage of gas during winter months (November to February) almost every year as authorities divert gas to households to enable them to use gas-based heaters and geysers.",
            "However, supplies to businesses and households start normalising from the month of March.",
            "“Political instability is a major reason for the current gas crisis,” he remarked.",
            "Practically speaking, at present, there is no government in the country. The new government is busy finalising which ministry should be given to which political party.",
            "“Gas crisis is worsening owing to delay in the allocation of ministries and the formation of federal cabinet,” he said.",
            "FPCCI and other industrialists have written letters to the secretariats concerned several times. However, the officials available in the ministries are taking no action and told The Express Tribune that they were waiting for policy instructions from the new government.",
            "The fuel crisis is causing financial and production losses and industries are either using alternative expensive fuels like diesel or waiting for the normalisation of gas supplies, he said.",
            "Islamabad-based energy expert Ammar Khan said that a significant reduction in import of gas had been witnessed during the ongoing season for different reasons and continuous depletion of domestic gas reserves amid no new big discovery have led to the worsening of the gas crisis.",
            "He recalled that a couple of global gas suppliers, in violation of long-term agreements, had cancelled the scheduled shipments over the past few months after gas prices shot up in the world market.",
            "Similarly, Pakistan avoided buying expensive gas from global spot markets as gas imported under long-term agreements remained cheaper.",
            "Thirdly, the gas reserves have continued to deplete at a rate of around 9% per year in the country while exploration and production companies have failed to make a big discovery that can help overcome the crisis.",
            "Gas supplies from local fields stood at 3,427 million cubic feet per day (mmcfd) during the week ended April 8, 2022, according to the latest numbers compiled and reported by Arif Habib Limited (AHL).",
            "Supplies were 5.3% higher compared to the previous week “amid resumption of production in Uch post-annual turnaround (ATA) at Uch Power Ltd II.””",
            "“Pakistan meets almost 20% (1,200 mmcfd) of its gas requirement through imports, which have suffered delays,” Khan pointed out.",
            "Gas prices are hovering around $20-22 per million British thermal units (mmbtu) in the global market while Pakistan supplies imported gas to its consumers at around $10 per unit.",
            "Authorities usually supply subsidised gas to the households. “The government should revise upwards the price of imported gas to make imports sustainable and overcome the crisis in the long run,” he suggested.",
            "Secondly, the government should allow the setting up of new LNG import terminals, as the country has only two terminals at present, which are insufficient to meet the growing requirement for imported gas.",
            "Pakistan’s total demand for gas is estimated at over 6,500 mmcfd against supplies of around 4,650 mmcfd. Gas marketing firms – Sui Southern Gas Company (SSGC) and Sui Northern Gas Pipelines Limited (SNGPL) – manage the shortfall by resorting to outages of gas supplied to CNG fuel pumps and non-export industries.",
            "SSGC reported last week that some of its customers have complained of low gas pressure at Sehri (early morning) and Iftaar (evening).",
            "“It is important to mention that customers who are generally located at the tail end of the company’s distribution lines are faced with low pressure issues due to sudden and manifold increase in gas use for cooking purposes in millions of homes and commercial outlets at similar timings.”",
            "Moreover, the constantly depleting gas reserves and occasional operational issues in some gas fields have compounded the issue, resulting in widening of the demand-supply gap, it said. ",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "E-banking shows rapid growth in Q2",
        "author": "Our Correspondent",
        "content": [
            "\nKARACHI:\n",
            "The use of electronic banking (e-banking) in Pakistan continued to expand as it recorded a growth of 10.7% in volume and 22.8% in value of transactions during the second quarter (October-December) of fiscal year 2021-22 on a quarter-on-quarter basis.",
            "In its second quarterly report on payment systems for fiscal year 2021-22 released on Friday, the State Bank of Pakistan (SBP) cited that an encouraging picture of adoption of digital banking was being witnessed in the country.",
            "“E-banking comprises transactions conducted via electronic channels including real-time online branches, ATMs, mobile banking, internet banking, call centre banking, point of sales (POS) and e-commerce,” the SBP said in a statement.",
            "“The growth in e-banking transactions is much steeper relative to paper-based transactions, albeit the value of transactions is higher in the case of latter.”",
            "The volume and value of paper-based transactions increased by 3.4% and 12.2% respectively.",
            "While the volume of e-banking transactions is almost four times higher at 400 million than paper-based transactions at 101.4 million, the value of transactions of the former stands at Rs33.4 trillion compared with Rs41.6 trillion for paper-based transactions, the SBP said.",
            "Across-the-board growth in e-banking included expansion in both mobile and internet banking with double-digit increase in the value and volume of transactions during the second quarter of FY22.",
            "The number of mobile banking transactions was 94 million, while their value reached Rs2.2 trillion, which translated into 18.8% and 35.4% growth respectively on a quarter-on-quarter basis.",
            "Meanwhile, the number of mobile banking users grew 5% on a quarter-on-quarter basis, reaching a total of 11.9 million customers.",
            "Internet banking users reached 6.9 million, conducting 33.8 million transactions, amounting to Rs2.4 trillion, which translated into a strong 13.9% growth in terms of volume and 28% surge in value compared to the preceding quarter.",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "Big industries output rise 8.6%",
        "author": "Shahbaz Rana",
        "content": [
            "\nISLAMABAD:\n",
            "The growth momentum in big industries remained robust in February 2022 – the second last month of Pakistan Tehreek-e-Insaf (PTI) government – as industries recorded 8.6% growth despite headwinds that could slow the pace in the remaining period of current fiscal year.",
            "Large-scale manufacturing (LSM) industries recorded 8.6% growth in February over the same month a year ago, the Pakistan Bureau of Statistics (PBS) reported on Friday.",
            "It was the second consecutive month when the index stood higher than the previous month.",
            "However, the State Bank of Pakistan (SBP) has changed the policy gear and increased the policy rate to 12.25% - a rise of 5.25% in the past few months.",
            "The central bank has also imposed more restrictions to cool down demand, which may impact the growth rate in the coming months.",
            "The PTI government’s over three-and-a-half-year rule ended in April. During his tenure, former prime minister Imran Khan focused on the construction sector.",
            "The new government has decided to revive the stalled International Monetary Fund (IMF) programme, which may also result in fiscal and monetary tightening to bring economic stability. This could also hurt future growth prospects.",
            "The central bank has injected hundreds of billions of rupees into the economy, which provided a fresh impetus to the economic growth but fueled inflation in the country.",
            "The government has targeted 4.8% economic growth for the current fiscal year. The International Monetary Fund (IMF) and other financial institutions have projected Pakistan’s economic growth in the range of 4% to 4.3%, which is a decent rate but nearly half of what is required to create jobs for all new entrants in the market.",
            "Overall, the LSM sector posted 7.8% growth during the July-February period of current fiscal year, according to the PBS.",
            "LSM data is collected from three different sources. Data collected by the Oil Companies Advisory Council (OCAC) showed that the output of 36 items increased on an average by 1.2% in the first eight months of current fiscal year.",
            "The Ministry of Industries, which monitors 11 products, reported 7.3% increase in output during the July-February period. Provincial Bureaus of Statistics reported 9.5% growth in the output of 76 goods, stated the PBS.",
            "The industries that posted growth in the first eight months of FY22 included textile, which registered 2.9% growth.",
            "The textile industry is the largest sector in the LSM index, having 18.2% weight. The production of apparel wear increased one-fifth during the first eight months of FY22.",
            "The output of food industry increased 3.3% during the period under review. Beverages sector production grew 1.7%, which was slower than the previous reading.",
            "Coke and petroleum products’ output showed only 1.2% growth while chemicals’ output rose 7.1%, according to the national data collecting agency.",
            "The output of automobile sector increased 60%. The iron and steel sector saw a growth of 17.3% while the manufacturing of leather products rose 3.1%.",
            "The paper and board sector grew 8% and wood products’ output expanded 174%.",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "Rupee strengthens against dollar",
        "author": "Our Correspondent",
        "content": [
            "\nKARACHI:\n",
            "The rupee strengthened against the US dollar at Rs181.58 in the inter-bank market on Friday compared with Thursday’s close of Rs181.69, according to the State Bank of Pakistan (SBP). On April 7, 2022, the rupee closed at an all-time low at Rs188.18 owing to speculation stemming from political turbulence in the country. Moreover, demand for the dollar stood higher compared to its supply in the wake of an expanding current account deficit, swelling imports and rising global commodity prices. Earlier, the announcement of $3 billion cash deposit by Saudi Arabia in the State Bank helped the rupee to appreciate, however, the recovery proved short-lived. The rupee had been on the downtrend since hitting 22-month high at Rs152.27 in May 2021. The SBP has injected $1.2 billion into the inter-bank market to defend the rupee in the ongoing fiscal year. ",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "Barcelona dumped out of Europa League",
        "author": "AFP",
        "content": [
            "Favourites ",
            " were dumped out of the Europa League by Eintracht Frankfurt in the quarter-finals on Thursday, while West Ham United and Rangers joined RB Leipzig in qualifying for the last four.",
            "Serbian international Filip Kostic scored twice on either side of a Rafael Santos Borre strike at the Camp Nou for Frankfurt, who survived a late fightback to win 3-2 on the night and 4-3 on aggregate.",
            "Sergio Busquets scored a late consolation before Memphis Depay's even later penalty for Barcelona but Eintracht held on, to the delight of the estimated 30,000 German supporters who travelled for the game.",
            "They go through to their second Europa League semi-final in four seasons, having lost on penalties to ",
            " at the same stage in 2019.",
            "\"I am speechless. Nobody expected this, if you are honest. Everyone expected us to suffer,\" said Frankfurt goalkeeper Kevin Trapp.",
            "Barcelona's recent revival under Xavi Hernandez has been remarkable but this defeat means they have won just once at home all season in Europe, and their campaign is now set to end without silverware.",
            "\"It's a hammer blow for us. They deserved to go through,\" admitted Xavi.",
            "After conceding three penalties in their weekend win over Levante, Barca fell behind to another spot-kick inside four minutes against Eintracht, as Kostic converted after a foul by Eric Garcia to the delight of the enormous away support.",
            "The visitors scored again in the 36th minute as Colombian forward Borre fired high into the net from range, and Kostic's low finish into the far corner made it 3-0 midway through the second half.",
            "Busquets had a late goal disallowed for offside before he found the net with a fantastic strike from 20 metres in the first minute of injury time.",
            "The game carried on into an 11th added minute when Depay netted a penalty after Evan Ndicka was sent off, receiving a second caution for a foul on Luuk de Jong.",
            "Yet Eintracht maintained their record of not having lost to Spanish opposition since the 1960 European Cup final against ",
            ", and they will face West Ham in the semi-finals.",
            "The English side are through to their first European semi-final since losing the 1976 Cup Winners' Cup final to Anderlecht after they outclassed Lyon in France, winning 3-0 on the night and 4-1 on aggregate.",
            "The Hammers took the lead in the 38th minute of the return when Craig Dawson headed in a Pablo Fornals corner.",
            "Captain Declan Rice slotted in their second just before the break, his sidefoot effort from the edge of the area beating Lyon goalkeeper Julian Pollersbeck with the aid of a deflection.",
            "The outcome was put beyond doubt when West Ham scored again three minutes after the restart as Fornals sent Jarrod Bowen away to make it 3-0.",
            "\"The journey in two years, we were talking about relegation, and now we're talking about getting to the semi-final of a European tournament. It's fabulous, and we're all going to look forward to it,\" said West Ham manager David Moyes.",
            "There was drama in Glasgow as ",
            " were taken to extra time by Braga before winning 3-1 on the night and 3-2 on aggregate as the Portuguese side finished the game with nine men.",
            "James Tavernier gave Rangers a second-minute lead to level the tie on aggregate, and they had another goal disallowed and then hit the woodwork before winning a penalty just before the interval.",
            "Vitor Tormena was sent off for a foul on Kemar Roofe, and Tavernier netted from the spot.",
            "David Carmo's 83rd-minute header took the tie to extra time, but Roofe's 101st-minute finish put Rangers back in front on aggregate and Braga then had Iuri Medeiros dismissed.",
            "Rangers will now face Leipzig in their first European semi-final since reaching the 2008 UEFA Cup final.",
            "French international Christopher Nkunku scored both goals as Leipzig beat Atalanta 2-0 in Italy to win their last-eight tie 3-1 on aggregate.",
            "Nkunku opened the scoring in the 18th minute in Bergamo and then added a late penalty, his 30th goal of the season in all competitions."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "Shakhtar dream of war-torn home",
        "author": "AFP",
        "content": [
            "They had already fled their home in eastern Ukraine for Kyiv when their shiny new stadium was battered by shelling in the first weeks of a Russian-backed insurgency in 2014.",
            "Now the players of Ukraine's perennial football champions ",
            "are training in Turkey because of the all-out invasion by Russia of their former Soviet state.",
            "Team and national squad captain Andriy Pyatov -- an imposing 37-year-old goalkeeper who has played at some of Europe's most famous grounds over his illustrious career -- is tired of life in exile.",
            "\"It is very difficult to keep losing your home,\" he said during a break in the team's Istanbul training session for a series of friendly matches organised to raise money for children orphaned by the war.",
            "\"We have to run from one place to another because of a tyrant, a dictator,\" he said in reference to Russian President ",
            ".",
            "Shakhtar's wanderings have captured the imagination of fans across Ukraine and much of the football world.",
            "The club first moved their training base to the Ukrainian capital -- home to archrivals ",
            ".",
            "They ultimately ended up playing most of their matches in the western city of Lviv.",
            "The Ukrainian cultural capital has strong nationalist traditions and a closer historical link to neighbouring Poland than the far more distant Moscow.",
            "Shakhtar's original home in Donetsk became the stronghold of a new Kremlin-backed leadership in Ukraine's largely Russian-speaking east.",
            "This contrast made the overwhelming support the players received in Lviv that much more poignant. Success on the pitch also helped.",
            "Pyatov has been involved in 10 of Shakhtar's 13 Ukrainian league championship titles.",
            "They were leading the league again when play was suspended when the Russian assault began on February 24.",
            "Shakhtar's most recent home in the northeastern city of Kharkiv bore some of the deadliest fighting of the war.",
            "Shakhtar arrived in Istanbul on April 6 to prepare for a tour of friendly matches that began last week in Athens against the Greek giants Olympiakos.",
            "The team also played Lechia Gdansk in Poland on Thursday and will face Istanbul side Fenerbahce as well as Croatia's Hajduk Split by early May.",
            "Team coach Roberto De Zerbi has returned from Italy to prepare his men for the tour"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "Marseille have eyes on Champions League return",
        "author": "AFP",
        "content": [
            " travels to face bitter rivals Paris Saint-Germain this weekend in buoyant mood as they target Champions League qualification and a European trophy to finish the season.",
            "PSG these days dominate French football and are closing in on an eighth Ligue 1 title in 10 seasons, but Marseille can still claim to be the country's best-supported team and there is something else they can still brag about to their rivals.",
            "With the Parisians again falling short in their pursuit of ",
            " glory this season, the southern giants remain the only French club to have lifted the European Cup, back in 1993.",
            "Too inconsistent to seriously challenge ",
            " in recent years, Marseille has emerged as the best of the rest in Ligue 1 this season under Jorge Sampaoli and they head to the Parc des Princes sitting in second place.",
            "With the top three qualifying for Europe's elite club competition, OM have a healthy seven-point cushion over Strasbourg in fourth as they target a return to the Champions League.",
            "That is of particular importance given the fragile finances of the club owned by American tycoon Frank McCourt, but they also have silverware in their sights.",
            "Thursday's 1-0 win over PAOK in Greece took them through to the semi-finals of the Europa Conference League 3-1 on aggregate, with Dimitri Payet scoring the only goal on the night.",
            "The new third-tier European competition may have been dismissed by many at the start of the campaign, but the opportunity of a second European trophy is not to be sniffed at for Marseille.",
            "They will play fellow former European Cup winners Feyenoord in the last four, with the first leg to come later this month.",
            "The winner of that will face either ",
            " or Roma in the final in Tirana in late May.",
            "Marseille have now won eight straight games in all competitions with Payet in particular in inspired form.",
            "\"This run really makes the end of the season exciting for us,\" said forward Cedric Bakambu after beating PAOK.",
            "\"We have the PSG game in our minds, but we shouldn't play down this result. We should savour it and then get back to work. Everything is possible in football.\""
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "Sevilla to fight for top four in Real clash",
        "author": "AFP",
        "content": [
            " against Sevilla on Sunday could have been a key game in La Liga's title race but instead it will decide the extent of Madrid's lead and how worried Sevilla should be about finishing in the top four.",
            "A Real Madrid win at the Ramon Sanchez Pizjuan would send them 15 points clear of Sevilla, who at the end of January were only five points behind the leaders, with a game in hand.",
            "But a disappointing run of three wins from 11 league games has seen Sevilla fade away from the fight for the title and drift into the scrap for the Champions League places as local rivals Real Betis and ",
            " look to take advantage.",
            "A 4-2 victory over struggling Granada last weekend was much-needed for Julen Lopetegui's side, even if it required two dramatic late goals in injury-time, Rafa Mir and Papu Gomez leaving it late to snatch the win.",
            "Sevilla will be hoping to build on that result but they have a difficult run-in, with the game against Real Madrid coming before visits to ",
            " and Atletico Madrid ahead of a final game at home to Athletic Bilbao.",
            "Real Madrid will be flying high on the back of their sensational victory over Chelsea in the Champions League quarter-finals, although being taken to extra time at the Santiago Bernabeu may also take its toll.",
            "Ferland Mendy and Marcelo are both struggling with injuries while Carlo Ancelotti could rest the likes of Luka Modric and Karim Benzema, who played the whole 120 minutes on Tuesday.",
            "Madrid's progress in the Champions League, combined with their considerable advantage in La Liga, means Ancelotti has the option to rotate in domestic games until the end of the season, which could give Sevilla a boost.",
            "\"We're in good form,\" said Ancelotti last weekend. \"We have an advantage in La Liga and we have to keep going.\"",
            "Atletico Madrid and Barcelona are also coming off the back of strenuous outings in Europe after Atletico were knocked out by Manchester City in the ",
            " before Barca suffered a surprise defeat in the Europa League at home to Eintracht Frankfurt.",
            "Atletico are at home to Espanyol on Saturday, looking to bounce back from their 1-0 loss at Mallorca last weekend, a result that has dragged Diego Simeone's side back into the race for fourth.",
            "Real Betis, a point behind in fifth, visit Real Sociedad on Friday. La Real will jump above their opponents with a win.",
            "Barcelona's place in the top four has appeared more secure due to their form under Xavi Hernandez and their game in hand to be played against RayoVallecano.",
            "But the defeat by Frankfurt at Camp Nou could check their rhythm, especially after Pedri was forced off injured at half-time. Barca play at home to Cadiz on Monday."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "Champions League can 'change your life': Conte",
        "author": "AFP",
        "content": [
            " says the Champions League can \"change your life\" as he seeks to strengthen Tottenham's grip on a top-four place in the Premier League.",
            "Spurs can go six points clear of fifth-placed Arsenal, at least for a few hours, if they beat ",
            " at home in the early Premier League kick-off on Saturday.",
            "Tottenham, who have won their past four league games, are favourites to secure fourth place in the Premier League, which would secure a spot in Europe's top club competition for next season.",
            "They are currently three points clear of Arsenal having played a game more, and six ahead of West Ham and Manchester United.",
            "Conte said on Thursday that watching this week's ",
            " action had whetted his appetite to be involved.",
            "\"Arsenal, United, West Ham, Wolverhampton are in this same race with us, but we want to fight until the end and we will see what happens at the end of the season,\" he said.",
            "\"You know very well Champions League is a competition every club, every player, every manager wants to play in.",
            "\"For this reason it's important to have this great goal because (it can) change your life if next season you are going to play in Champions League instead to play Europa League, instead to play Conference League or instead you play nothing in this type of competition.",
            "\"This situation has to give us a great push and great desire to finish the season the best possible way.\"",
            "Conte will be on the bench on Saturday after recovering from a recent bout of coronavirus.",
            "The Italian tested positive following last weekend's 4-0 win at Aston Villa after complaining of mild symptoms.",
            "\"For sure it was a strange week for me and also the players, as they're used to having training sessions with me,\" he said. \"Not only with my staff.",
            "\"But it's OK because my staff are doing a great job. I attended the sessions from a distance, and I think on Saturday I stay with my players on the bench.\"",
            "Matt Doherty will not be involved after the right wing-back was ruled out for the rest of the season with a knee injury picked up at Aston Villa."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "Ageing Ibra out again as Milan defend Serie A lead",
        "author": "AFP",
        "content": [
            " is once again out of action for AC Milan, the veteran striker falling victim to the latest in a string of injuries as the Serie A leaders battle with a goalscoring problem ahead of Friday's match with Genoa.",
            "At 40 years old Ibrahimovic's body appears to be giving up on him, a left knee problem the latest issue in a season which he has scored eight league goals despite starting just 11 times and missing out entirely on half of the campaign.",
            "His physical problems have prompted even Francesco Totti, who was dragged away from playing kicking and screaming, to suggest that the Swede should \"listen to his body\" before deciding to continue.",
            "Milan coach ",
            " said on Thursday that Ibrahimovic would be out for \"another week to 10 days\", meaning he will miss not just Genoa but also the second leg of the Italian Cup semi-final with local rivals Inter Milan on Tuesday and next weekend's tough trip to Lazio.",
            "\"We're hoping that he can return for the final part of the season,\" Pioli told reporters.",
            "\"Everyone gets physical problems... I don't think much has changed regarding his future. I'm convinced that he'll make the right choice, whatever he decides to do we'll back him.\"",
            "Ibrahimovic's absences have left coach Stefano Pioli without many options up front, with ",
            " the starting centre-forward for a team which has kept six straight clean sheets in all competitions but scored just four goals in that time.",
            "Two stalemates with Bologna and Torino have allowed Inter to gain the upper hand in a four-way title race which looks set to go down to the wire, the champions sitting two points off the pace but with a game in hand to be played in two weeks' time.",
            "Milan might even be down in second by the time they kick off at the San Siro as Simone Inzaghi's side face Spezia in the weekend's first match on Friday evening.",
            "And the pressure is on for the seven-time European champions who also have Napoli – level with Inter going into Saturday's home match with Europe-chasing Roma – on their heels and Juventus lurking just six points back with six games remaining.",
            "\"If we're still going for the title and the cup it means that everyone has given their all. But we need that one extra push,\" said Pioli.",
            "\"We've got enough quality to collect a lot of points between now and the end of the season.\"",
            "If Milan are to defend their league lead then Portugal forward Leao will be key to them getting back on the scoresheet, as the 22-year-old has moved up a gear this season and been at the heart of his team's best attacking displays.",
            "Genoa are staring relegation in the face so are likely to be extremely cautious, a style which has frustrated Milan so often against modest opposition this season that it might yet cost them a first league crown since 2011. Someone with the creative qualities of Leao will be crucial to breaking them down."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "'Thai Messi' making name in Japan",
        "author": "AFP",
        "content": [
            "He is known as the \"Thai Messi\" and grew up idolising ",
            " – now Chanathip Songkrasin is making his own name after joining one of Asia's top clubs.",
            "The 159-centimetre (five foot two) attacking midfielder is a hero in Thailand, where he captains the national team and advertises everything from credit cards to energy drinks.",
            "Now the 28-year-old is breaking new ground after a January move to Japanese champions Kawasaki Frontale, which have won the J-League four times in the last five years.",
            "Chanathip, also known as \"Jay\" in his home country, is keen to show football-mad Thai fans that he can live up to their expectations.",
            "\"Football is a sport that's popular all over the world and it's very popular in Thailand too,\" he told AFP.",
            "\"The fans gave me the nickname 'Messi' and that's a big honour, but ",
            " is a world-famous player, the best in the world.",
            "\"I can't be like Messi, but I'm happy to be called that.\"",
            "Chanathip was born in central Thailand and first learned football from his father, a huge fan of Argentine legend Maradona.",
            "His father showed him videos of the midfield great and encouraged his son to copy his bamboozling tricks and dynamic dribbles.",
            "Chanathip made his Thai league debut in 2012 and had a trial with German side Hamburg, before earning himself a move to Japanese team Consadole Sapporo in 2017.",
            "He spent four and a half years with the northern outfit, scoring 15 goals in 123 games, before joining Frontale this year for a reported J-League record transfer fee thought to be just under $4 million.",
            "Now he is pulling the midfield strings for Japan's leading club and has helped Frontale top the J-League table 10 games into the new season.",
            "\"I've been able to get some games under my belt since I joined Frontale and to be honest I've had some good moments and some bad moments,\" he said.",
            "\"I'm still getting used to my teammates and my link-up play with them could be better. I have to keep adapting and show what I can do.\""
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "WhatsApp tests new feature to organize groups for work, school",
        "author": "Reuters",
        "content": [
            "WhatsApp is testing a new feature called Communities to organize groups in larger structures that could be used by workplaces or schools, the messaging service owned by Meta Platforms said on Thursday.",
            "WhatsApp head Will Cathcart said the feature would bring together groups, which are capped at 256 users, under bigger umbrellas where administrators could send alerts to a community of thousands.",
            "\"This is really oriented at the communities you're already a part of in your life that are doing private communication,\" said Cathcart in an interview with Reuters, citing Salesforce-owned Slack or Microsoft Teams as comparable types of communication.",
            "He said there were no current plans to charge for the new feature, which is being beta tested with a small number of global communities, but did not rule out offering \"premium features to enterprise\" in the future.",
            "The messaging service, which is end-to-end encrypted and has about 2 billion users, said the Communities feature would also be end-to-end encrypted.",
            "WhatsApp has grappled with abuses including bulk messaging and the spread of misinformation and hate speech. Cathcart said users would not be able to search for different Communities on WhatsApp and that it would use anti-abuse tools and safeguards like forwarding limits for the new feature.",
            "WhatsApp said there would also be changes to its Groups feature before the launch of Communities. It said it was adding the ability for group administrators to remove problematic messages from everyone's chat, introducing voice calling for up to 32 people, increasing file sharing to 2 gigabytes and adding emoji reactions to messages.",
            "Meta CEO Mark Zuckerberg said in a Thursday post that Communities would be rolled out over the coming months. He said Meta would be building community messaging features for Facebook, Messenger and Instagram.",
            "Meta also plans to roll out end-to-end encryption across the other messaging services on its apps as part of its ongoing, declared pivot towards privacy."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "State securities regulators order virtual casino firm to stop selling NFTs",
        "author": "Reuters",
        "content": [
            "Securities regulators in the US states of Texas and Alabama on Wednesday ordered an online casino developer to stop selling non-fungible tokens (NFTs), alleging the firm was illegally offering unregistered securities and defrauding the public.",
            "Cyprus-based Sand Vegas Casino Club and co-founders Martin Schwarzberger and Finn Ruben Warnke allegedly offered 11,111 NFTs in a \"high-tech fraudulent securities offering\" to fundraise to build virtual casinos in the metaverse. They also erroneously told potential buyers the tokens were not securities, the Texas State Securities Board said in a statement.",
            "Sand Vegas promised buyers of its Gambler and Golden Gambler NFTs they would share in virtual casino profits, forecasting proceeds of as much as $81,000 each year, the regulators said.",
            "Sand Vegas and the co-founders could not be reached immediately for comment.",
            "The cease-and-desist order appears to be the first of its kind tied to internet-based virtual environment platforms, colloquially known as the metaverse. It also marks a new frontier for US authorities seeking to clamp down on NFTs, blockchain-based tokens that represent assets such as a piece of digital art. Last month, two men were arrested and charged with scamming NFT buyers worth $1.1 million. ",
            "Though this latest case is relatively small, state actions often spark interest from federal regulators. NFTs have seen a surge in investor interest, and the Securities and Exchange Commission (SEC) has not yet offered formal guidance on whether they could be considered securities in some instances.",
            "A spokesperson for OpenSea, the largest NFT marketplace, said the firm had disabled buying, selling and transferring of Sand Vegas tokens because the collections were in violation of the platform's service terms.",
            "Joe Rotunda, enforcement director at the Texas State Securities Board, said the regulator has spotted a number of securities offerings in the metaverse.",
            "\"This is a hot area,\" he told Reuters. \"We are coordinating among states to investigate the offerings and plan enforcement actions if necessary.\""
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 14, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "Bought for $2.8 m,NFT of Jack Dorsey tweet finds few takers",
        "author": "Reuters",
        "content": [
            "Crypto entrepreneur Sina Estavi made headlines in March 2021 when he paid $2.9 million for an NFT of Twitter boss Jack Dorsey's first tweet. But his efforts to re-sell it have run aground, with a top bid of just $6,800 as of Thursday.",
            "The initial purchase was at the time among the most expensive sales of a non-fungible token, or NFT, and came amid a flurry of interest in the niche crypto assets which have since generated billions of dollars in sales. ",
            "Estavi put the tweet up for resale on the popular NFT marketplace OpenSea last week, initially asking for $48 million.",
            "That price tag was removed after offers in the first week were in the low hundreds of dollars. As of Thursday, the highest bid was 2.2 of the cryptocurrency ether - equivalent to around $6,800.",
            "\"My offer to sell was high and not everyone could afford it,\" Estavi, who was recently freed from jail in Iran, told Reuters via Twitter direct message, adding that he was no longer sure if he would sell the NFT.",
            "\"It's important to me who wants to buy it, I will not sell this NFT to anyone because I do not think everyone deserves this NFT,\" Estavi said.",
            "NFTs are a form of crypto asset which can record the ownership of a digital file such as an image, video or text. ",
            "There is no guarantee of an NFT's value and the market is rife with scams, fraud, counterfeits and market manipulation. ",
            "But Estavi was confident in the value of his purchase.",
            "\"This NFT is not just a tweet, this is the Mona Lisa of the digital world,\" he said.",
            "\"VICTIM OF CRYPTO\"",
            "Estavi, who lives in Malaysia, said he had been arrested last May during a trip to Iran and held in solitary confinement until he was freed in February. Iranian state media reported in May 2021 that he was accused of \"disrupting the country's economic system\".",
            "Estavi said he had been arrested because of the growth of his crypto exchange, Bridge Oracle, and described himself as a \"victim of crypto\".",
            "Reuters was unable to independently verify these details.",
            "\"I need the support of the cryptocurrency community,\" Estavi told Reuters.",
            "While announcing the NFT sale in a tweet on April 6, he pledged to give 50% of the proceeds - which he expected to be at least $25 million - to charity.",
            "He said the rest would go to support Bridge Oracle."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "tech",
        "source": "Tribune"
    },
    {
        "title": "Russia may be in default, says Moody’s",
        "author": "Reuters",
        "content": [
            "\nLONDON:\n",
            "Moody’s said Russia may be in default because it tried to service its dollar bonds in roubles, which would be one of the starkest consequences to date of Moscow’s exclusion from the Western financial system since President Vladimir Putin’s invasion of Ukraine.",
            "If Moscow is declared in default, it would mark Russia’s first major default on foreign bonds since the years following the 1917 Bolshevik revolution, though the Kremlin says the West is forcing a default by imposing crippling sanctions.",
            "Russia made a payment due on April 4 on two sovereign bonds - maturing in 2022 and 2042 - in roubles rather than the dollars it was mandated to pay under the terms of the securities.",
            "Russia “therefore may be considered a default under Moody’s definition if not cured by 4 May, which is the end of the grace period,” Moody’s said in a statement on Thursday.",
            "“The bond contracts have no provision for repayment in any other currency other than dollars.”",
            "Moody’s said that while some Russian eurobonds issued after 2018 allow payments in roubles under some conditions, those issued before 2018 - such as those maturing in 2022 and 2042 - do not.",
            "“Moody’s view is that investors did not obtain the foreign-currency contractual promise on the payment due date,” Moody’s said.",
            "The Russian finance ministry did not respond to a request for comment on Friday. Finance Minister Anton Siluanov told the Izvestia newspaper earlier this month that if Russia is forced into a default, it will take legal action.",
            "Before Putin’s February 24 order for what he casts as a special military operation in Ukraine, Russia was rated as investment grade. But its sovereign bonds have become a target in what the Kremlin says is an economic war waged by the United States.",
            "Russia in 1998 defaulted on $40 billion in domestic debt and devalued the rouble under President Boris Yeltsin because it was effectively bankrupt after the Asian debt crisis and falling oil prices shook confidence in its short-term rouble debt.",
            "In 1918 Bolshevik revolutionaries under Vladimir Lenin repudiated Tsarist debt, shocking global debt markets because Russia then had one of the world’s biggest foreign debt piles.",
            "This time, Russia has the money but cannot pay because the reserves - the world’s fourth largest - that Putin ordered be built up for just such a crisis are frozen by the United States, European Union, Britain and Canada.",
            "Default",
            "As Russia could not and would not borrow right now, a default would be largely symbolic, marking the tumultuous finale to its post-Cold War attempt to integrate into the West’s financial architecture.",
            "While Russia has only $40 billion in international bonds outstanding across 15 dollar or euro-denominated issues, its corporates have built up vastly more foreign debt.",
            "The US Treasury this month halted Russia’s ability to use foreign currency reserves held by the Russian central bank at US financial institutions to pay its debt.  ",
            "The Kremlin says the West has already defaulted on its obligations to Russia by freezing its reserves, and that it wants a new system to replace the Bretton Woods financial architecture established by the Western powers in 1944.",
            "S&P earlier this month lowered Russia’s foreign currency ratings to “selective default” on increased risks that Moscow will not be able and willing to honor its commitments to foreign debt holders.  ",
            "Russia’s economy is heading for the worst contraction since the years following the 1991 fall of the Soviet Union, with soaring inflation and capital flight. ",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "BMW CEO warns against electric-only strategy",
        "author": "Reuters",
        "content": [
            "\nNEW YORK:\n",
            "BMW Chief Executive Officer Oliver Zipse said companies must be careful not to become too dependent on a select few countries by focusing only on electric vehicles, adding that there was still a market for combustion engine cars.",
            "“When you look at the technology coming out, the EV push, we must be careful because at the same time, you increase dependency on very few countries,” Zipse said at a roundtable in New York, highlighting that the supply of raw materials for batteries was controlled mostly by China.",
            "“If someone cannot buy an EV for some reason but needs a car, would you rather propose he continues to drive his old car forever? If you are not selling combustion engines anymore, someone else will,” said Zipse.",
            "He has long advocated against all-out bans on combustion engine car sales in the face of rising pressure from regulators on the auto industry to curb its carbon emissions and environmental impact.",
            "Offering more fuel-efficient combustion engine cars was key both from a profit perspective and an environmental perspective, Zipse argued, pointing to gaps in charging infrastructure and the high price of electric vehicles.",
            "Companies also needed to plan for energy prices and raw materials to remain high by being more efficient in their production and stepping up recycling efforts to keep costs down, he said.",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    },
    {
        "title": "Leicester set up Conference League semi with Roma",
        "author": "AFP",
        "content": [
            " battled back to beat PSV Eindhoven 2-1 on Thursday in the Europa Conference League to reach a European semi-final for the first time in their history, where they will face Jose Mourinho's Roma.",
            "After a goalless draw in the first leg in England last week, PSV took the lead in the quarter-final tie through Eran Zahavi.",
            "But late goals from James Maddison and Ricardo Pereira sent Brendan Rodgers' ",
            " side through and stunned the Philips Stadion crowd.",
            "Leicester will play ",
            " for a place in the final in Tirana on May 25, after the Serie A side overturned a 2-1 first-leg deficit against Norwegians Bodo/Glimt with a 4-0 thrashing.",
            "\"We are a team that is so young in European football,\" Leicester manager Rodgers told BT Sport.",
            "\"PSV have an incredible history in Europe and for us we are so young – these are great experiences for us and I am so happy for the players.\"",
            "The first real chance of the game fell to PSV's Mario Goetze in the 13th minute, but the German's volley was kept out of the net by a magnificent, one-handed save from Kasper Schmeichel.",
            "Leicester should have taken the lead minutes later as Harvey Barnes raced clean through on goal, but the England winger slipped his effort agonisingly wide of the far post.",
            "Schmeichel had to be alert again in the 25th minute to tip away Mauro Junior's low shot, but PSV did forge ahead shortly afterwards.",
            "Goetze intercepted Youri Tielemans' loose pass just outside the Leicester box, before laying the ball off for Zahavi to drill a fine strike into the bottom corner.",
            "Leicester almost levelled just after the half-hour mark, but Jordan Teze hooked Maddison's deflected effort off the line.",
            "The visitors pressed in the second half but had to wait until the 77th minute to equalise.",
            "Substitute Ayoze Perez did brilliantly to get to the byline and pull the ball back for Maddison, who picked out the roof of the net to score for the 14th time this season.",
            "A PSV fan threw a cup at the celebrating Leicester players, before a two-minute delay.",
            "The Foxes completed their comeback with just two minutes of normal time remaining, as Pereira pounced on a rebound after Patson Daka's shot was saved.",
            "Nicolo Zaniolo scored a brilliant hat-trick as Roma cruised past Bodo/Glimt at the Stadio Olimpico to win 5-2 on aggregate.",
            "It was revenge for the capital club after an embarrassing 6-1 thumping by Bodo/Glimt in the group stage and the defeat last week in an ill-tempered clash."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "DeChambeau has surgery on broken wrist",
        "author": "REUTERS",
        "content": [
            "Golfer ",
            " had surgery on his broken left wrist on Thursday, saying on Instagram he hoped to return to top-flight competition within two months.",
            "DeChambeau missed the cut at the Masters last week, his third missed cut in his past four starts.",
            "The 2020 US Open champion, now ranked 19th in the world, had hoped to avoid surgery to repair the hairline fracture of the hamate bone – which was made worse when he took a tumble while playing ping-pong with fellow pros at the Saudi International earlier this year.",
            "\"I made attempts to play through this injury at three recent events, including the Masters, but this is typically an injury that requires surgical treatment,\" DeChambeau said in an Instagram post.",
            "\"Through continued discomfort from the fracture, it has caused me to alter my grip and swing, resulting in my inability to compete at golf's highest level. This has not been easy physically and mentally for me.\"",
            "The two-month timeline left DeChambeau's availability for the ",
            ", at Southern Hills Golf Club in Oklahoma May 19-22, in doubt.",
            "\"For now, I will be taking the appropriate time needed to rest and recover from this procedure and look forward to competing at the highest level within the next two months,\" DeChambeau said."
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 15, 2022",
        "category": "sports",
        "source": "Tribune"
    },
    {
        "title": "Traders call for formation of barter trade body",
        "author": "APP",
        "content": [
            "\nPESHAWAR:\n",
            "Businessmen have urged the Ministry of Commerce to nominate officials from Pakistan in the barter trade mechanism committee with Afghanistan on priority basis.",
            "In a statement on Friday, Pak-Afghan Joint Chamber of Commerce and Industry (PAJCCI) Chairman Zubair Motiwala said that “any delay in this matter will surpass the waiver extension time period of EIF and e-form resulting in suspension of trading activities and loss of revenue.”",
            "He highlighted that Afghanistan had already constituted the committee led by PAJCCI Co-Chairman Khan Jan Alokozai and all relevant provincial chambers were represented. Giving more details, he said that last week, a deliberation of this committee was also held under aegis of the Afghan commerce ministry.             ",
            "“Despite the fact that one month has lapsed, the committee from Pakistan’s side has not been announced and expiry of extension is nearing,” he said. Motiwala demanded that requirement of e-form and EIF should be waived off till barter trade mechanism between two countries was finalised. He was of the view that deliberations would consume extensive timeframe.         ",
            "PAJCCI further offered to support the formation of the committee along with the members from all relevant chambers of Pakistan by signing a memorandum of understanding for smooth coordination and facilitation on the same lines as Afghanistan.",
            "“This is a joint across the border platform,” he added.",
            "Updated Apr 14, 2022",
            "Updated Apr 14, 2022"
        ],
        "image": "https://i.tribune.com.pk/media/thumbs/tribune-logo-grey-450x300.webp",
        "date": "April 16, 2022",
        "category": "business",
        "source": "Tribune"
    }
]